[
  {
    "id": "fedgsq:101839",
    "url": "https://www.federalreserve.gov/newsevents/speech/files/miran20250922a.pdf",
    "text": "For release on delivery\nNoon EDT\nSeptember 22, 2025\nNonmonetary Forces and Appropriate Monetary Policy\nRemarks by\nStephen I. Miran\nMember\nBoard of Governors of the Federal Reserve System\nat\nThe Economic Club of New York\nNew York, New York\nSeptember 22, 2025\n\nI’d like to thank the Economic Club of New York for the invitation to speak\ntoday.1 This is my first time speaking in my new capacity as a member of the Federal\nReserve Board. As such, I would like to be transparent on my thinking. Subsequent to\nlast week’s meeting of the Federal Open Market Committee (FOMC), it should be clear\nthat my view of appropriate monetary policy diverges from those of other FOMC\nmembers; I view policy as very restrictive, believe it poses material risks to the Fed’s\nemployment mandate, and would like to explain why.\nThere’s no perfect means for determining appropriate monetary policy at any\ngiven time. That said, rules of a Taylor type are a useful way to gauge where the federal\nfunds rate should be set based on the prevailing macroeconomic conditions and outlook.\nLet me first say that I find these types of policy rules to be useful as indications, but I am\nnot slavishly devoted to them.\nThe Taylor rule suggests policymakers ought to think about three key variables in\ndetermining the appropriate fed funds rate: inflation, the neutral rate of interest, and the\noutput gap. As one might expect, changes in inflation and employment—one way of\nframing the output gap—receive due attention from Fed officials. However, changes in\nthe neutral rate, or the policy rate that would be neither expansionary nor contractionary\nwhen the economy is at full employment, are often underappreciated.\nSome argue that leaving the neutral rate, which I will refer to as r*, out of the\nconversation makes sense because it is unobservable and therefore highly uncertain. But\nso are potential growth and the natural rate of unemployment, yet they are frequently\nupdated and discussed. Because many r* estimates are based on empirical models\n1 The views expressed here are my own and are not necessarily those of my colleagues on the Federal\nReserve Board or the Federal Open Market Committee.\n\n- 2 -\nrequiring a great deal of time-series data, they can be backward-looking and slow to\nadjust. Moving too slowly to update a rapidly changing neutral rate raises the risk of\npolicy mistakes.\nR* reflects the balance of saving and investment in an economy and it evolves\nover time with demographics, productivity, fiscal policy, and other factors. It is my view\nthat previously high immigration rates and large fiscally driven decreases in net national\nsaving, both of which raise neutral rates, were insufficiently accounted for in previous\nestimates of neutral rates. Monetary policy was not as tight as many believed. That same\neffect may be taking place today, but in the opposite direction. In my view, insufficiently\naccounting for the strong downward pressure on the neutral rate resulting from changes\nin border and fiscal policies is leading some to believe policy is less restrictive than it\nactually is.\nToday, I will give explicit consideration to nonmonetary factors—such as shifts in\nborder and tax policy, trade renegotiation, and regulatory dynamics—that can have\nsubstantial effects on the appropriate setting for monetary policy. I’ll focus on the factors\nthat have changed most meaningfully over the course of 2025 as they relate to my\nexpectations for inflation, r*, and the output gap, emphasizing ones I feel are\nunderappreciated.\nBefore I proceed, I want to be clear: I am not attempting to provide an impossible\ndegree of precision, but a general ballpark. Based on this analysis, I believe the\nappropriate fed funds rate is in the mid-2 percent area, almost 2 percentage points lower\nthan current policy. The Federal Reserve has been entrusted with the important goal of\npromoting price stability for the good of all American households and businesses, and I\n\n- 3 -\nam committed to bringing inflation sustainably back to 2 percent. However, leaving\npolicy restrictive by such a large degree brings significant risks for the Fed’s employment\nmandate.\nPolicies Impacting Inflation\nRents\nI’ll start with inflation. The general approach I take is to assume all components\nof inflation that I’m not explicitly addressing will continue at their current run rates. I\nlook forward to breaking down my expectations for other components of inflation in the\nfuture, but today I’ll focus on what I consider to be first-order changes to the inflation\nforecast.\nHousing represents nearly 16 percent of the personal consumption expenditures\n(PCE) price index, and more than double that in the consumer price index (CPI).\nHousing affordability is highly influential for Americans’ perception of, and experience\nof, the economy.\nBecause measured inflation incorporates rental inflation with a lag, it has\nremained elevated above market rents for several years, infamously “catching up.” While\nan index of all-tenant rents took time to incorporate the spike in new rents in 2021 and\n2022, that gap subsequently closed, indicating the catch-up is complete.2 Now, new rent\nindices show this inflation is well below all-tenant inflation, around 1 percent\nannualized.3\n2 See Lara Loewenstein, Jason Meyer, and Randal J. Verbrugge (2024), “New-Tenant Rent Passthrough\nand the Future of Rent Inflation,” Economic Commentary 2024-17 (Cleveland: Federal Reserve Bank of\nCleveland, October), https://www.clevelandfed.org/publications/economic-commentary/2024/ec-202417-\nnew-tenant-rent-passthrough-and-future-of-rent-inflation.\n3 This number comes from the Bureau of Labor Statistics’ new tenant repeat rent survey, minus the most\nrecent (too-noisy) observation. A similar number comes from a weighted average of single-family data\nfrom Cotality and multifamily data from Apartment List.\n\n- 4 -\nRents for all tenants will fall toward this low rate as people moving or renewing\nleases sign at current market rates, and I expect CPI rent inflation will decline from its\ncurrent level of roughly 3.5 percent to below 1.5 percent in 2027. This implies a roughly\n0.3 percentage point decline in total PCE inflation; by early 2028, I expect that effect to\ngrow to a 0.4 percentage point decline. Per a Taylor rule, that works out to an\nappropriate fed funds rate roughly half a percentage point lower than current shelter\ninflation would imply.4\nOne might characterize this view on rental inflation as optimistic. However, I\nbelieve forecasters have underappreciated the significant impact of immigration policy on\nrent inflation—both on the way up and, now, on the way down. Work by Albert Saiz\nfinds an elasticity of rents with respect to the number of renters of about 1, identified\nfrom a large quasi-random immigration shock.5, i Net immigration averaged roughly 1\nmillion per year in the decade leading up to the pandemic.6 Given that roughly 100\nmillion Americans rent, net zero immigration going forward would imply 1 point lower\nrent inflation per year.\nPolicies Affecting r*\nPopulation growth\nThe border story is also, in my view, affecting neutral rates. Steady-state\npopulation growth matters for neutral rates, and U.S. border policy has changed\nmarkedly, from effectively open borders to potentially negative net migration. Further,\n4 Throughout, I’m using my expectations for future economic variables to indicate where policy ought to be\ntoday. This is necessary because of the uncertain lags with which monetary policy affects the economy.\n5 See Albert Saiz (2003), “Room in the Kitchen for the Melting Pot: Immigration and Rental Prices,”\nReview of Economics and Statistics, vol. 85 (August), pp. 502–21.\n6 See Congressional Budget Office (2025), The Demographic Outlook: 2025 to 2055 (Washington: CBO,\nJanuary), https://www.cbo.gov/publication/60875.\n\n- 5 -\nthese effects may interact with a structurally aging population, which increases the supply\nof capital and reduces demand for investment. Indeed, analysis by Etienne Gagnon and\nothers shows that demographic changes may have already lowered the neutral rate by\nover 1 percentage point since 1980.7\nThe U.S. population has grown by around 1 percent annually in recent years,\ndriven in large part by illegal immigration. Already in the first half of this year, roughly\n1.5 million of these immigrants have left the country, according to the Current Population\nSurvey, though this number may be an overestimate due to nonresponse issues.8\nAssuming some overcounting, it is plausible to me that 2 million illegal immigrants will\nhave exited the country by year-end, thereby reducing annual population growth from 1\npercent to 0.4 percent. Based on estimates from both Weiske and Ho, a 1 percentage\npoint drop in annual population growth can reduce r* by 0.6 percentage point. So, the\nexpected decline in U.S. population growth equates to a nearly 0.4 percentage point drop\nin the neutral fed funds rate.9\nLabor market statistics and anecdotal evidence suggest border policy is exerting a\nmajor impact on the economy. While the effect would likely normalize over time, this\nreduced level of population growth is also consistent with zero net immigration in 2026\nand 2027. It was just a few long years ago that there was widespread discussion about\nwhether most developed economies would, due to declining fertility rates, converge to\n7 See Etienne Gagnon, Benjamin K. Johannsen, and David Lopez-Salido (2021), “Understanding the New\nNormal: The Role of Demographics,” IMF Economic Review, vol. 69 (June), pp. 357–90.\n8 See, for instance, Jeffrey S. Passel and Jens Manuel Krogstad (2025), “U.S. Unauthorized Immigrant\nPopulation Reached a Record 14 Million in 2023,” Pew Research Center, August 21.\n9 See Sebastian Weiske (2016), “Population Growth, the Natural Rate of Interest, and Inflation,” working\npaper, Goethe University Frankfurt; Paul Ho (2024), “How Do Demographics Influence r*?” Economic\nBrief 24-18 (Richmond: Federal Bank of Richmond, June),\nhttps://www.richmondfed.org/publications/research/economic_brief/2024/eb_24-18.\n\n- 6 -\nJapan’s low interest rates without significant immigration; those economic dynamics are\nstill a force, albeit among many others.\nIncreases in national saving from trade policy\nAdditionally, trade renegotiation and the tax legislation recently passed by the\nCongress should also affect r*. I think of this primarily through the increase in national\nsaving—that is, the net supply of loanable funds.\nWith respect to tariffs, relatively small changes in some goods prices have led to\nwhat I view as unreasonable levels of concern. While my read of the elasticities and\nincidence theory is that exporting nations will have to lower their selling prices, I also\nbelieve tariffs will lead to substantial swings in net national saving.\nThe Congressional Budget Office estimates tariff revenue could reduce the federal\nbudget deficit by over $380 billion per year over the coming decade.10 This is a\nsignificant swing in the supply–demand balance for loanable funds, as national borrowing\ndeclines by a comparable amount. A 1 percentage point change in the deficit-to-GDP\n(gross domestic product) ratio moves r* by nearly four tenths of a percentage point,\naccording to the average of estimates summarized by Rachel and Summers.11 This 1.3\npercent of GDP change in national saving reduces the neutral rate by half a percentage\npoint.12\n10 See Phill Swagel (2025), “An Update About CBO’s Projections of the Budgetary Effects of Tariffs,”\nCBO Blog, August 22, https://www.cbo.gov/publication/61697.\n11 See Łukasz Rachel and Lawrence H. Summers (2019), “On Secular Stagnation in the Industrialized\nWorld,” NBER Working Paper Series 26198 (Cambridge, Mass.: National Bureau of Economic Research,\nAugust), https://www.nber.org/papers/w26198.\n12Mehrotra and Waugh (2025) show a tariff shock should result in an immediate 30 basis point reduction in\nshort-term interest rates. The policy rate would then gradually increase over the ensuing five years,\nfinishing at a point slightly above the initial steady state. See Neil Mehrotra and Michael E. Waugh (2025),\n“Tariffs, Trade Wars, and the Natural Rate of Interest,” NBER Working Paper Series 34206 (Cambridge,\nMass.: National Bureau of Economic Research, September), https://www.nber.org/papers/w34206.\n\n- 7 -\nTariffs are not the only means by which trade policy is affecting the supply of\nloanable funds. Loans and loan guarantees pledged by East Asian countries in exchange\nfor relatively low tariff ceilings have reached $900 billion.13 These guarantees entail an\nexogenous increase in credit supply, which research suggests would be around\n7 percent.14 Using Council of Economic Advisers’ (CEA) estimates of the interest\nelasticity of investment and Michael Boskin’s interest elasticity of saving, this would\nfurther reduce neutral policy rates by around two tenths of a percentage point.15\nIncreases in national saving from tax policy\nThe large tax law passed this year also has a strong effect on national saving.16\nThere are, of course, other consequences of the tax law besides the increase in net\nnational saving, which I’ll discuss later in the context of the output gap.\n13 This $900 billion is only a subset of the more than $3 trillion of U.S. investment pledges made by foreign\ncountries in recent months. While this pledged investment would certainly be expected to lead to new\nactivity, the bulk of it would likely leave the supply–demand balance for loanable funds, and therefore r*,\nrelatively unchanged. This is because, apart from the $900 billion in loan guarantees, much of these\ncommitments are in the form of direct investment, which is less likely to exert pressure on r* despite a\nstrong positive impact on output. Gokceli, Fidrmuc, and Ghosh (2022) find no evidence that FDI crowds\nout domestic investment in developed OECD countries; see Emre Gokceli, Jan Fidrmuc, and Sugata Ghosh\n(2022), “Effect of Foreign Direct Investment on Economic Growth and Domestic Investment: Evidence\nfrom OECD Countries,” European Journal of Business Science and Technology, vol. 8 (2), pp. 190–216.\n14 Work done by Bachas, Kim, and Yannelis (2021) indicates that loan guarantees contribute to increased\ncredit supply, and the elasticity estimated in their work suggests that loan guarantees of this magnitude\nimply an exogenous 7 percent increase in credit supply. To translate this into an effect on r*, estimates of\nthe interest elasticity of investment demand and the interest elasticity of saving supply can be used. The\nformer can be backed out from the UCC elasticity of investment and the interest elasticity of UCC (which\nmultiply to the interest elasticity of investment). Using this approach with parameters from Council of\nEconomic Advisers (2025c) yields an interest elasticity of investment of approximately negative 0.3.\nMeanwhile, estimates from Boskin (1978) are used for the interest elasticity of saving. Boskin uses\nmultiple estimation strategies and finds estimates centered around 0.3. See Natalie Bachas, Olivia S. Kim,\nand Constantine Yannelis (2021), “Loan Guarantees and Credit Supply,” Journal of Financial Economics,\nvol. 139 (March), pp. 872–94.\n15 See Michael J. Boskin (1978), “Taxation, Saving, and the Rate of Interest,” Journal of Political\nEconomy, vol. 86 (April, part 2), pp. S3–S27; Council of Economic Advisers (2025c), “The One Big\nBeautiful Bill: Legislation for Historic Prosperity and Deficit Reduction,” white paper (Washington: CEA,\nJune), https://www.whitehouse.gov/research/2025/06/the-one-big-beautiful-bill-legislation-for-historic-\nprosperity-and-deficit-reduction.\n16 The OBBB is likely to have three distinct effects that are relevant for determining the optimal federal\nfunds rate. The first is that reduced deficits lead to increased national saving, which reduces r*. The\nsecond is that increased investment demand raises r*. The third is that consumption multiplier effects will\n\n- 8 -\nThe CEA calculates an increase in national saving of $3.83 trillion over the next\n10 years (relative to the previous policy baseline), resulting from economic growth\ninduced by tax policy.17 This represents roughly 1.3 percent of GDP, implying a half of\na percentage point reduction in r* and the appropriate policy rate through the Rachel–\nSummers channel. Indeed, the federal deficit in the second and third fiscal quarters of\nthis year was nearly $140 billion less than in the comparable period last year. This is a\nsmall sample size but indicative, in my opinion, of the direction of the deficit.\nOn the other hand, the CEA estimates that the tax law will generate annual\ninvestment increases of up to 10 percent in the next several years relative to the previous\npolicy baseline. This should be associated with an increase in r*, and thus the\nappropriate fed funds rate, of around three tenths of a point. Let me also note that while I\nam relying partially on previous CEA research at the moment, I look forward to working\nmore with Board staff and their forecasts in the coming months.\nEffect of deregulation and energy on r*\nAmerica’s regulatory patchwork has become a material impediment to growth.18\nEconomists tend to underappreciate the economic impact of regulations, largely because\nqualitative factors can be difficult to study empirically. In many cases, a regulation can\nserve as an infinite tax rate, prohibiting activity altogether. An interdiction on output\nbecause a special snail is found in a region will restrict output much more than any finite\ntax.\ntemporarily increase actual output over potential output. This final effect is discussed in a subsequent\nsection.\n17 Relative to the pre-law, current-policy baseline.\n18 Deregulation likely has two distinct effects relevant for determining appropriate policy. First, increased\nTFP will raise the marginal product of capital and thus r*. Second, deregulation leads to a more rapid\nincrease in potential output than actual output.\n\n- 9 -\nRegulation hinders productivity growth, restricts capacity, and ultimately helps\nfuel inflation. Regulators may have good reason for doing so (maybe they value the\nsnail), but we must be clear-eyed about the economic consequences.\nDeregulation raises the neutral rate of interest by increasing the marginal product\nof capital.19 Analysis by Dawson and Seater shows that half of the output effects of\nderegulatory policy are channeled improvements in total factor productivity (TFP), the\nkey ingredient to greater living standards and higher real wages for workers.20 Previous\nCEA research on the benefits of deregulatory efforts suggests a roughly 0.5 percent\nannual boost to growth over a 20-year period, whereas CEA research on new energy\npolicies suggests something closer to a 0.1 percent annual boost over a 10-year period.21\nThe cumulative effect of these policies is anywhere from a 3 to nearly 9 percent increase\nin TFP, translating to about a 0.1 to 0.2 percentage point increase in r*.22\nPolicies Impacting the Output Gap\nTax policy\nI’d like to shift from r* to the third component of the Taylor rule, the output gap,\nwhich reflects actual production’s strength relative to the economy’s potential.\nAnalogously, policymakers frequently think of the employment gap as the difference\n19 A standard Cobb–Douglas approach implies that a k% increase in TFP should induce a k% increase in r*.\n20 See John W. Dawson and John J. Seater (2013), “Federal Regulation and Aggregate Economic Growth,”\nJournal of Economic Growth, vol. 18 (June), pp. 137–77.\n21 See Council of Economic Advisers (2025a), “The Economic Benefits of Current Deregulatory Efforts,”\nwhite paper (Washington: CEA, June), https://www.whitehouse.gov/wp-content/uploads/2025/08/The-\nEconomic-Benefits-of-Current-Deregulatory-Efforts.pdf; Council of Economic Advisers (2025b), “The\nEconomic Benefits of Unleashing American Energy,” white paper (Washington: CEA, July),\nhttps://www.whitehouse.gov/wp-content/uploads/2025/03/The-Economic-Benefits-of-Unleashing-\nAmerican-Energy.pdf.\n22 This calculation again relies on an interest elasticity of investment implied by Council of Economic\nAdvisers (2025c) and an interest elasticity of saving from Boskin (1978). Increase in r* is from a baseline\nof 1.5 percent. There are, of course, other items that might affect productivity growth, like artificial\nintelligence, but consistent with my discussion of inflation, I am assuming that current trends continue\nexcept for the policy shocks I am discussing.\n\n- 10 -\nbetween the actual unemployment rate and the lowest sustainable rate of unemployment\nthat doesn’t gin up inflation. While the substantial tax and spending cuts recently passed\nby the Congress increase net saving and therefore reduce r*, there are countervailing\nincreases in appropriate policy via the output gap.\nThe tax law should significantly push out the economy’s supply side, an\nimportant change to help minimize the potential for inflationary shocks. Reduced\nbusiness and individual tax rates stimulate additional capital accumulation and labor\nsupply. However, these work through expanding potential and actual GDP and thus\nshould leave the output gap relatively unchanged. Aggregate demand, however, is also\nboosted by reduced taxes on seniors and lower-wage workers, balanced somewhat by\ncuts to entitlement spending and student lending.\nRelative to a pretax law policy baseline, CEA calculations using Congressional\nBudget Office estimates found a static $80 billion or so reduction in revenue and a\n$130 billion or so reduction in annual spending over a decade. Despite a greater\nreduction in spending than taxes, the literature consistently finds the tax multiplier to be\nlarger than the spending multiplier.23 This implies an increase of actual output over\npotential of approximately $50 billion in the short run, or an increase in the output gap of\nnearly 0.2 percent of GDP. This translates into an increase in the appropriate federal\nfunds rate of around 0.1 percentage point under the standard approach to the Taylor rule.\n23 Ramey’s literature review finds an average tax multiplier of negative 1.78 and an average government\nspending multiplier of 0.74; see Valerie A. Ramey (2019), “Ten Years after the Financial Crisis:\nWhat Have We Learned from the Renaissance in Fiscal Research?” Journal of Economic Perspectives, vol.\n33 (Spring), pp. 89–114.\n\n- 11 -\nThe balanced-approach rule, which doubles the weight on the output gap and was favored\nby former Chairwoman Janet Yellen, would imply a 0.2 percentage point increase.24\nRegulatory and energy policies\nReturning to deregulatory and energy policies: Typically, when a regulatory\nbarrier is removed, there is an immediate increase in potential output, but it takes time for\nactual output to catch up. I expect recent policies to have this effect.\nUsing the same estimates for TFP as I used earlier, this suggests 0.2 to\n0.6 percentage point of downward pressure on the output gap over the next couple of\nyears.25 That translates into a policy rate that is 0.1 to 0.3 point lower under a standard\nTaylor rule, or doubly as strong under the balanced-approach rule.\nAdding It All Up\nTo sum this all up, first we must adjust r* relative to a baseline based on the\nfactors I’ve described. A variety of models reviewed by Gianluca Benigno and others\narrive at a median real estimate for r* of 1.3 percent, and a range of around 1 to\n2 percent.26 Applying Okun’s law with a natural unemployment rate of 4 percent, and\nPCE inflation at 2.6 percent, the standard Taylor rule approach implies the appropriate\nnominal fed funds rate prior to the forces considered today should be about 3.9 percent. A\nbalanced approach suggests 3.6 percent. These are not all that far from where the FOMC\nhas set interest rates!\n24 See Janet Yellen (2017), “The Economic Outlook and the Conduct of Monetary Policy,” speech\ndelivered at the Stanford Institute for Economic Policy Research, Stanford University, Stanford, Calif.,\nJanuary 19, https://www.federalreserve.gov/newsevents/speech/yellen20170119a.htm.\n25 A persistence coefficient of 0.89 per quarter is estimated via a simple AR(1) regression on the output gap\nover time.\n26 See Gianluca Benigno, Boris Hofmann, Galo Nuno, and Damiano Sandri (2024), “Quo Vadis, r*? The\nNatural Rate of Interest after the Pandemic,” BIS Quarterly Review (March), pp. 17–30.\n\n- 12 -\nIncluding the shocks I’ve considered, I get a new real r* that is 1 to 1.2 percentage\npoints lower, or near zero. That sounds low, but I think it’s important to take these\nmodels seriously, not literally, and as I’ve said, I think these models sometimes don’t do\na great job incorporating policy changes of the type I’ve discussed at the frequency I\nneed. Instead, I suspect existing backward-looking estimates are too high because they\ninsufficiently account for recent changes to fiscal and border policies that are depressing\nr*.\nWe can also look to financial markets. My preferred market-implied measure of\nr* is the five-year, five-year-forward rate on U.S. Treasury Inflation-Protected Securities.\nThat’s around 2.3 percent, meaning the new real r* would be 1.1 percent when applying\nnew policy pressures.\nIncluding the inflation and output channels along with the median model-implied\nr*, the fed funds rate should be around 2 to 2.25 percent under the standard Taylor rule\napproach. The balanced approach implies a rate around 1.5 to 2 percent. If we instead\nuse the market-implied r*, these numbers would all be one full point higher.27\nTo help correct for the risk that the model-implied rate is too low, I weight its\nlikelihood at two-thirds and give the market-implied r* a one-third weighting. I’ve given\nmarket pricing just one-third partially because I believe it is incorporating a policy\npremium to reflect uncertainty around trade policy. Using these weights results in an\nappropriate fed funds rate of approximately 2 percent under the balanced approach and\n27 All calculations in this paragraph sum up the previous calculations in this speech and add them to either\nof the initial r* estimates.\n\n- 13 -\n2.5 percent under the standard rule, although a simple summation ignores issues of\ntiming.28\nTo be clear, I don’t want to imply more precision than I think is possible in\neconomics. Assumptions and approximations abound. Nevertheless, I must stake out a\nposition, and this is my best ballpark estimation.\nThe upshot is that monetary policy is well into restrictive territory. Leaving short-\nterm interest rates roughly 2 percentage points too tight risks unnecessary layoffs and\nhigher unemployment. Thank you for this opportunity to share how I think about\nmonetary policy at the moment; I’d be happy to take some questions.\ni On September 26, 2025, an update was made to clarify a reference to work by Albert Saiz.\n28 The slight discrepancies between this range and my forecasts in the Summary of Economic Projections\nare due to timing; some of the forces I’ve analyzed kick in over time, and others—like the output gaps—\nameliorate over time.\n\nBalanced-\nStandard Same under\nApproach\nTaylor Rule Both Rules\nTaylor Rule\nEx-Ante Appropriate FFR (bps) 426 396\nEffect on optimal FFR of… Low High Low High Low High\nForces affecting π\nt\n:\nRent disinflation -47 -60\nForces affecting r*:\nDeregulation + energy 4 20\nOBBB -6 -31\nPopulation growth -36 -36\nTrade policy -62 -73\nForces affecting (y - ȳ):\nt\nDeregulation + energy -11 -32 -23 -63\nOBBB 8 8 16 16\nEx-Post Appropriate FFR (Midpoint) (bps) 249 206\nNote: Table weights for ex-ante r* are 2/3 from the model-implied results from Benigno and others (2024) and\n1/3 from the market-implied rate from Treasury Inflation-Protected Securities. FFR is federal funds rate. OBBB is\nOne Big Beautiful Bill.",
    "length": 27741,
    "date": "2025-09-22",
    "parsing_from": "pdf"
  },
  {
    "id": "fedgsq:102076",
    "url": "https://www.federalreserve.gov/newsevents/speech/files/miran20251107a.pdf",
    "text": "For release on delivery\n3:00 p.m. EST\nNovember 7, 2025\nA Global Stablecoin Glut: Implications for Monetary Policy\nRemarks by\nStephen I. Miran\nMember\nBoard of Governors of the Federal Reserve System\nat the\nBCVC Summit 2025\nHarvard Club of New York City\nNew York, New York\nNovember 7, 2025\n\nThank you, I really appreciate the opportunity to speak to you today.1\nI am excited to be discussing stablecoins. This innovation has been unfairly\ntreated as a pariah by some, but stablecoins are now an established and fast-growing part\nof the financial landscape. Putatively, stablecoins were originally intended to facilitate\nholding and trading cryptocurrency. But their proliferation has been aided by providing\nusers with a stable store of value, a means of payment, and the ability to move capital\nquickly, irrespective of territorial borders.\nDemand for dollars continues to be strong, so it’s no surprise that a more efficient\nmeans of accessing dollars has become increasingly popular. With the passage this year\nof the GENIUS Act (Guiding and Establishing National Innovation for U.S. Stablecoins\nAct), there is now a clear regulatory pathway in the U.S. for stablecoin issuers to broaden\ntheir reach and solidify stablecoins as a core part of the payment system. I believe\neconomic research has some catching up to do. Economists meticulously study demand\nfor dollar assets and consider how monetary policy may be affected, and the rapid growth\nof stablecoins affects the supply of loanable funds in the U.S. economy. I am encouraged\nthat the Federal Reserve is taking steps to recognize the importance of stablecoins for the\npayment system; greater transparency and rising adoption should help us consider their\neffect on monetary policy as well.2\n1 The views expressed here are my own and are not necessarily those of my colleagues on the Federal\nReserve Board or the Federal Open Market Committee.\n2 See Board of Governors of the Federal Reserve System (2025), proceedings of the Payments Innovation\nConference, streamed live on October 21, YouTube (Washington: Board of Governors),\nhttps://www.youtube.com/watch?v=6ES6yRb2AaQ.\n\n- 2 -\nStablecoins and Dollars\nEssentially all stablecoins are denominated in dollars, and their success is at least\npartly due to the U.S. dollar’s enduring status as the world’s preferred currency.3\nStablecoins are also contributing to the dollar’s dominance by allowing an ever-growing\nshare of people around the globe to hold assets and conduct transactions in the most\ntrusted currency.\nMy thesis is that stablecoins are already increasing demand for U.S. Treasury bills\nand other dollar-denominated liquid assets by purchasers outside the Unted States and\nthat this demand will continue growing. All else equal, this new demand lowers\nborrowing costs for the U.S. government. However, as a central banker, my focus is on\nwhat I believe may be a substantial and long-term force putting downward pressure on a\ncrucial guideline for monetary policymakers known as r*. The neutral rate, or r*, is the\npolicy interest rate that neither stimulates nor restricts economic activity when the\neconomy is operating at its potential once the transitory effects of cyclical economic\nshocks have abated. There are several open questions with respect to the impact of\nstablecoins on U.S. monetary policy: How many assets will be managed by stablecoin\nissuers? Will the funds come from domestic or foreign sources, and where might\nsubstitution pull funds out of the banking system? What are the systemic risks related to\nruns on stablecoins? Since monetary policy must be forward looking, my colleagues and\nI would be best served exploring these topics now. In these remarks, I’ll focus on the\n3 For the list of stablecoins circulating, see the DeFiLlama website at https://defillama.com/stablecoins; at\nthe time of writing, 99.6 percent of stablecoins were denominated in dollars. For more on the enduring\nglobal preference for dollars, see Carol Bertaut, Bastian von Beschwitz, and Stephanie Curcuru (2025),\n“The International Role of the U.S. Dollar – 2025 Edition,” FEDS Notes, (Washington: Board of\nGovernors of the Federal Reserve System, July 18), https://www.federalreserve.gov/econres/notes/feds-\nnotes/the-international-role-of-the-u-s-dollar-2025-edition-20250718.html.\n\n- 3 -\nconsequences for monetary policy if stablecoin growth follows industry expectations. In\nshort, stablecoins may become a multitrillion dollar elephant in the room for central\nbankers.\nGENIUS Act\nWhile I tend to view new regulations skeptically, I’m greatly encouraged by the\nGENIUS Act. This regulatory apparatus for stablecoins establishes a level of legitimacy\nand accountability congruent with holding traditional dollar assets. For the purposes of\nmonetary policy, the most important aspect of the GENIUS Act is that it requires U.S.-\ndomiciled issuers to maintain reserves backed on at least a one-to-one basis in safe and\nliquid U.S. dollar–denominated assets. These reserves can be held in bank deposits,\nshort-term Treasurys, overnight repurchase agreements (repos) or reverse repos backed\nby U.S. Treasurys, or government money market funds. Depending on the source of\nfunds used to invest in stablecoins, it may constitute new loanable funds in the U.S.\neconomy or the overall amount of money available for borrowing and lending.\nEven stablecoins outside the ambit of the GENIUS Act are likely to boost demand\nfor Treasurys and other dollar-denominated assets. Stablecoins that do not comply with\nthe GENIUS Act can invest reserves in a much broader range of assets but, to be viewed\nas reliable stores of value, will likely end up still investing substantially in U.S. dollar\nsecurities with minimal credit risk.\nThe inter-quartile range of private-sector estimates compiled by Federal Reserve\nstaff roughly projects stablecoin uptake reaching between $1 trillion and $3 trillion by the\nend of the decade. For reference, the Fed grew its holdings of U.S. Treasury securities by\njust over $3 trillion during the latest round of quantitative easing in response to the\n\n- 4 -\nCOVID-19 pandemic. In total, under $7 trillion in Treasury bills are outstanding today.\nIf these forecasts prove accurate, the magnitude of additional demand from stablecoins\nwill be too large to ignore.\nPotential for Broad Adoption\nThe innovation of public blockchains means that stablecoins can trade freely on\nrails that anyone in the world can use. This advancement represents potentially\ntransformational change for consumers and businesses outside the U.S., particularly those\nin emerging market economies (EMEs) or even advanced foreign economies (AFEs) with\nburdensome restrictions on their payment systems. In many jurisdictions, low-friction\npayment rails are unavailable. Banking services to convert local currency or assets into\ndollars may be limited. Basic banking services themselves may be limited. And billions\nof people worldwide are subject to capital controls preventing convertibility and access to\ndollars. Globally, savers disproportionately favor dollar-denominated assets, and the\nubiquity of capital controls is indicative of that revealed preference.\nFor stablecoins to enter widespread use, there must be a bridge from local fiat\ncurrencies into stablecoins. One can imagine many possible bridges, often already in use\nfor existing dollar vehicles: Remittances from immigrants working in the U.S. might\ntake the form of stablecoins; exporters may receive portions of their payment in\nstablecoins, perhaps undeclared if domiciled in jurisdictions that proscribe stablecoin use;\npeople might trade local currency for cryptocurrency and then use that cryptocurrency to\nbuy a stablecoin; or they might trade physical cash or goods or services or other assets for\nstablecoins. Stablecoins merely make it easier to traverse some of these bridges and\nincrease incentives for doing so because once stablecoins are in circulation in an\n\n- 5 -\neconomy, they can circulate more freely and cheaply behind capital controls than\ntraditional forms of dollar payments.4\nThese bridges will not be frictionless or have infinite capacity. For people who\nwant to use dollars either as a store of value or a means of payment but are unable to do\nso, stablecoins make it incrementally easier. Stablecoins will not instantly obliterate\nbarriers to dollar use, but they will perforate those barriers.\nReserve assets and currency provided by the U.S. are global public goods, but\nsome jurisdictions prohibit their citizens’ enjoyment of them. Stablecoins might establish\nan easier means for the financially repressed to enjoy these global public goods and evade\ndraconian restrictions on their finances. For individuals and businesses in many nations,\nespecially those in which dollars are used for large purchases like homes, this also\nleapfrogs the challenges of high and unstable inflation or volatile exchange rates.\nTo be fair, stablecoin growth may not live up to the forecasts I cited earlier.\nPotential limits on yield and reward arrangements could limit adoption, particularly in\nopen economies. The presumption that the crypto industry will grow at the prodigious\nrates of recent years cannot be taken for granted. But even with these considerations, it\nseems likely to me that the growth in stablecoin usage outside the U.S. will continue at a\nhigh rate.\nOne important distinction is that if domestically purchased stablecoins are\nfinanced with bank deposits, or foreign purchases are financed with existing dollar-\ndenominated holdings, then that doesn’t affect the amount of loanable funds in the\n4 Although many countries have existing black markets for dollars, these are likely to be less preferred to\nstablecoins because of the difficulty of verifying and saving currency. Relative to stablecoins, physical\ncash is riskier, and both more difficult and costlier to store or move in large volumes. Moreover, many\nblack market dollars trade at a premium because the amount of dollars available is limited.\n\n- 6 -\nfinancial system. Further, there’s some risk that a flow of deposits out of the U.S.\nbanking system and into stablecoins could disintermediate banks, affecting the\ntransmission of monetary policy and stunting the velocity of money.\nHowever, because GENIUS Act payment stablecoins do not offer yield and are\nnot backed by federal deposit insurance, I see little prospect of funds broadly fleeing the\ndomestic banking system. The real opportunity in stablecoins is to satiate untapped\nforeign appetite for dollar assets from savers in jurisdictions where dollar access is\nlimited; by contrast, users in the U.S. and AFEs like the euro zone already freely access\nTreasurys, dollars, and other instruments that offer yield or deposit insurance. I therefore\nexpect most demand for stablecoins to come from locales unable to access dollar-\ndenominated saving instruments, boosting demand for dollar assets.\nImplications for Monetary Policy\nThe supply–demand balance for loanable funds determines the neutral interest\nrate, or r*. As I discussed in a recent speech, I believe a range of different factors are\nputting downward pressure on r* and should be considered in formulating monetary\npolicy.5 Some researchers have tried to estimate how much stablecoin growth might\nlower interest rates. In 2024, work by Marina Azzimonti and Vincenzo Quadrini\nestimated that if stablecoins are in widespread use and fully backed by U.S. securities, it\ncould put as much as 40 basis points of downward pressure on interest rates.6\n5 See Stephen I. Miran (2025), “Nonmonetary Forces and Appropriate Monetary Policy,” speech delivered\nat the Economic Club of New York, New York, September 22,\nhttps://www.federalreserve.gov/newsevents/speech/miran20250922a.htm.\n6 See Marina Azzimonti and Vincenzo Quadrini (2024), “Digital Assets and the Exorbitant Dollar\nPrivilege” AEA Papers and Proceedings, vol. 114 (May), pp. 153–56,\nhttps://pubs.aeaweb.org/doi/pdfplus/10.1257/pandp.20241069. This paper and related work by the same\nauthors—including the 2025 paper “Digital Economy, Stablecoins and the Global Financial System,”\nNBER Working Paper Series 34066 (Cambridge, Mass.: National Bureau of Economic Research, July),\nhttps://www.nber.org/papers/w34066—expand on some of these ideas but do so in a model in which\n\n- 7 -\nIn estimating the effect of the projected growth of stablecoin issuance on demand\nfor Treasurys and other highly liquid dollar assets, it is helpful to make a comparison to\nwhat most researchers believe was a large factor during an era of declining interest rates\nthat began around the turn of the millennium—what former Fed Chairman Ben Bernanke\ncalled the global saving glut.7 In measuring the global saving glut, Bernanke reported\nthat the annual U.S. current account deficit widened by 4 percentage points of U.S. gross\ndomestic product (GDP) from 1996 to 2004.8\nAs I mentioned earlier, projections indicate between $1 trillion to $3 trillion of\ngrowth in stablecoins over the next several years. Adoption depends on regulatory\nclarity, institutional integration, and factors emanating from outside the U.S.—for\ninstance, growth in EMEs, foreign exchange fluctuations, foreign political stability, and\nso forth.\nAn additional $2 trillion of foreign demand for dollar assets by the end of the\ndecade would, all else equal, increase the current account deficit by roughly\n1.2 percentage points of GDP over this period. This increase would represent about 30\npercent of the size of the original global saving glut. More bullish stablecoin-uptake\nforecasts on the order of $4 trillion would double the size of this effect, making it about\nstablecoin issuers can choose to hold much less—or even none—of their assets in Treasury securities. The\nprediction on the interest rate depends on the fraction of reserves held in Treasury securities by stablecoin\nissuers. With a low enough fraction, the stablecoin steady-state interest rate can actually also be higher.\nHowever, such a pattern does not match what we observe from issuers or the guidelines in the GENIUS\nAct, and I therefore prefer to assume a high value of the fraction of reserves held in Treasury securities. It\nfollows that the stablecoin steady-state interest rate is lower than the steady-state interest rate in which\nstablecoins are absent.\n7 In his 2005 speech that coined the term and launched a thousand papers, then-Fed Governor Ben\nBernanke estimated that the global saving glut began around 2001. See Ben S. Bernanke (2005), “The\nGlobal Saving Glut and the U.S. Current Account Deficit,” remarks delivered at the Sandridge Lecture,\nVirginia Association of Economists, Richmond, Virginia, March 10,\nhttps://www.federalreserve.gov/boarddocs/speeches/2005/200503102.\n8 After peaking in 1995 at 7.91 percent, the 10-year yield fell to 4.92 percent in January 2001.\n\n- 8 -\n60 percent the size of the original global saving glut. These magnitudes would matter for\nmonetary policy.\nDemand could obviously differ in domestic versus foreign adoption or miss these\nestimates. My goal is not to pinpoint the most accurate forecast, but to highlight the\npotential power of this channel. You can fill in your own numbers using this same\nmethod—my crystal ball is no clearer than others’. Moreover, the asset mix purchased\nby the rest of the world 20 years ago differs from that purchased by stablecoin issuers.\nThe effects of a lower neutral rate might therefore manifest in financial markets\ndifferently than they did last time.\nEven relatively conservative estimates of stablecoin growth imply an increase in\nthe net supply of loanable funds in the economy that pushes down r*. If r* is lower,\npolicy rates should also be lower than they would otherwise be to support a healthy\neconomy. A failure of the central bank to cut rates in response to a reduction in r* is\ncontractionary.\nIf a global stablecoin glut looks like a global saving glut, some other\nconsequences may be replicated, too. For instance, a lower r* increases the odds that the\nzero lower bound (ZLB) binds in the future, limiting the ability of short-term interest\nrates to move down to provide accommodation but not restraining their ability to move\nup to restrict activity. Markets may expect policy to spend more time at the ZLB because\nof that inability to provide accommodation and get away from zero. That may make the\nfed funds rate more volatile to the upside with respect to other financial conditions, even\n\n- 9 -\nas downside volatility remains muted by the ZLB, simulating elements of former\nChairman Alan Greenspan’s “conundrum.”9\nMoreover, if a global stablecoin glut is driven by flows out of foreign currencies\nand into the U.S. dollar, it will, all else equal, make the dollar stronger. Depending on\nthe strength of this effect relative to other forces affecting the Fed’s price-stability and\nmaximum-employment mandates, that might be something that monetary policy reacts to.\nFinally, incremental dollarization may reduce the benefits of floating exchange\nrates. Exchange rates often function as shock absorbers, adjusting rapidly to changes in\nrelative conditions across countries so that nominal prices don’t have to. If nominal\nprices are sticky and exchange rates are not, the cyclical distortions associated with those\nrigidities are less detrimental for the economy. Increased real price rigidity because\nexchange rates cannot adjust would intensify the volatility of global business cycles. And\nFed policy will have a greater effect on foreign economic growth with greater\ndollarization, increasing business cycle synchronization. Whether this phenomenon\nwould matter for the U.S. and not just for countries that dollarize a portion of their\neconomies remains speculative.10\nAmerica’s capital markets are the world’s deepest, helping to support economic\ngrowth, fund new ideas, and allocate capital efficiently. However, our financial\ninfrastructure, not unlike our physical infrastructure, could use a reboot. Stablecoins may\n9 See Alan Greenspan (2005), testimony before the Committee on Banking, Housing, and Urban Affairs,\nU.S. Senate, February 16, 109th Cong. (Washington: U.S. Government Printing Office), quoted text in\nparagraph 23, https://www.federalreserve.gov/boarddocs/hh/2005/february/testimony.htm.\n10 Caballero, Fahri, and Gourinchas (2017) note that once the ZLB for global interest rates is reached, the\nworld economy becomes increasingly interdependent as countries can no longer use monetary policy to\ninsulate their economies from world capital flows; see Ricardo J. Caballero, Emmanuel Farhi, and Pierre-\nOlivier Gourinchas (2017), “The Safe Assets Shortage Conundrum,” Journal of Economic Perspectives,\nvol. 31 (Summer), pp. 29–46, https://pubs.aeaweb.org/doi/pdfplus/10.1257/jep.31.3.29.\n\n- 10 -\nwell lead the way on this front, facilitating dollar holdings and payments domestically\nand abroad. While there has been extensive research on the topic since the advent of\nstablecoins a decade ago, the scope for rapid increases in issuance makes it now even\nmore imperative to consider what widespread adoption may mean for monetary policy,\nboth in the U.S. and abroad.",
    "length": 19164,
    "date": "2025-11-07",
    "parsing_from": "pdf"
  },
  {
    "id": "fedgsq:102128",
    "url": "https://www.federalreserve.gov/newsevents/speech/files/miran20251119a.pdf",
    "text": "For release on delivery\n10:00 a.m. EST\nNovember 19, 2025\nRegulatory Dominance of the Federal Reserve’s Balance Sheet\nRemarks by\nStephen I. Miran\nMember\nBoard of Governors of the Federal Reserve System\nat the\nBank Policy Institute and Small Business & Entrepreneurship Council\nWashington, D.C.\nNovember 19, 2025\n\nThank you for the opportunity to speak to you today.1\nThe Federal Reserve is actively revising its banking regulations, a project that I\nstrongly support. For many years, financial regulation mostly moved in one direction,\nincreasingly restricting the banking sector. Because the interactions of regulation with\nfinancial markets, the economy, and monetary policy implementation are too often\nunappreciated, this led to adverse consequences and lots of head scratching as to their\ncauses. In some respects, regulations enacted to shore up financial stability have\nconstrained the Fed’s control over some elements of monetary policy transmission and\nthe size of the balance sheet. Regulatory dominance of the balance sheet must be\nconsidered and accounted for to ensure the Federal Open Market Committee (FOMC),\nthrough its statutory mandate, has autonomy over conducting monetary policy.\nMy goal in today’s remarks is to share the core principles that will help guide my\ndecision making in this area, including how regulation affects the Fed’s balance sheet as\nwell as current efforts to reform bank leverage requirements. While discussions about\nbank reserve balances and interest paid on reserves, the composition of the balance sheet,\nand Treasury market intermediation are flourishing, I believe that many of these\nconversations are downstream of the bank regulatory framework. Once we properly\ntailor the regulatory environment, we can then address questions that are more pertinent\nto monetary policy implementation.\nBefore delving into specifics, let me describe five guiding principles. First, I\nbelieve that policymakers should always consider the potential costs and benefits of any\nregulation that crosses their desks. Far too often, adverse spillovers are recognized only\n1 The views expressed here are my own and are not necessarily those of my colleagues on the Federal\nReserve Board or the Federal Open Market Committee.\n\n- 2 -\nafter the fact, and the answer to a poorly functioning regulation is the Band-Aid approach\nof layering on another regulation. Banking regulation typically involves tradeoffs\nbetween ensuring smooth market functioning and credit availability during typical\nconditions and limiting the frequency or magnitude of stressful episodes.\nMapping how second-order impacts are expected to flow through the financial\nsystem and economy can help shape regulatory frameworks that are sensible and durable.\nFor instance, the costs and benefits of a regulation on a community bank are rarely\ncomparable to those of the same regulation on a systemically important bank, but heavily\nimpact the credit available to Main Street businesses where local knowledge is critical.\nOur regulatory framework should take that into account and allow community banks to\nremain the engines of their local economies, and I would support proposals to grant\nadditional relief aimed at community banks.\nA second principle is that policymakers should resist the urge to overreact in the\nwake of crisis. Broadly speaking, I believe regulators went too far after the 2008\nfinancial crisis, creating many rules that raised the cost of credit and limited its\navailability without reducing risk in a compensatory fashion. The signs of this overreach\nare clear: Many traditional banking activities have migrated away from the regulated\nbanking sector partly because burdensome rules have made provision of these services\ntoo costly or otherwise difficult for banks to provide. While I have no bias against\nnonbank financial companies, credit allocation should be driven by market forces, not\nregulatory arbitrage.\nThird, the Federal Reserve should aim for the smallest footprint it can manage.\nThis means limiting distortions to the provision of credit in the economy—for instance,\n\n- 3 -\nthrough large-scale asset purchases. It also means sticking to our clear statutory mandate\nand not coloring outside the lines, and we have recently taken steps in these directions.\nFor example, the FOMC recently announced that maturing agency mortgage-backed\nsecurities will be replaced with Treasury bills in the Fed’s portfolio, and the Board voted\nto rescind the Fed’s climate guidance. Maintaining a focus on our congressional\nmandates is essential to ensuring the Fed remains a credible independent organization.\nThere is more work to be done in reorienting the Fed’s activities to properly heed our\nnarrow statutory mandate.\nFourth, transparency has many benefits. Banks are one of the most heavily\nregulated sectors in the economy, and regulators owe the public an accounting for our\nactions. Transparency is also pragmatic, because it means that banks will understand\nwhat we expect of them. Without transparency, effective congressional oversight is\nimpossible. For this reason, I was pleased to vote in favor of the Board’s recent issuance\nof its stress testing framework for public comment.\nLast is a principle that I try to consider in most of my work, which is to keep an\nopen mind. Good new ideas can come from any direction; the regulatory process\nguarantees that the public can provide input, but regulators listen to different degrees. I\nwill be listening.\nConnecting these principles to the work I am doing as a Governor: After two and\na half years of shrinking our balance sheet, the FOMC has decided to end those\nreductions beginning December 1, as the Committee gauged reserve balances to be\nsomewhat around or above ample.\n\n- 4 -\nBut what determines whether reserves are ample or not? Before the Global\nFinancial Crisis, reserve levels were much lower, or scarce. Even some months ago,\nreserves were higher, or abundant. Empirically, we can use movements in money\nmarkets to assess when conditions are shifting from one regime to another; but, to me,\nthis ignores first principles. Liquidity requirements force banks to hold high-quality\nliquid assets, including reserves. Meanwhile, capital requirements, such as the enhanced\nsupplementary leverage ratio (eSLR) and global systemically important bank surcharge,\nimpose costs to hold those assets. When these banks, many of which are primary dealers\nof U.S. Treasury securities, attempt to get that new government debt from auctions to\ninvestors, they navigate a regulatory patchwork of contradictory incentives.\nSupervisory policy can also boost demand for reserves. In a 2022 podcast, former\nFed Vice Chairman for Supervision Randy Quarles describes how supervisory\npreferences for reserves over other types of liquid assets, as well as fear of heightened\nscrutiny or supervisory action, can raise demand for bank reserves above and beyond\nwhat’s required.2\nFor all the talk about fiscal dominance of monetary policy, the reality is that the\nsize of the balance sheet is a result of regulatory dominance. Regulations boost demand\nfor reserves, which in turn requires us to end runoff or purchase securities for reserve\nmanagement purposes. These actions may affect financial conditions and create cross\ncurrents with monetary policy goals. The Fed no longer targets monetary aggregates like\nreserve levels, but that doesn’t mean we should not think about them.\n2 See David Beckworth (2022), “Randal Quarles on Inflation, Balance Sheet Reduction, Financial Stability,\nand the Future of the Fed,” Mercatus Center, Macro Musings (podcast), July 18,\nhttps://www.mercatus.org/macro-musings/randal-quarles-inflation-balance-sheet-reduction-financial-\nstability-and-future-fed.\n\n- 5 -\nA consequence of the Fed’s large balance sheet is significant payments of interest\nto the banking sector. Now, this is little different for banks’ income than if they held\nTreasurys directly, as would occur in a scarce-reserves regime. In fact, an upward-\nsloping yield curve would suggest banks would earn more from holding Treasurys rather\nthan reserves.\nRegardless, the optics differ. Large interest on reserve balances (IORB) outlays\nmay appear like the Fed is unfairly subsidizing the banking system with billions of\ndollars, even if that’s not the case. These perceptions can affect the Fed’s credibility and\nthus its effectiveness. Several times now, the Senate has debated whether the Fed ought\nto be stripped of its statutory authority to pay IORB despite its necessity as a tool for\nmanaging the federal funds rate.\nIt has become apparent to me that trying to settle the ongoing debates on how\nmonetary policy is best implemented before settling the regulatory framework is putting\nthe cart before the horse. Due to regulatory dominance, regulations will determine the\nright size of the balance sheet and the role for IORB.\nAs I noted, I remain open to new ideas, including on the Fed’s balance sheet. For\nexample, the Fed pays interest to banks, but not on the Treasury General Account\n(TGA). Should the Fed also pay interest, or similar compensation, to Treasury?3 In one\nsense, it’s a wash on the consolidated government balance sheet; reducing the Fed’s net\nprofits also reduces remittances to Treasury. But with a deferred asset position that\noccasionally reflects losses on the SOMA portfolio, paying interest on TGA could\nsmooth remittances over time, reducing the volatility of fiscal borrowing.\n3 Paying interest on TGA may require statutory authorization from Congress, but this is an open question.\n\n- 6 -\nAdditionally, rather than keep our liabilities to Treasury as zero-yielding deposits\ndirectly, would it make more sense for the Fed to hold short-term assets such as Treasury\nbills or repos against the TGA? Currently, days when new Treasury securities settle\noften result in sharp and temporary declines in reserve supply. But the Fed could sterilize\nthese settlements by flexibly adjusting its balance sheet through open market operations.\nVersions of this idea have been proposed by Bill Nelson and Annette Vissing-Jorgensen.4\nI think we should consider all avenues for improving market functioning, particularly\nwhen volatility arises from regular and foreseeable government debt settlement dates.\nMoving to leverage ratios, I see the benefit of the proposal the Board issued\nbefore I arrived because the leverage ratio should not be the binding constraint on banks\nin the ordinary course of managing their balance sheets, incentivizing higher-risk\nbehavior for no good reason. However, I also believe that penalizing holdings of\nTreasurys and reserves through leverage ratios is at odds with requiring banks to hold\nthose instruments as high-quality liquid assets to cover potential outflows.\nIn addition, dealer intermediation of the Treasury market can suffer if banks are\nforced to hold substantial capital just to support their Treasury and repo trading books,\nwhich often are low-return, low-risk, high-volume activities. This otherwise esoteric\nissue can have meaningful consequences for Treasury market functioning and monetary\npolicy implementation.\n4 See Bill Nelson (2024), “How the Federal Reserve Got So Huge, and Why and How It Can Shrink,” BPI\nStaff Working Paper 2024-1 (Washington: Bank Policy Institute, February), https://bpi.com/wp-\ncontent/uploads/2024/02/How-the-Federal-Reserve-Got-So-Huge-and-Why-and-How-It-Can-Shrink.pdf;\nAnnette Vissing-Jorgensen (2025), “Fluctuations in the Treasury General Account and Their Effect on the\nFed’s Balance Sheet,” FEDS Notes (Washington: Board of Governors of the Federal Reserve System,\nAugust 6), https://www.federalreserve.gov/econres/notes/feds-notes/fluctuations-in-the-treasury-general-\naccount-and-their-effect-on-the-feds-balance-sheet-20250806.html.\n\n- 7 -\nRemoving these securities from the leverage ratio, as was suggested as an\nalternative in the proposed rule, would help insulate the Treasury market from stressful\nepisodes when liquidity is in short supply. Due to heightened uncertainty accompanying\nextreme volatility, policymakers tend to “overdo it” when overreacting to dysfunction.\nInstead of being forced to react to Treasury market dysfunction after it has occurred, I\nthink excluding those assets now is a small price to pay to deter that potential\ndysfunction.\nPreventing Treasury market dysfunction in the first place may be the best way to\nlimit the Fed’s footprint. Moreover, providing this relief ex post instead of ex ante may\nlead to the unfortunate perception that the Federal Reserve is bailing out specific entities\nfor poor investment decisions.\nWhile I have noted my openness to new ideas, this one is not novel. The banking\nregulators excluded Treasurys and reserves from the leverage ratio denominator in\nresponse to the increase in bank deposits during and after the COVID-19 pandemic. The\nonly observable downside from that intervention came from the transition back to\nincluding them in the denominator. Banks then shunned deposits to avoid pushing\nagainst their leverage ratios, helping lead to a flood of cash into money market funds and\nthe exorbitant rise in usage of the overnight reverse repo facility, in turn limiting the\nextent to which quantitative tightening drained reserves for several years. Bank and\ndepositor behavior were unnecessarily distorted: As interest rates rose in 2022 and 2023,\nsome banks had to reverse course and compete for deposits, whipsawing banking\nbehavior that should otherwise be relatively stable. There are already certain instruments\n\n- 8 -\nthat are excluded from some leverage ratio denominators, like custody bank reserves\nsupporting operational deposits, and there is no evidence this is disruptive.\nIn any case, this is an exciting time to be a bank regulator, which is not something\nI imagined to be possible before arriving here. And we are still very much in the early\ninnings of change. As I said before, the right level of bank reserves in the system is\nultimately a function of that regulatory environment. As we right-size the regulations,\nmy hope is that it will allow us to further reduce the size of the balance sheet, relaxing the\ngrip of regulatory dominance. Given emergent funding market signals, I supported\nending the runoff of the Fed’s balance sheet immediately at the FOMC’s October\nmeeting rather than waiting until December 1, though the difference between October 29\nand December 1 is not enormous.\nIndeed, as we make more progress peeling back regulations, I expect the optimal\nlevel of reserves may drop below where it is now, at least relative to GDP or the size of\nthe banking system. It is possible that in the future, it will be appropriate to resume\nshrinking the balance sheet; stopping runoff today does not necessarily mean stopping it\nforever. That would also enable us to reduce our interest payments on reserves. If we go\nfar enough with removing regulations, we may be able to limit perceptions that the Fed is\npicking winners and losers through regulations, asset purchases, and credit allocation\ndecisions. But before further reductions in the balance sheet, we first have to get the\nregulations right and ensure that bank balance sheets are flexible enough for an\nenvironment with a smaller Federal Reserve footprint.\nThank you.",
    "length": 15295,
    "date": "2025-11-19",
    "parsing_from": "pdf"
  }
]