[
  {
    "id": "fedbcb:19009",
    "url": "http://www.bostonfed.org/commdev/c&b/2001/spring01.pdf",
    "text": "Spring 2001\nFederal Reserve Bank\nC B\nof Boston\nommunities anking\n&\nMoving into New Territory:\nInternet Banks Make Defining\nCOMMUNITY Difficult\nArt’s Economic Power in New England\nSoft Second Program Celebrates Ten Years\nPerformance & Profitability of CRA-Related Lending\nThe Big $core!\n\nthis issue:\nbanking trends\nMoving into New Territory: Internet Banks\nC B Make Defining COMMUNITY Difficult.................3\nommunities& anking\nThe CRA was not designed to handle virtual communities. Kristin Kanders high-\nThe mission of Communities &Banking\nlights how some Internet banks are complying with the regulation and discuss-\nis to enhance community and econom-\nes trends being evaluated for the 2002 CRA review.\nic development by exploring effective\nways for lenders to work with public,\nprivate, and nonprofit sectors toward\nproactive compliance with the\naround new england\nCommunity Reinvestment Act.\nArt’s Economic Power in New England.............10\nEditor\nThe arts can play an important role in revitalizing depressed areas. Kathleen Gill\nKristin Kanders\nexamines the economic impact of culture in three New England cities.\nEditorial Board\nPatricia Allouise\nMarques Benton\nproductive partnerships\nAnn Eggleston\nJane Katz Soft Second Program Celebrates Ten Years.....15\nYolanda Kodrzycki\nSharon Lesondak Jim Campen and Tom Callahan overview the growth of the Soft Second Program.\nJoan Poskanzer They also evaluate its successes and prepare for the future.\nJoanna Stavins\nPaul Williams\nThe views expressed are not necessari- research review\nly those of the Federal Reserve Bank of Performance & Profitability of\nBoston or the Federal Reserve System.\nCRA-Related Lending............................................18\nInformation about upcoming events\nand other organizations should be con-\nThree Federal Reserve Board economists overview their study on a much-ques-\nsidered strictly informational, not as an\ntioned but little-researched topic. Commentary on the study is also included with\nendorsement of their activities.\nthis article.\nArticles may be reprinted on the condi-\ntion that the source is credited and the\ndisclaimer (paragraph above) is used.\nconsumer focus\nPlease send copies to:\nThe Big $core!........................................................22\nKristin Kanders\nIndividuals can now purchase their credit scores. John Galligan explains how to\nEditor, Communities&Banking\nFederal Reserve Bank of Boston interpret (and improve) scores. He also gives a personal account of how he cor-\nP.O. Box 2076 rected his own credit history.\nBoston, MA 02106-2076\n(617) 973-3997\nkristin.kanders@bos.frb.org\nFor free subscriptions contact:\nPublic and Community Affairs\nFederal Reserve Bank of Boston\nP.O. Box 2076\nBoston, MA 02106-2076\n1-800-409-1333\nbostonfed.publications@bos.frb.org\nAvailable on the web at\nwww.bos.frb.org/comaff/html/c&b.htm\n2 c & b\n\nmoving into new territory\nInternet Banks Make Defining\nCOMMUNITY Difficult\nby Kristin Kanders\nn 1977, the phone was considered the\nI\nspeedy alternative to mail service and\n“www” looked like a typo. Today, commu-\nnicating with people around the nation and\nworld is so easy that new associations have\nformed as a result of the Internet. But what\nhappens when laws relying on 1977 technol-\nogy and ideas about community arrive in the\ntwenty-first century? In at least one instance,\nyou get a lot of bankers, regulators, and\ncommunity groups thinking about how to\ninterpret the Community Reinvestment Act.\nThe Community Reinvestment Act requires\nbanks to provide credit access and banking\nservices for all segments of their communi-\nties, including low- and moderate-income\nneighborhoods, consistent with safe and\nsound operations. A bank’s “community” is\ndefined by its assessment area, a geographic\nregion surrounding its branches and deposit-\ntaking automated teller machines. The need\nfor assessment areas arose when the practice\nof redlining—literally or figuratively marking\nareas on maps where banks would not\nextend credit—came to be known and\nprotested. To ensure that banks would ade-\nquately meet the needs of their entire com-\nmunities, the Community Reinvestment Act\nwas established.\n3 c & b\n\nInternet-based banks, those that do offices, real estate, and staffing, because they can rely on current\nnot supplement their services with a matter to consumers. Internet bene- customers to sign up for their\ntraditional branch or ATM infra- fits such as home banking and Internet services rather than spend\nstructure, present a challenge to the high-interest earning accounts are large amounts of money marketing\nCRA because their “community” is attractive, but not enough to create to a new clientele.\n1\nnot based on geography. Because customer loyalty. In addition,\nthe deposits they gather can be because many Internet-based insti- Some Internet-based banks, though,\nfrom across the nation, should their tutions don’t originate loans, but have proved that they can sustain\nreinvestment be across the nation? buy them on the wholesale market profitability, and that’s why various\ngroups of people are interested in\nthe debate over where Internet banks\nare responsible for reinvestment.\nThe regulatory agencies have not produced\nThese groups care, not only because\nguidelines for Internet-based banks to use\nInternet banks question how to\nin defining their assessment areas because define communities in an era of\nthey have no authority to do so. increasing reliance on communica-\ntions technology, but because the\nstandards being set today may influ-\nence the scheduled revision of the\n2\nOr is nationwide reinvestment ask- through third-party brokers, they CRA in 2002. The Federal Financial\ning too much from these start-ups, struggle with thin profit margins. Institutions Examination Council, an\nmost of which have small staffs rel- The Federal Deposit Insurance interagency group representing the\native to asset size? To date, most Corporation estimates that of the Federal Reserve System, Federal\nInternet banks have reinvested in nearly 10,000 FDIC-insured finan- Deposit Insurance Corporation,\nthe community around their head- cial institutions in the United Office of Thrift Supervision, Office\nquarters. The sensitive issue, States, about one-half have a web of the Comptroller of the Currency,\nthough, is that an Internet bank’s site and about one-fifth offer trans- and National Credit Union Admin-\nheadquarters may not be located in actional Internet banking services. istration, is responsible for revising\nan area that represents its customer the CRA next year. Lynn Bedard,\nbase. Also, Internet bank headquar- Of the Internet-based banks operat- Community Affairs Liason for the\nters may be unevenly distributed ing in 2001—various estimates OTS Southeast Region, thinks that\nthroughout the United States—for range in the few dozen—many have “How you define an assessment area\nexample, a large percentage are retrofitted their operations to will probably be the number one\nlocated in the Southeast. include either branches, kiosks, or issue in the 2002 CRA review.”\nautomated teller machines. Cynthia\nBonnette, Assistant Director of the Until 2002, and possibly after as\nExit Hype\nFDIC’s Bank Technology Group, well, Internet banks’ CRA activities\nFive years ago, the race was on to says, “The large majority that start- will be evaluated on a case-by-case\nput traditional operations on the ed a few years ago have expanded basis. The regulatory agencies have\nInternet, with the idea that the their delivery channels.” Brick-and- not produced guidelines for Internet-\nInternet would make operations click operations, such as Salem Five based banks to use in defining their\nmore efficient and cost effective. Cents Savings Bank and its Internet assessment areas because they have\nTheory, however, has hit reality. The subsidiary directbanking.com, are no authority to do so. Tom Venables,\ncostly ingredients Internet banks having an easier transition than President and Chief Executive Officer\nwanted to avoid, such as branch Internet-only operations, partly of Internet-based Lighthouse Bank,\nof Waltham, MA, explains his view.\n“It’s difficult to figure out how to\ncomply with the CRA because it’s\nvery geographically based. To fit our\nmodel into that world was tough.\nAlso, the regulators can’t provide\nmuch guidance because they are\nrestricted by what the law says, so\n?\nuntil that changes, it’s kind of a cir-\ncular problem.” But since Internet\nbanks have not been waiting around\nfor further instructions, here are\nsome examples of how Internet\nbanks and their regulators are inter-\npreting CRA responsibilities.\nSays Lighthouse Bank’s Tom\nVenables of the approach his insti-\ntution took, “What we did to meet\nour responsibilities with the CRA\nwas to create a business plan\nshaped by CRA. As a ‘de novo’\n4 c & b\n\nNo one knows yet which track\nInternet banks will follow.\ninstitution, which is a ‘small’ insti- method the bank followed to com- and state-chartered thrift institu-\ntution in the regulation, our ply with the CRA is still instructive. tions, detailing how it could imple-\nrequirement was to do the majority Lighthouse Bank’s lack of prof- ment a national CRA program. Says\nof our lending in our assessment itability, it should be noted, is not a their CEO D.R. Grimes, “When we\narea, so it’s a fairly well-defined result of its CRA approach, but of started, we were making about 50\n3\nrequirement. We chose Waltham the high start-up costs associated percent of our loans in Atlanta and\n[as a headquarters location] for with Internet banking. received about 25 to 30 percent of\nbusiness purposes and then the our deposits from there. As we got\nquestion became, ‘How big do we bigger our percentages shrank and\nNationwide Community\ndraw the circle?’ We decided to it became clear that we were going\nReinvestment\nfocus our marketing efforts in to be national. With less than 15\nEastern Massachusetts and with this NetBank, which premiered in 1996 percent of our market now in\napproach we came up with a logical and calls itself “The World’s Georgia, it would be difficult to\nassessment area. We couldn’t han- Largest Independent Internet comply with CRA—it would be fis-\ndle all of Eastern Massachusetts as Bank,” is an example of a prof- cally irresponsible.” The “fiscal irre-\nour assessment area so we chose a itable Internet-based bank that’s sponsibility” Grimes is referring to\n60-community area starting in been in business for ages, at least is that compliance with the CRA\nBoston and moving west. So far, we Internet ages. Headquartered in might suggest doing a majority of\nhave done about 70 percent of our Alpharetta, GA, an Atlanta suburb, loans in an assessment area, yet\nlending in that assessment area.” its lending patterns have changed safety and soundness regulators\nas the institution has matured. In wouldn’t want such a high concen-\nThis approach of structuring the 1997, NetBank’s CRA plan was for tration of loans—especially a high\nbank’s business model to satisfy community reinvestment around concentration in low- and moder-\nCRA is not how all Internet banks its headquarters. As a start-up ate-income loans—to be made in an\nshape their businesses, nor do they operation, NetBank was encour- area that isn’t representative of its\nall target marketing to a geograph- aged to define its headquarters area customer base.\nic area. Although Lighthouse Bank, as its assessment area. By 1999,\nwhich opened for business in June though, NetBank was receiving What NetBank received OTS\n2000, has not been profitable for its deposits from all 50 of the United approval for in March 2001 is to\nbank holding company, Brookline States and 20 foreign countries. reinvest in three communities that\nBancorp, and is expected to be sold are its biggest business generators:\nto a third party or merged with In January 2000, NetBank submit- California, Georgia, and Florida.\nBrookline’s traditional operations ted a plan to the Office of Thrift NetBank’s strategic plan, which\nby the third quarter of this year, the Supervision, regulator of federally outlines its CRA goals and\n5 c & b\n\nstrengths.” The strategic plan is an\noption that has so far been used pri-\nWe need to update our concept of communi-\nmarily by wholesale and credit card\nty to reflect today’s marketplace. . . . This is\ninstitutions to guide CRA reinvest-\nby no means a simple problem to solve. . . . ment. The plans allow banks to set\nthere are aspects of the regulations, as we their own standards for how their\nCRA compliance should be judged,\nall know, that do not work particularly well\nrather than rely on the standard\nin today’s market of Internet banks, nation- lending, service, and investment test\nwide lending, alternative delivery, and mix, which values lending about\ntwice as heavily as services and\ndeposit-gathering mechanisms.\ninvestments. The strategic plan\nbecame part of CRA regulation in\nEllen Seidman, OTS Director 1995. Its greater flexibility works\nOctober 2000 speech better for institutions with nontradi-\ntional communities. To become\nvalid, the plans must be submitted\napproach, states that should its cur- tion in Commerce Bank’s public for public comment and may under-\nrent market demographics change, evaluation, the document each fed- go regulator-suggested revisions.\nso will its CRA plan. NetBank’s eral regulator produces after exam-\nstrategy of CRA lending in three ining a bank for CRA compliance, Some Internet banks do not have\nareas is a “great resolution,” says states: “Commerce Bank’s assess- strategic plans, nor do they have\nGrimes because, while demonstrat- ment area includes some of CRA compliance evaluated by the\ning how to be creative with CRA, it Metropolitan Atlanta’s most afflu- standard CRA tests for either\nroughly matches loans with ent areas. None of the census tracts “small” or “large” financial insti-\ndeposits and so is in keeping with in the Fulton County portion of the tutions. This is because they oper-\nthe spirit of community reinvest- assessment area are designated as ate as wholesale, as opposed to\nment. Lynn Bedard, who worked on either low- or moderate-income.” retail, banks, which means that\nbehalf of the OTS to help NetBank Likewise, Telebank, which was they do not originate loans direct-\ndevelop its strategic plan, says of acquired by E*TRADE Bank in ly but buy them on the wholesale\nthe plan, “It probably isn’t perfect, January 2000, had an assessment market. Regulators of wholesale\nbut it’s a start.” area in Arlington, VA, which con- and limited-purpose banks use the\ntained, “no low-income census Community Development Test to\nTo some, that might be an under- tracts. . . .” Community advocates assess community development\nstatement. But even so, a strategic are also wary that the affluent sub- services, investments, and lending\nplan is often considered to be a bet- urbs of Silicon Valley, Atlanta, and in total, rather than separately. If a\nter solution than having Internet Washington, DC, where many of the wholesale bank does not directly\nbanks automatically choose their banks are located, may dispropor- make loans, the theory goes, it’s\nheadquarters as their assessment tionately receive reinvestment ben- more difficult for it to earmark\nareas. Home base designations con- efits at the expense of lower- lending to an area when it doesn’t\ncern community advocates who feel income neighborhoods in the make loans in the first place.\nthat Internet banks unfairly limit United States.\ntheir areas for reinvestment. For Telebank operated as a wholesale\nexample, ebank, formerly under the bank until it was bought by\nCRA Evaluation Standards\nname Commerce Bank, has its E*TRADE Bank. In fact, because\nheadquarters area as its assessment To foster creativity with the CRA, Internet banks often operate in\narea. The reinvestment area descrip- OTS Director Ellen Seidman has this manner, Bank of Internet USA\nencouraged Internet banks to pre- has turned its retail status into a\npare “strategic plans.” Regulators marketing tool. It emphasizes on\nand Internet bankers agree that its website, “Many so-called ‘on-\nstrategic plans are a useful tool for line lenders’ are actually mortgage\ncomplying with the CRA until brokers or simple lead generation\nInternet Value\nthe regulation is amended. web sites. Bank of Internet USA,\nBankrate.com, in a 2001\nLynn Bedard of the OTS however, is a direct portfolio\nsurvey of consumer finan-\nbelieves that “All Internet lender.” As D.R. Grimes, a direct-\ncial products, determined\nbanks should consider the lending Internet banker, has spec-\nthat Internet banks surpass\nstrategic plan option for ulated, wholesale Internet banks\ntheir brick and mortar com-\ntheir CRA compliance may be afraid of doing direct\npetition on the checking\nbecause it is very difficult lending nationwide because they\naccount front. Eighteen of\nfor a retail lender, using don’t know how to handle the\nthe top 20 checking\nthe Internet as its primary CRA implications.\naccounts were associated\noutlet, to comply with the\nwith Internet banks.\nregulation. Filing a strate- Strategic plans and Community\ngic plan,” she adds, “enables Development Tests have value in\nan institution to identify and making CRA compliance flexible\nget maximum credit for its for different kinds of banking insti-\n6 c & b\n\ntutions, but community groups fear Bank of Internet USA, a $120 mil- interagency CRA question and\nthat lending, the crux of CRA’s lion asset bank that opened on the answer section. The specific ques-\nimpact and the most heavily Fourth of July 2000 and is looking tion addresses the need for immedi-\nweighted factor a regulator uses to to be profitable by its one-year acy or direct benefit of community\nassess a CRA rating for a typical anniversary, thinks that his bank reinvestment on an institution’s\nretail institution, may become can meet the needs of its communi- assessment area. The answer is that\ndiluted—especially if Internet bank- ty by reinvesting according to the immediacy and direct benefit do\ning becomes more powerful. The current regulation. He’ll be more not have to be shown as long as the\nWoodstock Institute, a Chicago- confident, of course, after the CRA “purpose, mandate, or function of\nbased nonprofit that promotes com- review his bank is scheduled for in the organization or activity\nmunity reinvestment, considers June. Says Evans of his San Diego- includes serving geographies or\nstrategic plans to be imperfect based bank, “We don’t think we will individuals located within the insti-\n4\nbecause they allow banks to set the need to develop a strategic plan,” tution’s assessment area.” This\nthresholds for attaining a certain but he is hoping that the CRA will statement has encouraged Internet\nCRA rating as low or high as they be revised to “address the realities banks, such as G & L Bank, to pur-\nwant. The Woodstock Institute sug- of our market.” sue compliance with the CRA in\ngests looking at market share to ways that coordinate with their\ndetermine assessment areas for The nationwide approaches sug- business philosophies.\nInternet banks. Its position is that gested by First IB and NetBank,\nfor each MSA, Internet institutions however, are only theoretical. While\nNiche Internet\nwith 0.05 percent of the market alternative approaches to fulfilling\nCommunities\nshare of a particular product should the CRA are being debated, some\nhave a CRA obligation for at least Internet banks are managing to fit G & L Bank, a $90-million-asset\nthat product in that area. For insti- their triangle of an operation into bank that caters to the gay and les-\ntutions that don’t have 0.05 percent the CRA regulation square by mod- bian community, serves its assess-\nof the market share in any areas, eling CRA activities on a method of ment area by caring for the needs\nthen the institutions should look compliance discussed in the FFIEC’s of its nationwide community, of\nnationally at the ratio between\nlending to low- and middle-income\ngroups and middle- and upper-\nincome groups. “Ideally,” says the Tracking CRA Policy\nInstitute’s Katy Jacob, “the ratio\nshould be one or higher.”\nSome Internet bankers believe that\nLegislation to address how a financial institution (includ-\na solution to fulfilling CRA will\ning Internet-only banks) should fulfill CRA requirements\ndevelop from looking nationally—\nwas reintroduced to the House of Representatives on\nalthough in a different manner than\nMarch 6, 2001, by Representatives Thomas Barrett and\nthe Woodstock Institute proposes.\nLuis Gutierrez.\nBob Connors, Community Affairs\nOfficer of First Internet Bank of\nThe Community Reinvestment Modernization Act, which\nIndiana (First IB), says, “Because we\nhas since been referred to two subcommittees of the\noperate with the entire country as\nHouse Committee on Financial Services, has 33 cospon-\nour marketplace, we think that any\nsors and calls for expanding a financial institution’s\nloan we can make to that targeted assessment area to each community in which the finan-\n[LMI] market should qualify toward cial institution makes more than 0.5 percent of its loan\nour CRA commitment.” First IB, volume and each state in which it has a branch outside\nwhich is classified as a “small insti- the metropolitan area.\ntution,” currently has an assessment\narea consisting of two counties The legislation was drafted by the National Community\naround its Indianapolis headquar- Reinvestment Coalition, a community advocacy group.\nters. He adds, “With the Internet- As in the current regulation, the assessment area would\nbusiness model, we don’t have geo- also include metro areas in which the financial institution\ngraphic control over our customer has one or more branches.\nbase—we have the entire country—\nso we need to come up with some This legislation faces strong opposition, as it did during\ncreative solutions to measuring the Clinton Administration, because it calls for expand-\nCRA compliance.” ing CRA obligation areas and extending CRA obligations\nto lending affiliates of financial institutions that are cur-\nD.R. Grimes of NetBank also thinks rently exempt under the Gramm-Leach-Bliley Act, such\nthat meeting the national LMI per- as insurance companies and mortgage banks. It is also\ncentage with the number of loans opposed because it calls for increased reporting of Home\nan Internet bank makes is “appro- Mortgage Disclosure Act data.\npriate; it’s a reasonable approach.”\nAnother Internet banker, Gary\nLewis Evans, President and CEO of\n7 c & b\n\nwhich the assessment area popula- our customers and is why home Reaching out to the local communi-\ntion is a part. (Its assessment area mortgages for same-sex couples ty through technology is also pop-\nconsists of Pensacola, Florida, plus has been our strongest product ular with Internet banks, for obvi-\ntwo neighboring counties.) G & L offering. Small-business owners ous reasons. Lighthouse Bank’s Tom\nBank specializes its direct commu- too tell us that discrimination hap- Venables believes that it is impor-\nnity reinvestment in Pensacola by pens.” In this way, Internet banks, tant “to expand the technology rev-\nsupporting gay and lesbian com- often thought of as threatening to olution to those behind the curve,\nmunity groups, programs that pro- traditional community reinvest- to expand computer literacy.” To do\nvide medicine for people with HIV, ment, may turn out to encourage this they forged an alliance with\nAIDS, or other diseases, and pro- credit access for nontraditional the Charles River Computer Center,\ngrams that provide sustenance and communities that sometimes feel a nonprofit organization that offers\nfinancial assistance to those in disenfranchised from the banking free training and computer time to\nneed. Primarily, though, it views world—just not by income. the Waltham community. NetBank\nits community impact in broad also plans to focus on technology.\nterms as a national provider of Other communities that may be As stated in their strategic plan, one\naffordable loans and mortgages to better targeted by the Internet than of their service goals is to “Form a\ngay and lesbian individuals, cou- by a traditional bank include ethnic partnership with an organization\nples, and companies. groups. Bancointernet bills itself, in [that] serves the low- and moder-\nthree languages, as the “Personal ate-income community, to provide\nThe G & L Bank model seems new Finance Community for Latinos.” It computers and Internet access with\nto the financial services industry offers products such as mortgages a goal of bridging the digital divide\nbecause its community is based for nonresidents, international and providing these communities\nneither on geography nor on money transfers, and financial with more low-cost banking prod-\nincome. Internet banks, by virtue information that is geared toward ucts and services.” This type of\nof their reliance on computer-liter- Hispanic and Brazilian communi- community outreach, which di-\nate and generally computer-own- ties living or newly arrived in the verges from traditional CRA activi-\ning customers, and because some United States. Bancointernet, how- ty, makes sense to Internet bankers\nof them are linked to brokerage ever, is a misnomer, as it does not because it provides them with a\nhouses, attract higher-income cus- provide transactional banking serv- way that they can complement (and\ntomers than traditional banks. But ices. VirtualBank is a bank for tech- avoid competition from) what tra-\nG & L Bank is a prime example of nology professionals, and it is ditional banks currently do for\nhow Internet banks are illuminat- offered through technology firms. community outreach.\ning new communities that need Its special services include things\naccess to credit. CRA Officer Bill that the technology-savvy appreci-\nIn Our Future\nKnight says that G & L Bank serves ate, such as a single database that\na community that is not being holds a person’s entire financial These examples show how Internet-\nserved by traditional means. “The portfolio, from mortgages to check- based banks are finding ways of\ngay couples we serve tell us that ing accounts. These financial reinvesting that relate to the commu-\ntraditional banks typically do not providers are finding lifestyle, eth- nities they serve. They present one\nallow gay couples to use their joint nic, and professional niches and are method of community reinvestment\nincome to qualify for mortgages or redefining what it means to have a that Internet banks are following,\nloans. This is a major issue with banking relationship. and one method that regulators are\nAs Gary Lewis Evans\nof Bank of Internet\nUSA says, “We are\nconvinced this is the\nway of the future.”\n\nassessing. Because there is no uni- Endnotes includes, the institution’s\nform policy on how Internet banks assessment area(s). The\n1. OTS Director Ellen\nshould fulfill CRA, many other rein- institution’s assessment\nSeidman remarked in a\nvestment examples can be found. area need not receive an\nSeptember 2000 speech that\nimmediate or direct benefit\n“. . . we have observed that,\nThe FFIEC policymakers have a from the institution’s spe-\nin most cases, Internet-only\nshort history to rely on for some big cific participation in the\ninstitutions are forced to pay\ndecisions. Only a handful of broader organization or\nvery high rates in order to\nInternet banks have been examined activity, provided the pur-\nacquire customers. As soon\nfor CRA compliance to date, and pose, mandate, or function\nas they lower their rates, the\nmost of them have been regulated of the organization or activ-\ndeposits flow out. Thus, the\nas “small banks,” which limits their ity includes serving geogra-\nsecond conclusion we have\nreinvestment obligations to their phies or individuals located\ndrawn is that most Internet-\nheadquarters assessment area. within the institution’s\nonly institutions attract pri-\nNetBank’s strategic plan, the first assessment area. Further-\nmarily non-core deposits.\none approved (in March 2001) for more, the regulations permit\nThis ‘hot money’ comes from\nan Internet bank, has stirred debate a wholesale or limited-pur-\ndepositors who are simply\nabout its strength and weaknesses. pose institution to consider\nseeking high interest rates\nThe policymakers, who will take community development\nand have no loyalty toward\ninto account the positions of com- loans, community develop-\none particular institution.”\nmunity advocacy groups and regu- ment services, and qualified\nlation-averse bankers, have a tough investments wherever they\n2. Regulators expect to\njob ahead of them. are located, as long as the\nrelease a document request-\ninstitution has otherwise\ning public commentary on\nBut the Internet banking industry adequately addressed the\nCRA this June. In addition to\ntoo has encountered strife in its credit needs within its\nthe topic of Internet bank\nyoung life. Some Internet banks assessment area(s).” For the\ncompliance, it may also\nhave witnessed a decline in venture entire question and answer,\nrequest comments on bank\ncapital; others haven’t been able to see section .12(i) &\nmergers, exam processes,\nturn profits, have changed their 563e.12(h)-5 of the intera-\nand the investment test.\nbusiness plans to include branches, gency CRA Q&A.\nor have been bought by a tradition-\n3. “Small” institutions are\nal banks, brokerages, or Internet\ncharacterized as those with\nconglomerates. Some are trying to\nassets of less than $250 mil-\nremain Internet-only. While it’s dif-\nlion or less than $1 billion\nficult, there are business reasons for\nin assets if it is a part of a\nremaining in the field. Of the\nbank holding company. To\nnumerous dot-com businesses out\nsatisfy CRA, small institu-\nthere, Internet bankers believe that\ntions are supposed to do a\nfew are as well suited for the\nmajority of their lending\nInternet as financial services. As\nwithin their assessment\nGary Evans of Bank of Internet USA\nareas. Large institutions, on\nsays, “We are convinced this is the\nthe other hand, are those\nway of the future.” At the end of the\nwith assets of $250 million\nday, his bank is doing “basic, pure\nor more or assets of more\nbanking” without the high over-\nthan $1 billion if in a hold-\nhead. Yes, Internet banks may have\ning company. Large institu-\neradicated the need for the middle-\ntions are evaluated for CRA\nman, along with our quaint ideas of\naccording to three tests:\nhow to define a community.\nlending, service, and invest-\nment. The lending test typi-\ncally weighs twice as heavi-\nly as the other two tests.\nComments on this article? E-mail\nkristin.kanders@bos.frb.org\n4. An excerpt from the\nanswer reads, “Therefore, an\ninstitution’s activity is con-\nsidered a community devel-\nopment loan or service or a\nqualified investment if it\nsupports an organization or\nactivity that covers an area\nthat is larger than, but\n9 c & b\n\nArt’s Economic Power\nin New England\nby Kathleen Gill\nW\nhen TIME magazine’s “100 People Who\nMade the Millennium” were named, twen-\nty-five were artists. Our admiration for\nartistic people and places is such that one\nof the measures of a community’s desir-\nability is the amount of art and cultural\nWe must never forget that art is not a form\nactivities available to its citizens. Art is\nof propaganda,it is a form of truth.\nalso big business.\n-John F.Kennedy\nIn New England, nonprofit cultural organ-\nizations and attractions generate $3.9 bil-\nlion dollars in annual revenue and support\nArt is making something out of nothing and 110,000 jobs, according to the New\nthen selling it. England Foundation for the Arts. Further,\n-Frank Zappa this estimate covers only a small portion of\nthe arts “industry.” An inclusive definition\nof arts and culture can include movies,\nmusic, graphic design, publishing, and\nother businesses. Together these enterprises\nmake up the “Creative Economy,” accord-\ning to a June 2000 report by the New\nEngland Council.\nUsing a broader definition of art, including\nenterprises and individuals that directly\nand indirectly produce cultural products,\nthe Creative Economy supports more than\n245,000 jobs in the region, and 3.5 percent\nof New England’s job base. In dollar terms,\nNew England attracts $6.6 billion in rev-\nenues from cultural tourism alone.\nHowever, this is just part of the value pro-\nSeeing the Path of the Wind,by Stacy Levy is a wind installation duced by the Creative Economy. Businesses\ncurrently on display at Mass MoCA.Eight strategically placed and workers are attracted to the New\nfans replicate wind patterns detected from the museum’s\nEngland region and to particular commu-\nrooftop and “breeze” onto the flags.\nnities because of the quality of life.\nFortunately, the New England Council proj-\nects that Creative Economy jobs will grow\n18 percent over the next ten years.\n10 c & b\n\nWhile art has many positive eco- Pittsfield, Massachusetts revitalization strategy. Armed with\nnomic and social effects, it also has The Berkshires of Massachusetts $50,000 per year for three years,\nmany expenses that the economy at have long been a cultural magnet Downtown, Inc. hired the Berkshire\nlarge is asked to subsidize. For for the East Coast. Tanglewood, the Housing Development Corporation\nexample, museums on average gen- summer home of the Boston for a revitalization strategy.\nerate only a fraction of their operat- Symphony Orchestra, has been a\ning revenue from admission sales. summer attraction for over 70 years. Berkshire Housing’s approach was\nAccording to a 1995 survey of 174 Berkshire County attracts an esti- pragmatic. They proposed public/pri-\nmember institutions of the mated 2 million visitors per year, vate partnerships and a combination\nAssociation of Art Museum most in the summer months. While of rehabilitation of historic buildings\nDirectors, the average cost per the southern section of Berkshire for commercial space and cultural\nmuseum visitor was $30, while County has prospered, the central activities to bring people downtown.\nadmission fees per visitor averaged and northern regions have not been In the past, large-scale development\n$1.45. To cover the revenue gap, in so fortunate. Pittsfield, located in projects were proposed, but no\n1995 the public sector contributed central Berkshire County, is attempt- developers could be found to take the\n$281 million to museums and the ing to reverse this trend with a risk a major development required.\nprivate sector contributed $372 mil- downtown revitalization plan that Berkshire Housing developed an\nlion. By this fiscal measure, muse- emphasizes cultural and entertain- incremental strategy consisting of\nums are an economic drain, not an ment activities. three parts with a total plan cost of\neconomic engine. Art and culture’s $25 million. The first part of the plan\nimpact has traditionally been meas- Pittsfield has historically been an was to develop office space, which\nured with this model, and it is industrial center in western was in short supply in Pittsfield. The\nviewed not as a moneymaking Massachusetts. However, in the late second part was to restore some his-\nenterprise, but as an expense. 1980s, General Electric closed two toric buildings and tear down non-\nof its three divisions in Pittsfield. At historic abandoned buildings. The\nBut the economic model of art is the same time, General Dynamics third part of the plan was to develop\nchanging. A more contemporary and closed its plant following defense a cultural action strategy for\npractical way of viewing the arts spending cutbacks. As a result of Pittsfield. The cultural action strate-\neconomy is through an example the two closings, 8,000 workers gy was developed by Hunter Interests\nprovided by the Federal Reserve were displaced. Many left the area Inc. and contained a set of strategic\nBank of Cleveland. The Bank exam- and Pittsfield’s population has been steps aimed at utilizing existing\nined the economic impact of in decline since the plant closings. assets more effectively, then devel-\nPlayhouse Square, a cultural enclave In addition, retail stores moved oping new facilities.\nin downtown Cleveland. To describe from downtown to malls on the\nthe relationship of the public sector edge of town. As a result of these The strategic plan for Pittsfield con-\ninvestment to the enterprise, the events, the downtown stores had a sisted, first, of using the Berkshire\nBank used the metaphor of a ski 30 percent vacancy rate as of three Museum, an art and natural history\nresort. It noted that the ski lifts in a years ago. museum located in downtown\nresort are a “loss leader,” designed to Pittsfield, as a centerpiece. The rec-\nattract visitors to the resort. The ski To combat the blight that was tak- ommendation was to focus funding,\nresort makes its profits from the sur- ing over downtown Pittsfield, a human resources, and regional mar-\nrounding vacation condominiums, group of business owners, known as keting support on the Berkshire\ntime-shares, restaurants, and other Downtown, Inc., decided that a Museum. Since this recommendation\nretail activity that subsidize the ski plan was needed. Downtown, Inc. was made, the Berkshire Museum\nlifts as a business expense. In an art approached the remaining large has hired a new director, revamped\ninvestment, the public sector acts as businesses and asked for a three-year its exhibits, and doubled annual vis-\na ski resort, creating an enterprise monetary commitment to develop a itors from 30,000 to 60,000.\nthat attracts visitors, who in turn\ngenerate sales tax dollars and\nincrease property values. This\nmetaphor is accurate in that muse- The Berkshire Museum attracts twice as many\nums attract visitors who then visitors as before Pittsfield’s revitalization plan.\npatronize a variety of businesses in\nthe community.\nSeveral examples of how art and cul-\nture play a role in revitalization\nefforts can be found in New England.\nPittsfield, Massachusetts, is incorpo-\nrating cultural activities into a larger\ndowntown revitalization strategy.\nNorth Adams, Massachusetts, is ben-\nefiting from the opening of a large\nmuseum complex and Providence,\nRhode Island, is using art as a cen-\nterpiece for downtown renewal.\n\nSecond, the strategic plan suggested\nthat Pittsfield restore and reopen the\nColonial Theatre, a historic theatre\nlocated in downtown. After having\nbeen closed for several decades, it is\nnow being used as an art supply\nstore. Currently, a nonprofit group\nhas an option to purchase and reha-\nbilitate the Colonial Theatre to its\noriginal use. Part of the restoration\nproposal is to include a Theatre\nMuseum within the structure to\nfocus fund-raising activities and\nraise awareness of the project.\nHillary Clinton helped to generate\npublicity for the theatre when she\nvisited it last year as part of her tour\nof America’s hidden treasures.\nThird, the plan called for developing\nA decaying building in the Central Block area of Pittsfield (above) may soon look like\nthe North Street Arts Collaborative,\na private venture launched by indi- Berkshire Housing Development Corporation’s plan (below).\nviduals in Pittsfield. It offers studio\nspace and art classes for Pittsfield\narea residents. Other recommenda-\ntions in various stages of develop-\nment include a new cinema com-\nplex, a stadium, and an arts center.\nArt is a viable economic engine in\nPittsfield because of the city’s geo-\ngraphic location between two major\ncultural centers. To the south,\nTanglewood, Jacobs Pillow, and a\nsummer Shakespeare Company all\nattract seasonal art patrons from\nBoston and Albany. To the north,\nThe Massachusetts Museum of\nContemporary Arts (Mass MoCA)\nopened two years ago. It has attract-\ned visitors who make day trips\nthrough Pittsfield to the North\nAdams museum. Also, Pittsfield had\nbeen holding “Art Walks,” an annu-\nal festival in which artists set up dis-\nplays in the vacant storefronts of the\ndowntown area. The Art Walks start-\nNow showing—an art supply store.\nPittsfield hopes to reopen the\nColonial Theatre to its original use.\n\ned in 1996 and raise awareness of In the late 1980s Tom Krens, who Because public monies did not fund\nart and culture in this traditionally was Director of the Williams College Mass MoCA in full, it began to look\nworking-class town. Museum of Art, conceived of the elsewhere for revenue and reshaped\nconcept for Mass MoCA. He was its concept for greater economic via-\nOne of the concerns of the cultural motivated by the observation that bility. Instead of being designed as a\nrevival is that it may suffer dispro- modern art was becoming larger in pure art museum, Mass MoCA has\nportionately in the case of an eco- scale and at the same time, exhibit developed a performance arts compo-\nnomic downturn. While it seems log- space in New York was becoming nent and rents one-third of its\nical that during weak economic peri- more expensive. When Krens 250,000 square feet to private busi-\nods people will spend less on leisure pitched his idea to the Mayor of nesses. The performance arts section\nactivities and vacations, Pittsfield North Adams, he originally had of the museum contains a 10,000\ndoes not believe it will be severely another North Adams building in square-foot black box theatre with\naffected. “During the last recession mind, but the Mayor suggested the seating capacity of 650, another\nwe saw very little decline in the Sprague buildings. smaller theatre, and a summer open-\nnumber of visitors. When times are air cinema. Nearly 20,000 people\nlean, people take shorter vacations After hiring Joseph Thompson as annually attend one of its performing\nand many choose trips to the director of the project, Krens left to arts events. Including office space in\nBerkshires,” says Peter Lafayette of become the director of the Solomon a museum complex is unusual, but it\nBerkshire Housing. The Berkshires’ L. Guggenheim Museum in New has provided many benefits. For\neconomy may also be more stable York. The project was thought to example, several new businesses have\nbecause of the number of wealthy require about $35 million dollars in been attracted to North Adams by the\nindividuals choosing to summer near public funds from the state of space. Presently Mass MoCA’s tenants\nTanglewood, as evidenced by the Massachusetts. Governor Dukakis employ almost 350 people.\nnumber of expensive new homes enthusiastically supported the plan Companies such as Kleiser-Walczak\nbeing built in the area. as a way of revitalizing North Construction Company, a computer\nAdams. He approved the plan and animation company, and eZiba.com,\nThe results of Pittsfield’s revitaliza- Mass MoCA began to conduct its an online gift retailer, have settled in\ntion have been excellent, so far. The feasibility study. North Adams, attracted by Mass\nstorefronts in downtown, which MoCA’s unique image.\nonce had a 30 percent vacancy rate, Soon after, Governor Weld, who did\nnow have a 15 percent vacancy rate not support the plan for financial Mass MoCA has renovated 250,000\nand falling. Investment dollars are reasons, was elected. After lobbying square feet of a potential 750,000\nflowing into downtown develop- from several members of the legis- square feet at a cost of about $65 per\nment of offices and stores. Recently, lature, including then-Senator Jane square foot. This is a remarkable\none of three major banks located in Swift, Weld agreed to consider the achievement because museum reno-\ntown completed a new $1 million museum if North Adams could vation is generally between 10 and\nbuilding on the site of an aban-\ndoned department store. Other\nbuilding owners have seen their\nproperty values double in the past\nfive years. While the art and cultur-\nal aspect of the revitalization can-\nnot take all of the credit, it has cer-\ntainly played an important part in\nbringing people downtown.\nNorth Adams, Massachusetts\nIn some ways the development of\nMass MoCA (Massachusetts Museum\nof Contemporary Arts) in North\nAdams is similar to Pittsfield’s revi-\ntalization. The two communities\nshare similar economic histories—\nKiki Smith’s Constellation is a creation that’s not meant to be hung on the\nboth suffered when major manufac-\ntypical gallery wall;it finds ample space at Mass MoCA.\nturing plants closed. In the case of\nNorth Adams, Sprague Electric left\nin the 1980s. Sprague had employed\n4,000 people in a town of 18,000. demonstrate its support by raising 30 times as expensive. One reason\nAlmost every family in North Adams $1 million. The North Adams com- for the low cost of renovation has\nwas affected by the plant closure. munity managed to raise the money been the design technique practiced\nSprague vacated 27 brick industrial quickly through a grassroots cam- by Bruner/Cott & Associates, the\nbuildings located on 13 acres in paign, which caught the Governor’s firm hired to redesign the space.\ndowntown, about one-third of the attention. After several more These architects work with the exist-\ndowntown area. After trying unsuc- rounds of negotiation, Weld agreed ing structure and design renovations\ncessfully to sell the buildings, to a three-to-seven match of funds, to suit the building. The technique is\nSprague eventually donated them to for the bricks and mortar portion of aptly called architecture from found\nNorth Adams. the project. buildings. The result in this case is a\n13 c & b\n\nset of large airy spaces to house each and artistic strengths and resources. Perhaps it is the sense of place asso-\nof the large artworks. Mass MoCA is The city has enjoyed a long history ciated with art that makes artistic\nthe largest contemporary art muse- of art involvement thanks to the expression desirable both to resi-\num in the United States, with Rhode Island School of Design and dents and visitors. While some areas\nexhibits including a large-scale Brown University, both of which are of modern cities may look inter-\nbronze sculpture and Uberorgan, located in Providence. changeable, the cultural institutions\ndesigned by Tim Hawkinson, who and works of art make a place\ndescribes it as a giant self-playing Providence has actively encouraged unique, providing identity. Since\nreed organ. its art community through a variety artists are known for seeing the\nof initiatives that may have been potential beauty around us, it is not\nThe economic benefits of Mass inspired by one organization, surprising that artists are attracted to\nMoCA are just beginning to be real- AS220, formed fifteen years ago. areas that need renovation. Perhaps\nized. During its first two years of AS220 is an art community located it takes an artist’s vision to show us\noperation, the museum attracted in downtown Providence. The name the potential of neglected areas. As\n100,000 visitors per year and anoth- is derived from Alternative Space an ever-growing number of New\ner 20,000 visitors annually attended and the street number of the original England communities can attest,\naddress. The 22,000 support for the arts is an investment\nsquare foot space forms in a community’s future and can be\nthe centerpiece of the first step in revitalization.\nProvidence’s Arts and\nEntertainment District.\nAlmost ten years ago, Comments on this article? E-mail\na small group of kathleen.m.gill@bos.frb.org\nartists representing\nAS220 approached\nMayor Cianci with the\nSuggestions for Further\nidea of renovating a\nbuilding and creating Reading\na live/work space for Andras Szanto, “The Business of\nTim Hawkinson’s giant organ was designed with Mass artists. Although AS220 Art,” The American Prospect,\nMoCA in mind. had a budget of just February 28, 2000 v11, i8 p39.\naround $100,000, the\nthe performing arts events. In Mayor listened and supported its John Bos, “Culture As Its Own\nresponse to the influx of visitors, effort. Through volunteer fund-rais- Reward,” Pittsburg Post-Gazette,\nnew restaurants have begun to open ing, Community Development Block August 13, 2000.\nin North Adams. The Holiday Inn in Grants, grants from the Federal\nNorth Adams has seen a 75 to 80 Home Loan Bank, and loans from John Kifner, “Museum Brings Town\npercent increase in occupancy. A three local banks, AS220 financed a Back to Life,” The New York Times,\nnew inn, The Porches at Mass MoCA, $1.1 million renovation that now May 30, 2000.\nis scheduled to open in July. Finally, houses low-income artists and pro-\nproperty values in North Adams vides unjuried performance and Lee Rosenbaum, “MASS MoCA\nhave begun to rise, after several gallery space to Rhode Island artists. Opens to an Art Hungry Public,” The\nyears of stagnation and devaluation. To support the arts, the city institut- Wall Street Journal, June 1, 1999.\nIn all, Mass MoCA has done what it ed a special tax relief program that\nset out to do, breathe life back into provides sales tax relief to artists Michael Pare, “Volunteer of the Year\nNorth Adams. The museum has been selling their work in the Providence Finds Arts a Powerful Vehicle,”\nopen for just two years, so it will Arts District. The city also offers a Providence Business News, January\ntake several more to measure its lower property tax rate to landlords 15, 2001 v15, i39, p4.\nlong-term impacts. who redevelop space for artists.\nNational Endowment for the Arts\nProvidence also honors contributors “American Canvas: The Evolving\nProvidence, Rhode Island to the arts with annual awards. Cultural Landscape,” http://arts.endow.\nProvidence presents an interesting Business Volunteers for the Arts, gov/pub/AmCan/Contents.html\ncounterpoint to the two industrial Rhode Island, presents a series of\ntowns in Massachusetts that were awards for various accomplishments. The New England Council, “The\nlooking to reshape their economies. Examples include the Encore Award Creative Economy Initiative, The\nIn Providence, revitalization through for corporate leadership in support of Role of the Arts and Culture in New\nthe arts is one part of the city’s much cultural initiatives, the Individual England’s Economic Competitive-\nlarger revitalization effort. While Achievement Award for outstanding ness,” June 2000.\nNorth Adams and Pittsfield suffered volunteerism, and the Arts Advocate\ndramatic downturns when powerful Award for fundraising contributions.\nemployers left, Providence suffered A city of only 160,000 people, About the Author\nfrom a long-term malaise exacerbat- Providence is considered dispropor- Kathleen Gill is a Community Affairs\ned by the early 1990s recession. tionately rich in artistic talent. “Art Specialist with the Federal Reserve\nCurrently, the situation is quite dif- contributes to our sense of place. Bank of Boston; she is a contributing\nferent. Providence is experiencing a Providence wants to keep its artists,” writer to Communities & Banking.\nrenaissance. Like the other examples, explains Catherine Horsey of the\nProvidence has built on its cultural Providence Preservation Society.\n14 c & b\n\n10\nSoft Second Program Celebrates Years\nby Jim Campen and Tom Callahan\nO\nn January 29, 1991,\nFlorence Hagins, an\nAfrican-American sin-\ngle mother with a\nmoderate income who\nhad been denied a\nmortgage once before,\nbecame the first person to purchase a\nhome with the assistance of Boston’s\nnew Soft Second Mortgage Program.\nAlmost exactly ten years later, in\nearly February 2001, she stood before\n350 people as co-chair, along with\nBoston Mayor Thomas M. Menino\nand Fleet Bank President of\nConsumer Banking Robert J. Higgins,\nof a black-tie event to celebrate the\nProgram’s tenth anniversary.\nBetween those two dates, Hagins—\nstill the proud owner of the same\ntwo-family house in Boston’s\nDorchester neighborhood—has been\nfollowed by more than 2,100 other\nlower-income, first-time homebuy-\ners. She has become Director of\nHousing Education for the\nMassachusetts Affordable Housing\nAlliance (MAHA), the community-\nbased organization primarily\nresponsible for the Soft Second\nProgram’s creation and growth.\nBoston’s Soft Second Program gets\nits name from the fact that partici-\npating homebuyers receive two\nmortgages rather than one: a first\nmortgage for 75 percent of the pur- and Boston’s Department of above, borrowers receive their\nchase price and a second mortgage Neighborhood Development also loans at 50 basis points below the\nfor 20 percent (the program requires fund loan loss reserves for each two-point interest rate) and the\na 5 percent down payment). The bank equal to 10 percent of the provision of down payment and\ninterest rate on both mortgages is total value of the second mortgages closing cost assistance.\n50 basis points below the bank’s the bank has originated. The exis-\n1\ntwo-point rate. The second mort- tence of the reserve fund makes it Initially dismissed by some bankers\ngage is “soft” (for the first ten years) possible for borrowers to avoid the as a “one-shot deal” when it\nin two ways—payments are interest- cost of private mortgage insurance, emerged from almost two years of\nonly and payments may be further while the banks are still protected confrontation and finger-pointing,\nreduced for qualifying homebuyers from credit losses. Affordability is the program is regarded in Boston\nby public subsidies. The Massa- further increased by no payment of today as both unusually compre-\nchusetts Housing Partnership Fund points (even though, as noted hensive and remarkably successful.\n15 c & b\n\nMeasuring Success 2000, the SSP delinquency rate was Lessons Learned\nFirst, an examination of the income 2.5 percent in Boston (and 2.9 per- For the last ten years, the Boston\nlevels of all SSP borrowers during cent statewide), compared to a Soft Second Program has been a\nthe ten-year history of the program, delinquency rate of 4.0 percent for laboratory, of sorts, for community\nshows that 32 percent of all SSP all mortgages in the state. The only groups, banks, insurance compa-\nhomebuyers had incomes of other targeted mortgage program in nies, and government agencies. The\n$25,000 or less, 60 percent had Massachusetts with available delin- experience gained suggests several\nincomes of $30,000 or less, and 94 quency data is that of the important lessons that are explained\npercent had incomes of no more Massachusetts Housing Finance below. One such lesson is that suc-\nthan $40,000. Second, over half of Agency (MHFA), which sets its cess is a moving target. To keep up\nall Boston SSP loans during the income limit at 120 percent of the with that target, it’s useful to identi-\nfy challenges that are likely to con-\nfront the SSP in the near future.\nAlthough affordability was their primary\nGrassroots involvement is crucial.\ngoal, MAHA’s Homebuyers Union members From day one, the Soft Second\nProgram has benefited from an\nhave always recognized that there are no\nextraordinary degree of involvement\nfrom low- and moderate-income\nreal benefits to homebuyers—and their\nmembers of MAHA. Members of\nneighborhoods—unless they are able to MAHA’s Homebuyers Union were\nintimately involved in negotiating\nremain homeowners. the details of the program and they\nwere the guiding force in challeng-\ning bankers and government offi-\ncials to increase the affordability of\nten-year period, 1,098 loans, have metropolitan area median (rather these loans. Large community meet-\ngone to low-income homebuyers— than the limit of 80 percent adopt- ings have convinced banks that\nthose with incomes at or below 50 ed by the SSP). Recent MHFA there remains a large, grassroots\npercent of the median family (statewide) delinquency rates—for constituency for genuinely afford-\nincome of the Boston metropolitan example, 5.4 percent at the end of able home mortgages.\narea, as determined annually by December 2000—have been well\nHUD; the low-income ceiling has above those of the Soft Second You can’t stand still.\nrisen from $25,100 in 1991 to Program. Furthermore, foreclosures As the financial system has changed\n$32,750 in 2000. on SSP loans have been rare. By the around the program, the SSP has\nend of 2000, only five of the 2,112 changed and evolved as well. It has\nAlthough affordability was their loans originated by the Boston SSP grown from three participating\nprimary goal, MAHA’s Homebuyers had ended in foreclosure—a rate of banks in 1991 to nine in 2001. A\nUnion members have always rec- 1 in 422, or 0.24 percent. homebuyer can now get a loan from\nognized that there are no real ben- Fleet Bank, the seventh largest bank\nefits to homebuyers—and their Members of the MAHA Homebuyers in the country, or from Hyde Park\nneighborhoods—unless they are Union have currently negotiated Cooperative, an $82 million, two-\nable to remain homeowners. The Community Reinvestment Act branch bank. The program started\npriority that the group has agreements with 14 banks for over with banks needing to retain both\nattached to sustaining homeown- $500 million in below-market Soft first and second mortgages in their\nership is evidenced by its early Second loans in Boston (including portfolios. Today, Fannie Mae and\ndecision (reaffirmed on several two banks that had not yet made insurance companies provide an\noccasions) that homebuyers must their first loan by year-end 2000). outlet for the first mortgages.\nmake a significant down payment. MAHA has also worked to create a\nMAHA’s low-income members local secondary market for SSP first Get it in writing.\nbelieve strongly that potential mortgage loans. This effort bore Written agreements for the SSP\nbuyers must demonstrate some fruit in 1997, when the first securi- evolved from a one-page letter\nability to save money in order to ties backed by SSP first mortgages from the bank to a ten-page mem-\nadequately prepare themselves for were sold. Packaged by Fannie Mae, orandum of understanding (MOU)\nthe expense of owning and main- the securities offered a rate of return that spells out many significant\ntaining a home, especially an older 50 basis points below the market details. These MOUs have been use-\nhome in an urban neighborhood. level. Savings Bank Life Insurance ful for resolving questions that arise\nConsequently, the SSP requires committed itself to buying $20 mil- with the passage of time and\nthat at least 3 percent of the total lion of these securities over the next changing bank personnel. The more\n5 percent down payment come ten years, and had already fulfilled formal documents have been par-\nfrom the buyer’s own funds. 40 percent of that commitment by ticularly valuable in merger-related\nthe end of 2000. The Life Initiative, negotiations conducted by MAHA\nDelinquency rates for SSP loans an investment entity established by and other organizations.\nhave generally been somewhat Massachusetts life insurance com-\nlower than the rates for all panies, became the second buyer of When the agreement is signed, the\nMassachusetts mortgages. For SSP mortgage-backed securities work has just begun.\nexample, at the end of December with a $6 million investment. This sage advice was offered to\n16 c & b\n\nMAHA in 1990, and the last ten reflects the impact of the sustained Between 1990 and\nyears have borne it out. There have escalation of housing prices in the\n1999, the share of\nbeen countless hours of meetings city. On the one hand, potential\nto implement, monitor, and renego- homebuyers find it increasingly dif-\nBoston home-pur-\ntiate the agreements. MAHA has ficult to find a house they can\nadded three new programs (home- afford. On the other hand, some\nchase loans made by\nbuyer counseling, homeowner edu- buyers have located houses they\ncation, and foreclosure prevention) could afford with the assistance of mortgage companies\nto help support the SSP. It organ- the SSP, but they cannot buy them\nized large community meetings because their prices exceed SSP and other lenders not\nfocused on the program in 1994, maximums. Early March 2001\nsubject to CRA . . . has\n1996, 1997, and 1999. increases in the price ceilings, the\nsecond set of increases within a\ntripled . . . . During\nPartners are essential. year, will provide some relief from\nBankers have spent numerous hours the latter problem but do nothing to\nthis time, however, no\nin boardrooms and community address the underlying problem of\nrooms discussing details of imple- the erosion of affordability by con- mortgage company\nmenting the SSP. The Massachusetts tinually rising house prices.\nHousing Partnership, Boston’s De- has seriously explored\npartment of Neighborhood Devel- The most likely scenario leading to\nthe option of joining\nopment, and other government lower housing prices—an economic\nagencies have expended enormous downturn—is not a remedy.\nthe Boston SSP.\ntime and energy to make the pro- Potential homebuyers’ ability to\ngram a success. Other neighbor- purchase new homes might be\nhood-based nonprofits have promot- reduced more by falling incomes\ned the program through outreach than it would be increased by sion would bring about the first real\nand workshops. The Massachusetts declining house prices. Furthermore, test of the sustainability of SSP\nCommunity & Banking Council has the ability of SSP homeowners to homeownership during hard times.\nbeen instrumental in monitoring continue to make their monthly\ndelinquencies. Public officials and payments in a timely fashion could While these challenges are serious,\nprivate companies have provided be seriously threatened by rising the achievements—and the adapt-\nfinancial support. The list could go unemployment and falling house- ability—of the Boston Soft Second\non. The program has been inclusive, hold incomes. The Boston SSP’s low Loan Program during its first ten\nand a wide variety of public and pri- delinquency and foreclosure rates years provide grounds for optimism\nvate organizations share in the cred- have been achieved during the about its ability to meet these and\nit for the SSP’s achievements. longest uninterrupted economic other challenges that are bound to\nexpansion in U.S. history. A reces- arise in its second decade.\nChallenges Ahead\nBetween 1990 and 1999, the share\nof Boston home-purchase loans\nmade by mortgage companies and\nother lenders not subject to CRA for\ntheir Boston lending has tripled, Endnote\nfrom 21.9 percent of all loans at the 1. A bank’s two-point mortgage rate will have a lower interest rate\nbeginning of the decade to 61.9 per- than a similar mortgage without points. Consumers can “pay” points,\ncent at the end. During this time, each of which is equal to 1 percent of the mortgage balance, to reduce\nhowever, no mortgage company has their interest rates, which in turn reduces monthly payments.\nseriously explored the option of\njoining the Boston SSP. As barriers\nbetween different financial indus- About the Authors\ntries continue to crumble, con- Jim Campen is Associate Professor of Economics at the University of\nsumers may soon be able to get Massachusetts–Boston. He has served on the Federal Reserve Bank of\nmortgages from their insurance Boston’s Community Development Advisory Council and currently\nagents. Public comments by top serves on the board of the Massachusetts Affordable Housing\nofficers of Boston’s biggest banks Alliance, of which Tom Callahan is the Executive Director. In addi-\nhave raised the possibility that some tion to his position at MAHA, Callahan is vice chair of the\ninstitutions might decide to get out Massachusetts Community & Banking Council and co-chair of its\nof the highly competitive, low-mar- Mortgage Lending Committee.\ngin business of making mortgage\nloans. Increasing, or even maintain-\ning, lender commitments to the SSP Editor’s Note\nin this changing institutional envi- This article is adapted from a paper presented at the Federal Reserve\nronment could be difficult. System’s Community Affairs Research Conference held April 5-6,\n2001. To read the full paper, which provides an in-depth analysis of\nThe declining number of Boston the program’s impact in a changing financial services environment,\nSSP loans in the last three years visit www.chicagofed.org/cedric/2001/Aprilconference.cfm.\n17 c & b\n\nP & P\nERFORMANCE ROFITABILITY\nCRA-R L\nOF ELATED ENDING\nRESEARCHBYROBERTB.AVERY,RAPHAELW. BOSTIC, ANDGLENNB.CANNER\nQUOTATIONS PROVIDEDBYCOMMUNITIIES& BANKING\nIn November 1999, the U.S. programs and have established pro- CRA statute and regulations for\nCongress asked the Board of cedures to mitigate the credit risk guidance. Banking institutions alone\nGovernors of the Federal Reserve associated with such loans. are subject to the law, so we focused\nSystem to conduct a comprehensive on them exclusively and did not\nstudy of loans made under the Although the CRA’s effects on lend- consider credit unions or mortgage\nCommunity Reinvestment Act of ing to lower-income populations companies. Next, we determined that\n1977. The Board’s study focused on and neighborhoods are difficult to a CRA-related loan was one extend-\nthe loans’ delinquency and default assess, such lending has increased ed to a lower-income household\nrates—their performance—as well as substantially over the past decade or anywhere in a banking institution’s\ntheir profitability. This article reports so. For example, home-purchase local community or to a borrower of\nthe results of the study. lending to lower-income households any income in a lower-income\nhas increased 86 percent since 1993 neighborhood within that communi-\nResponding to the CRA, banking (compared to about 50 percent for ty. We used a similar definition for\ninstitutions have used various meth- small business lending.\nods to expand lending to lower- Note that these defini-\nThere is no appropriate sound bite to\nincome customers and those in tions exclude about half\ndescribe CRA profitability.\nlower-income neighborhoods, but of all lower-income\ntheir approaches fall into two broad lending done by bank-\ntypes, both typically involving spe- –Robert Avery ing organizations.\ncial marketing and outreach. In one Remarks at the Federal Reserve’s 2001\napproach, lenders have sought addi- Community Affairs Conference The second question\ntional CRA-related customers who proved considerably\nwould qualify for market-priced higher-income households). Lending more difficult. In principle, to assess\nloans using traditional standards of to borrowers in lower-income neigh- a law or regulation’s influence on\ncreditworthiness. In the other, borhoods also has risen sharply loan performance and profitability,\nlenders have gained customers by (nearly 80 percent) since 1993. one must measure its “marginal”\nmodifying their underwriting guide- effect; ideally, this would mean con-\nlines or loan pricing. Many banking Despite all this experience, little sys- sidering only the additional loans\ninstitutions, especially the larger tematic information has been pub- made because of the law. Such an\nones, have established or participate licly available about performance assessment, however, is impossible\nin special programs to foster lending. and profitability, either for CRA- in practice because one cannot spec-\nrelated lending activities as a whole ify the subset of loans that are made\nSpecial lending programs vary wide- or for the loans extended under CRA solely because of the CRA. In the\nly but they often feature more flexi- special lending programs. end, we chose to examine the per-\nble credit-underwriting guidelines formance and profitability of all\nthan those used for other products; loans made in conformity with the\neducation and counseling for\nCONGRESSIONAL MANDATE\nCRA; in other words, those that met\nprospective borrowers; enhanced, In November 1999, the U.S. our definition of a CRA-related loan.\ntargeted marketing of credit prod- Congress asked the Federal Reserve This approach, though not ideal,\nucts; and coordination with a wide Board to do a comprehensive study complied with the language of the\non the performance (that is, the law that mandated the study.\ndelinquency and default rates)\nThe question we need to ask is not\nand profitability of loans made in To answer the third question—\n‘How profitable is this [CRA lend-\nconformity with the CRA. Before whether the research already avail-\ning], but what is the overall value responding to their request, the able was capable of satisfying the\nof this lending?’ Board needed to address three congressional request—Board staff\nbasic questions: What is a CRA reviewed the existing studies of the\n–James Head, President, National loan? How does one measure the performance and profitability of\nEconomic Development and Law Center effect of a law or regulation on CRA-related lending. We found that\nRemarks at the Federal Reserve’s 2001 the profitability and performance such research as did exist was too\nCommunity Affairs Conference of lending? Is previous research limited to meet our needs. Nearly all\nadequate to fulfill the congres- of it had focused on the performance\nsional request? and profitability of home lending,\nrange of third parties, both private and most of this concerned the rela-\nand public. In addition, some bank- In considering the first question— tively narrow group of loans made\ning institutions offer pricing incen- how to define a CRA loan—the under affordable-home-loan pro-\ntives for loans made under these Reserve Board staff looked to the grams. Although they target much of\n18 c & b\n\nthe same population as the CRA,\nOur experience has been that as rates move up and down, conven-\nloans extended under affordable-\ntional mortgage and small-business borrowers will refinance while\nhome-loan programs often deviate\nthe iron is hot; however, those receiving CRA loans might not be\nfrom the definition of a CRA loan in\na few important respects: They are able to refinance because of how the assistance programs helped\noften extended by institutions, such to get that loan off the ground. What you end up with is CRA port-\nas mortgage companies, that are not folio characteristics that are more stable than in a conventional\nsubject to the CRA; they frequently\nmortgage portfolio. While the rule of thumb says that the average\ninclude loans made by banking\nperson stays in a mortgage for seven years, for the first-time\ninstitutions outside their local com-\nhomebuyer or low-income homebuyer, it’s often one and a half to\nmunities; and they sometimes are\nmade to borrowers whose incomes two times that.\nexceed our lower-income criterion.\n–Richard Staples, CRA Officer, People’s Savings Bank of Brockton\nOur review of previous loan per- April 2001\nformance research showed wide\nvariation in the experience of indi-\nvidual banking institutions, depend- that compromised confidentiality. In imposed by the Congress, banking\ning on such factors as their location preparing the survey instrument, we institutions had little time to prepare\nand the kinds of approaches they received input from many sources, responses. In fact, we continued to\nused to extend credit. The delin- including banking institutions, accept responses for nearly a month\nquency rates reported are generally community-based and nonprofit beyond the deadline. The timing of\nhigher than those for other loans, organizations, and members of our survey coincided with due dates\nwhile default rates are slightly high- Congress and their staffs. for the annual reports that institu-\ner or about the same. tions must file under the provisions\nThe survey had limited goals. It is of the Home Mortgage Disclosure\nTwo types of research on loan prof- especially important to note that its Act and the CRA, as well as several\nitability have been conducted, one results do not represent a cost/bene- other regulatory reports.\nbased on a special survey of banking fit analysis of the CRA. Consistent\ninstitutions’ experiences and the with the Congress’ mandate, the sur- In addition, we encountered some\nother on statistical analysis of stan- vey focused only on the perform- confusion as to the definition of a\ndardized reports filed by all banking ance and profitability of CRA-relat- CRA loan. The definition was not\ninstitutions. The Federal Reserve ed lending. It did not examine well understood by all survey\nBank of Kansas City’s 1995 survey investment and service activities respondents, some of whom equated\nfocused on home-purchase lending; that banking institutions may have CRA loans with loans made under\nits main finding was that CRA-relat- undertaken because of the CRA. It special lending programs.\ned lending was profitable, but some- did not address the CRA’s effects on\nwhat less so than traditional lending. local communities and included lit- Finally, the study used return on\nStatistical analysis of Call Report tle information about its benefits to equity as a measure of profitability.\ndata, merged with data on home-pur- individual institutions. The survey To calculate it, we sought very com-\nchase lending, showed prehensive data, asking respondents\nthat institutions doing rel- to include all sources of costs and\natively more lower- In Massachusetts, the Soft Second revenues. Survey responses and fol-\nincome mortgage lending Program is an exception to the general low-up phone calls, however, indi-\nare no less profitable than cated that some lenders had consid-\nstatement on the delinquency of special\nother institutions. ered cost of capital and others had\nlending programs. This program has\nnot. As a result, much of our analy-\nundertaken a large number of origina-\nsis focused on a relative ranking of\nTHEBOARD’SSTUDY tions with low delinquencies, resulting in profitability for CRA and nonCRA\nHaving concluded that higher profitability than might be expect- lending within a bank. Such internal\nexisting research did not ed of a CRA portfolio. comparisons are not affected by fail-\nprovide adequate data to ure to consider the cost of capital or\nsatisfy Congress’ request, any other factor, as long as it is\n–Richard Staples\nthe Board decided to under- reported consistently within a bank.\ntake some new research. To\nthis end, the 500 largest retail bank- collected information about activi-\ning institutions were surveyed about ties in only four loan-product cate-\n1. SURVEY RESULTS: CRA-\ntheir lending experience, focusing gories (the most significant ones for RELATED LENDING\non CRA-related loans. This focus most institutions). These included We received responses from 143 of\nincluded special lending programs, home purchase and refinance lend- the 500 institutions to which we sent\nwhich are sometimes an important ing, home improvement lending, the survey (a 28.6 percent response\naspect of institutions’ CRA-related small business lending, and commu- rate). These responses and our fol-\nlending activities. We selected the nity development lending. low-up telephone contacts revealed\n500 largest retail banking institu- that banking institutions generally\ntions because they account for do not track profitability and per-\nabout 75 percent of all CRA-related\nSPECIAL CHALLENGES\nformance separately for CRA-related\nlending. Respondents were assured Three of the challenges posed by this lending, so our report emphasized\nthat the data reported would not be survey warrant particular comment. qualitative results regarding prof-\ndisclosed to the public in a manner Because of statutory deadlines itability. Because fewer than half of\n19 c & b\n\nthe respondents answered quantita- size and the profitability and per- business lending. The same was true\ntive questions on performance, one formance of its CRA-related lend- of origination and servicing costs,\nmust be cautious when using these ing. Large banks were less likely credit losses, and pricing. These\nresponses to draw qualitative infer- than small banks to report that results may reflect the relatively\nences comparing the performance of CRA-related lending is profitable, large proportion (about 50 percent)\nCRA-related and other lending. and much more likely to say that it of all small business loans that are\nis less profitable than their overall CRA-related.\nThe results varied by loan product. lending. A large proportion of\nHome purchase and refinance lend- respondents in all bank-size cate-\ning has the largest origination vol- gories reported that CRA-related\nCOMMUNITY DEVELOPMENT\nume by far ($570 bil-\nLENDING\nlion, of which about Virtually all respondents reported\nWe have also found that pre- and post-pur-\n10 percent is CRA- that community development lend-\nrelated). Responses chase counseling have a very important role ing ($13 billion in originations) is\nindicated that over- in the profitability of CRA loans. at least marginally profitable.\nall as well as CRA- Comparative questions were not\nrelated home pur- asked for this category of loans\n–Richard Staples\nchase and refinance because it was unlikely that we\nlending is profitable would be able to construct valid\nor marginally profitable for most and other home purchase and refi- comparison groups from banking\ninstitutions. On a dollar-weighted nance loans have very similar orig- institutions’ loan portfolios.\nbasis, about 85 percent of survey ination and servicing costs, credit\nrespondents said that their CRA- losses, and pricing on a per-institu-\nrelated lending as a whole was at tion basis. However, the respon- 2. SURVEY RESULTS: CRA\nleast marginally profitable. However, dents who did report differences SPECIAL LENDINGPROGRAMS\nCRA-related home purchase and most often said they had lower Evidence suggests that CRA special\nrefinance lending was reported to be prices or higher costs or credit loss- lending programs ($11 billion in\nless profitable and to have similar or es for CRA-related home purchase originations across all loan-product\nhigher delinquency rates than other and refinance loans than for others. categories) are relatively small and\nhome purchase and refinance lend- account for a small proportion of the\ning. Concerning this product, about loans extended by most banking\n63 percent of respondents said that HOMEIMPROVEMENT AND REFI- institutions. Only 1 percent of\ntheir CRA-related lending was less NANCE LENDING respondents reported that they\nprofitable than their overall lending. The results for home improvement established these programs solely to\nDifferences are less dramatic when lending ($12 billion in originations, obtain a “satisfactory” or “outstand-\nmeasured on a per-institution basis. of which about 18 percent is CRA- ing” CRA rating. A large share said\nrelated) are similar to those for they established their programs to\nOne of the strongest relationships home purchase and refinance lend- meet the local community’s credit\nrevealed by the survey concerns the ing, although fewer differences needs and to promote its growth and\ncorrelation between an institution’s between CRA-related and other stability. Programs have a wide\nhome improvement range of characteristics but they\nlending were reported. commonly feature altered under-\nThe vast majority of writing standards. About three-quar-\nOn how the 1995 CRA influences profitability:\nrespondents in all size ters of all programs involve third\nBut because of the regulation’s emphasis categories said that parties, such as government entities,\norigination and servic- nonprofits and lending consortia,\non performance . . . in some markets there\ning costs, credit losses, which are often a source of subsidies\nis extreme competition for ‘CRA loans.’\nand prices for home and provide many services such as\nCompetition is so stiff that profit margins improvement lending screening of prospective borrowers.\nare under significant pressure, scaring were about the same In addition, third parties often share\naway smaller community banks. . . . And for CRA-related loans the credit risk of a loan with the\nsome institutions feel compelled perhaps as for others. lender. A majority of CRA special\nlending programs were reported to\nto make loans for the sake of getting them\nbe profitable or marginally prof-\non their books—maybe with loan terms SMALL BUSINESS\nitable. About 25 percent of them\nthat are too flexible, or to borrowers who LENDING\nwere described as unprofitable or\nare only marginally credit-worthy. These Nearly all respondents marginally unprofitable.\ntrends, if they continue, threaten to play reported that small\ninto the hands of those who argue that business lending over- Here we mention an interesting\nall ($117 billion in debate about interpreting results from\nCRA lending is an unprofitable business.\noriginations) and CRA- the CRA special lending programs.\nOur goal must be CRA regulations that fos-\nrelated small business One side maintains that these pro-\nter sustainable community reinvestment.\nlending are both prof- grams represent the marginal impact\nitable. They reported of the CRA—“the bite of the law”—and\n–Ellen Seidman, OTS Director, few differences in per- therefore are the appropriate focus for\nNational Association of Affordable Housing formance and prof- analyses of the CRA’s effects. The\nLenders speech, October 5, 2000 itability between CRA- other side maintains that these pro-\nrelated and other small grams exist for several different rea-\n20 c & b\n\nsons, only one of which is to respond response rate was 28.6 The study, which was released today,\nto the CRA, and do not necessarily percent, the institutions indicates that the great majority of CRA-\nmeasure the bite of the law. that responded are esti-\nrelated home and small business lending\nmated to account for\nis profitable. This study is consistent\nbetween 45 and 50 per-\nCONCLUDING COMMENTS\ncent of all the CRA-\nwith an earlier study conducted in 1997\nThe report does not characterize the related lending in each by two Federal Reserve Board economists\noverall performance and profitabili- loan-product category. finding that banks offering a high num-\nty of banking institutions’ CRA- Furthermore, statistical ber of loans to low- and moderate-\nrelated lending because it does not tests indicate that sur-\nincome borrowers are slightly more prof-\ncover all the activities of a given vey respondents resem-\nitable than banks that make few loans to\nbank. However, the performance and ble nonrespondents\nthese populations.\nprofitability of most institutions’ along several dimen-\nCRA-related home purchase and sions, including overall\nrefinance and small business lending profitability and CRA –National Community Reinvestment Coalition,\nprovide a good indication of the per- performance ratings. press release, July 17, 2000\nformance and profitability of their\nCRA-related lending as a whole, The survey data are primari-\nbecause these two categories are the ly reflections of the experiences of\nmost important ones for the majori- larger banking institutions in a par-\nty of banks. The relatively low ticularly healthy economic environ-\nresponse rate to the survey does not ment. Experiences may differ for\nnecessarily imply that its results are small institutions or under different ABOUT THE AUTHORS\nidiosyncratic. In particular, we found economic conditions. Our current Glenn B. Canner is a senior advisor\nno evidence that the survey’s results research efforts are focused on a in the Division of Research and\nare not broadly representative of the fuller assessment of the section of Statistics at the Board of Governors\nexperiences of the 500 institutions the survey that concerns special of the Federal Reserve System.\nconsidered together. Although the lending programs. Robert B. Avery and Raphael W.\nBostic are senior economists there.\nEDITOR’S NOTE\nThe results of the study are clear and consistent: CRA lending\nThe complete study can be found at\nis significantly less profitable than ordinary lending, and the\nwww.federalreserve.gov/boarddocs/\nmost unprofitable CRA loans are those that are made through\nsurveys/craloansurvey/\nspecial lending deals with CRA specialists and other third par-\nties. I am astounded by the data that shows every third dollar\nlent through these special deals is lent at a loss. The results of\nthe Federal Reserve’s study undermine the often-heard claim\nthat CRA lending is good business that, prior to the CRA law,\nbanks had ignored.\n–Senator Phil Gramm, Chairman, Senate Banking Committee,\npress release, July 17, 2000\nPARTICIPATIONINTHESURVEY\nParticipation by banking institu- cial banks and 100 savings associa- Response rates varied markedly by\ntions in the Federal Reserve Board’s tions. The sample was limited to the the asset size of the institution.\nSurvey of the Performance and largest banking institutions More than 80 percent of the largest\nProfitability of CRA-Related because they account for the vast surveyed banking institutions\nLending was voluntary. On January majority (estimated at more than 70 (assets of $30 billion or more as of\n21, 2000, each prospective respon- percent) of CRA-related lending December 31, 1999) returned a sur-\ndent was mailed a questionnaire nationwide. Survey responses were vey (27 out of 33 sampled institu-\naccompanied by a cover letter from received from 143 banking institu- tions in this asset category). In con-\nFederal Reserve Board Chairman tions—114 commercial banks and trast, only about 19 percent ( 72 out\nAlan Greenspan explaining the 29 savings associations. Despite of 363) of the smallest surveyed\npurpose of the survey and seeking their relatively small number, the banking institutions (assets of\nvoluntary cooperation in the study. 143 survey respondents accounted between $0.950 billion and $4.999\nThe sample of institutions selected for about one-half of the assets of billion) responded. Institutions with\nto participate in the survey consist- the more than 10,000 U.S. banking assets of between $5 billion and\ned of roughly the largest 500 retail institutions in existence as of $29.999 billion had a response rate\nbanking institutions-400 commer- December 31, 1999. of about 40 percent.\n21 c & b\n\n1\nTrack Record\nThe Big $core!\nYour history of paying bills on time\nby John Galligan figures prominently in determining\nyour credit score. Your recent track\nrecord counts more than your dated\ntrack record. While a 30-day late\npayment won’t affect your score as\nnegatively as a 90-day late pay-\nment, the bottom line is to make\nyour best effort to pay your bills on\ntime because this factor has the\nFinally, there will be no more talking\ngreatest single influence on your\nbehind your back, financially speaking. As of\ncredit score. It is important to know\nMarch 2001, every consumer can know what\nthat timely payment of bills such as\nbankers, creditors, and loan officers could\nthose for phone and electricity serv-\naccess about their applicants—their credit\nice will not influence your score.\nscores. Lifting the veil on credit scores is a big\nOnly credit accounts are followed by\ndeal. When it comes to getting a credit card or\nFair, Isaac, unless one of your\nbusiness loan, or buying a car or a house, a credit score looms accounts, such as your electricity\nlarge. It may influence both the likelihood of your getting the bill, gets sent to collection.\nloan and the interest rate you will be charged. This release of Percentage of your total credit score:\ninformation comes after the United States Congress started 35 percent\n2\nthinking about making credit scores public to consumers\napplying for credit.\nAmounts Owed\nConsumers often sit in auto dealerships or mortgage bankers’\noffices and wonder (or agonize) about whether they will qual-\nify for a loan. Now that consumers are able to know their If you have high balances on a num-\ncredit scores, their agonizing should abate. However, it will ber of credit cards and installment\nnow be incumbent upon consumers to understand how they loans, this situation is hurting your\ngot their credit scores and how to keep them as high as possi- credit score. Even if you have\nble. The release of credit scores is also beneficial to consumers numerous credit cards that don’t\nwho may not know that they have good credit and, therefore, have high balances, your credit\nare eligible for low-interest loans through traditional lenders. score could be impaired. Numerous\ncredit cards heighten the “potential”\nFirst of all, it’s important to know the source of the credit for accumulating high balances that\nscore and who has access to it. The most frequently used cred- could jeopardize your ability to\nit score in the mortgage industry is called a FICO® score, repay your creditors at any given\nnamed after the company that devised it, Fair, Isaac and time. Optimally, own one credit\nCompany Inc. Fair, Isaac derives the score based on financial card, use it judiciously, and pay it\ninformation from your creditors, such as your history of pay- off monthly. It is also best to keep\ning bills on time. The score acts like an amalgam of financial installment loans, if you have them,\ninformation about you. In return, mortgage lenders, finance at manageable levels. Percentage of\ncompanies, and landlords can access your FICO score when your total credit score: 30 percent\nmaking decisions about extending credit to you. The credit 3\nscore is used as a measure of how risky a credit consumer you\nare, based on your patterns of financial behavior. Keep in Length of Credit\nmind that factors other than your credit score, such as your History\nemployment history and income, also influence creditors’\nevaluation of your creditworthiness.\nThe longer you have had a credit his-\ntory, the more likely you are to score\nThe Five Factors better in this category. If you are rel-\natively new with credit, however,\nHaving covered the basics, the following is a listing of five fac- you can still score well on this factor\ntors that contribute to your credit score, with a brief explana- if the rest of your factors score well.\ntion of what each factor means, how to improve it, and its rel- To determine your length of credit\native importance in the overall score. The results of these five history, Fair, Isaac looks at the age of\nfactors added together compose a score ranging from roughly your oldest credit account and aver-\n300 to 850, with an inverse relationship between your credit ages the ages of all your credit\nscore and the predicted level of risk you pose to the creditor. A accounts. This is why new credit,\nhigh credit score (700-850) means that you are a relatively low mentioned below, can be detrimental\ncredit risk, and a low credit score (300-500) means that you are to your score. Percentage of your\na relatively high credit risk. total credit score: 15 percent\n22 c & b\n\n4 5\nNew Credit Type of Credit in For Further\nUse Information\nIf you have applied for or have www.myfico.com\nobtained new credit cards recently, This factor reflects whether you have www.advantagecredit.com\nyou are reducing your credit score. a “healthy” mix of credit. Here’s\nAgain, the potential for getting into what an “unhealthy” mix of credit Credit Reporting Agencies:\ntrouble with multiple cards is at play would look like: numerous credit Experian\nhere. Low introductory rate offers cards with outstanding balances, 1-888-397-3742\nswell the mail and numerous retail- plus large mortgage and auto loans. www.experian.com\ners offer discounts with the opening Doing well with this factor means\nof an account. Yet with these offers not overextending yourself with Equifax\nyou are also getting another listing credit. A “healthy” mix of credit 1-800-685-1111\non your credit report that could would entail managing a reasonable www.equifax.com\ncount against you. Retail store cred- number of credit card accounts and\nit, in addition, is often provided by other loans with timely payments. It Trans Union\nfinance companies, and a number of does not mean having one of each 1-800-916-8800\nthese accounts may reduce your type of credit account. Using credit www.tuc.com\ncredit score. It is best to open new cards responsibly, rather than not\ncredit lines only when necessary. having them at all, is a boost to your Also, the Spring 2000 and Winter\nPercentage of your total credit score: score. Percentage of your total credit 2001 issues of Communities &\n10 percent score: 10 percent Banking feature in-depth articles\nabout credit scoring.\nCleaning Up My Credit History\nFICO scores are only as good as the information they are erase them from your credit report, and they may still\nbased on, which is why it’s important that the three influence your credit score.\nnational credit bureaus, Equifax, Experian, and\nTransUnion, have the correct information about you. I went to work to correct these errors. I wrote to each\nEach of these credit bureaus can produce FICO scores credit reporting bureau explaining the items in question,\nbased on the information they maintain about you. And and invested a substantial amount of time and effort in\nas I found out, they may be inaccurately representing the process. As required, each bureau mailed me correct-\nyour current financial position. ed versions of the reports within 30 days.\nIn anticipation of securing a loan with the best rate pos- Leaving nothing to chance, I then ordered my credit score\nsible to buy a vacation property on Cape Cod, I checked from www.myfico.com. I paid $12.95 for the information,\ninto my credit reports to certify that everything was in and received the report online the next day showing that\ngood order. To get started, I ordered reports online from my score was in the high 700s—enough to qualify for the\nthe three national credit bureaus, Equifax, Experian, and best rates possible, according to the analysis provided\nTrans Union, paying $8.50 for each. (Massachusetts and with the score. Armed with this information, I am ready\nVermont are two of the six states that have enacted leg- to scour the market, confident that I am a consumer with\nislation requiring the three major credit bureaus to pro- the power to shop around for the most competitive offer-\nvide consumers with one free credit report per year. In ings. You might say that I should be given credit for my\naddition, you are entitled to one free credit report every due diligence!\nyear if you: believe your report is inaccurate due to fraud,\nhave been denied credit within the past 60 days, are on\nwelfare, or are unemployed and plan to seek employment\nwithin 60 days.)\nReading through the reports was disturbing because they About the Author\nshowed accounts as “open” that I was confident had been\nclosed years ago, showed accounts as “open” that were John Galligan is Director of Electronic Banking Services at\nwith stores that had gone out of business years ago, and the United States Treasury. He recently completed a five-\nshowed a mortgage as “active” that had been paid off week internship with the Federal Reserve Bank of Boston\nthrough a refinancing completed two years ago. In all, I as part of Treasury’s Senior Executive Service Candidacy\nidentified a dozen errors among the three reports. It’s Development Program. At the Boston Fed, Galligan\nimportant to note that simply closing accounts does not worked to develop a financial literacy publication.\n23 c & b\n\n",
    "length": 94555,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedpwp:4446:original",
    "url": "https://www.philadelphiafed.org/-/media/frbp/assets/working-papers/2018/wp18-27.pdf",
    "text": "Working Papers\nWP 18-27\nDecember 2018\nhttps://doi.org/10.21799/frbp.wp.2018.27\nEffects of the Community\nReinvestment Act (CRA) on Small\nBusiness Lending\nLei Ding\nFederal Reserve Bank of Philadelphia\nHyojung Lee\nHarvard University\nRaphael W. Bostic\nFederal Reserve Bank of Atlanta\nCOMMUNITY DEVELOPMENT AND REGIONAL OUTREACH\nISSN: 1962-5361\nDisclaimer: This Philadelphia Fed working paper represents preliminary research that is being circulated for discussion purposes. The views\nexpressed in these papers are solely those of the authors and do not necessarily reflect the views of the Federal Reserve Bank of\nPhiladelphia or the Federal Reserve System. Any errors or omissions are the responsibility of the authors. Philadelphia Fed working papers\nare free to download at: https://philadelphiafed.org/research-and-data/publications/working-papers.\n\nEffects of the Community Reinvestment Act (CRA) on Small Business Lending\nLei Ding,* Federal Reserve Bank of Philadelphia\nHyojung Lee, Harvard University\nRaphael W. Bostic, Federal Reserve Bank of Atlanta\nDecember 2018\nAbstract\nThis study provides new evidence on the effectiveness of the Community Reinvestment Act\n(CRA) on small business lending by focusing on a sample of neighborhoods with changed CRA\neligibility status across the country because of an exogenous policy shock in 2013. The results of\ndifference-in-differences analysis provide consistent evidence that the CRA promotes small\nbusiness lending, especially in terms of number of loan originations, in lower-income\nneighborhoods. The generally positive effects of the CRA are sensitive to the types of CRA\ntreatment. Losing CRA eligibility status has a relatively larger effect on small business lending\nactivities, while the effects of newly gaining CRA eligibility are less pronounced. The results are\nfairly robust when alternative sample periods and control groups are used.\nKeywords: Small Business, Credit, Community Reinvestment Act\nJEL classification: G21, G28, G32\n* Corresponding author: Lei Ding, lei.ding@phil.frb.org. The authors thank Neil Bhutta, Leonard Nakamura,\nNathaniel Pattison, and participants at the 2018 American Real Estate and Urban Economics Association\n(AREUEA) National Conference and the Southern Economic Association’s 88th Annual Meeting for helpful\ncomments. The views expressed in this paper are solely those of the authors and do not necessarily reflect the views\nof the Federal Reserve Bank of Atlanta, the Federal Reserve Bank of Philadelphia, or the Federal Reserve System.\nAny errors or omissions are the responsibility of the authors.\n\n1. Introduction\nThe Community Reinvestment Act (CRA), enacted in 1977 to encourage federally regulated\ndepository institutions to meet the credit needs of all families and communities, including those\nof lower income, is facing a major reform (Office of the Comptroller of the Currency, 2018).\nHowever, any reform effort will be hampered by the fact that existing empirical evidence on the\nsignificance, magnitude, and mechanisms of the CRA’s effects on mortgage lending, small\nbusiness lending, and community development activities has been inconclusive (Getter, 2015).\nThis paper seeks to generate clearer evidence of the CRA’s impact in the context of small\nbusiness lending. The research takes advantage of a unique opportunity provided by an\nexogenous policy shock in 2013. Because of the statistical area revision by the Office of\nManagement and Budget (OMB), 549 census tracts across the 48 contiguous states and\nWashington, D.C. that were once eligible for CRA credit (with a median family income below\n80 percent of the area median) became ineligible after 2014, while 432 previously CRA\nineligible tracts became newly eligible. The change in CRA eligibility status represents a shift\ntoward more or less prescriptive regulation for small business lending in these tracts, which\npotentially allows us to identify the CRA’s effects.\nThe empirical results provide quite consistent evidence that the CRA has had a\nsignificant impact on the volume of small business lending in lower-income neighborhoods.\nHowever, the generally positive effects of the CRA are sensitive to the type of CRA treatment,\nnamely gaining or losing CRA coverage. When a neighborhood loses its low- and moderate-\nincome (LMI) status, we see that the number of small business loans originated in that\ncommunity decreases relative to lending activities in nearby neighborhoods with unchanged\nCRA eligibility status.\n1\n\nOn the other hand, becoming CRA eligible has a positive yet less significant effect on\nsmall business lending activity in a neighborhood. The positive effect makes sense, owing to the\nincreased attention banking institutions are likely to give to these neighborhoods. The relative\nmagnitude also makes sense, because lenders will need to build capacity and accumulate\nexperience to appropriately serve the newly eligible neighborhood.\nThis study is most closely related to Ding and Nakamura (2017), which examined the\nCRA’s impact on bank mortgage lending activities in the Philadelphia area. Although our\nresearch applies a similar methodology, it differs from that research in important ways. First, it\nfocuses on a different loan product; there is no reason to assume that the patterns that exist for\none product will hold for others, especially considering that small business lending is more\ndominated by CRA lenders and often requires more soft information of borrowers than mortgage\nlending (Greenstone, Mas, Nguyen, 2014). In addition, it improves upon that study by using a\nnational sample of neighborhoods rather than focusing on a single metropolitan area. The\nnational focus, to a certain degree, allows us to explicitly test for spatial heterogeneity of the\nCRA’s effects. The results confirm that such heterogeneity does exist, with the CRA generally\nhaving a larger effect in metropolitan neighborhoods, in neighborhoods located in inner cities,\nand in the Northeast. Finally, unlike Ding and Nakamura (2017), which focuses only on the 2013\npolicy shock, this study analyzes relationships over the precrisis period as well, which had a\ndistinct policy environment and market conditions.\nThe overall consistent results of the CRA’s impact across different markets and across\ndifferent study periods suggest that lenders are responsive to the incentives that the CRA\nprovides, and that CRA designations matter in a changing financial landscape. Findings from this\n2\n\nstudy are consistent with the notion that the CRA has served as an important tool in helping meet\nthe credit needs of underserved communities and populations.\nThis study contributes to the literature in several ways. First, the unique natural\nexperiment induced by the policy shock provides us an opportunity to overcome the\nidentification challenges and data constraints that hampered prior studies. Most empirical studies\non the CRA rely on a regression discontinuity design that compares outcomes in tracts just above\nand below the CRA eligibility threshold.1 This identification strategy may be biased if the\nCRA’s effect on neighborhoods with incomes farther from the threshold is systematically\ndifferent from the effect on those close to the threshold (Ding and Nakamura, 2017; Ringo,\n2017). Furthermore, since the policy shock has led to two types of treatments — gaining or\nlosing CRA eligibility status — comparing the effects of different treatments provides\ninformation about the market failure. Finally, the examination of the possible spatial and\ntemporal heterogeneity in the effects of the CRA helps us understand the conditions under which\nthe CRA could be more effective in channeling credit to lower-income communities.\nThis paper is organized as follows: Section 2 provides background information about the\nCRA, the relevant literature on the CRA’s effects, and the implications of the new statistical area\ndefinitions. Section 3 describes the methodology and data in more detail. Section 4 presents the\nempirical results. Section 5 concludes the paper and discusses policy implications.\n1\nFor a tract to be CRA eligible, it must have a median family income less than or equal to 80 percent of the median\nincome of the metropolitan area in which it is located. If the tract is not located in a metropolitan area, it is CRA\neligible if its median family income is less than 80 percent of the median family income for the nonmetropolitan\nportion of the state in which it is located.\n3\n\n2. Background and Literature Review\nThe CRA was enacted in 1977 to address the concern that depository institutions had not met the\ncredit needs of lower-income and minority neighborhoods in the years after the enactment of\nlaws in the 1960s, including the Fair Housing Act of 1968 (Munnell et al., 1996; Ross and\nTootell, 2004; Garwood and Smith, 1993; Essene and Apgar, 2009). The CRA encourages\ndepository institutions to ensure access to credit for residents in LMI neighborhoods and to LMI\nborrowers, both of which have historically been underserved, in a manner consistent with safe\nand sound operation.\nUnder the law, depository institutions are regularly examined for their compliance in the\nareas of lending, investments, and services by three federal agencies: the Federal Reserve, the\nOffice of the Comptroller of the Currency (OCC), and the Federal Deposit Insurance Corporation\n(FDIC).2 The federal regulators assess whether depository institutions are serving the credit\nneeds of both LMI neighborhoods and LMI populations within their assessment areas. LMI\nneighborhoods are defined as census tracts that have median family incomes less than 80 percent\nof the median family income for the surrounding area.3 Assessment areas are the geographic\nareas where institutions have their main office, branches, and deposit-taking ATMs. While the\nperformance of banks and thrifts in entire communities is measured during the CRA\n2\nDepository institutions include federally chartered financial institutions, such as national banks and savings\nassociations, and state-chartered commercial and saving banks. Smaller institutions that meet certain criteria\nundergo lending and community reinvestment tests or a lending test only.\n3\nThe designation is based on the median family income of a tract to the median income of a surrounding area. If the\nratio is below 50 percent, the tract is considered low-income; 50 percent to 79.9 percent is moderate-income; 80\npercent to 119.9 percent is middle-income; 120 percent or higher is upper-income. The surrounding area for a census\ntract is either the metropolitan statistical area or the metropolitan division, or, for those tracts not located in a\nmetropolitan area, the nonmetropolitan area of the state.\n4\n\nexamination, CRA-related activities in LMI neighborhoods and within a banking institution’s\nassessment area are weighted heavily (Avery, Bostic, and Canner, 2005).\nThe CRA has at least two channels to incentivize compliance by depository institutions.\nFirst, federal regulators must consider an institution’s CRA performance when evaluating an\napplication by that institution for a merger or acquisition, the formation of branch, or other\nbusiness activity. If the benefits of obtaining an Outstanding or Satisfactory CRA rating\noutweigh the costs, the CRA will effectively promote depository institutions to expand their\nservices in LMI neighborhoods and among LMI populations. Second, and more indirectly, the\npublic release of loan-level data through the Home Mortgage Disclosure Act (HMDA) allows\ncommunity activists and public interest groups to monitor banking institutions and provide an\nindependent source of bank discipline where the CRA is concerned.\nA number of previous studies have found that banking institutions complied with the law\nby engaging more with local community organizations and shifting their lending activities to\nCRA-eligible neighborhoods. For example, the number of newly initiated CRA agreements —\nbanking institution pledges to provide substantial resources to targeted groups and communities\n— in a county is positively associated with lending activities in the area over a three-year period,\nand the increased lending persists even after the expiration of an agreement (Bostic and\nRobinson, 2003; 2005). Survey responses also indicate that many CRA-related lending activities\nwould not otherwise have happened absent the law, which demonstrates the role of the CRA in\nshaping credit flows in traditionally underserved neighborhoods (Avery, Bostic, and Canner,\n2005).\n5\n\nHowever, the empirical evidence on the effectiveness of the CRA on lending activities\ndirectly is, at best, mixed (Getter, 2015). A group of researchers at the Joint Center for Housing\nStudies compared CRA-regulated lenders and those lenders not covered by the CRA, as well as\nlending patterns within and outside of their assessment areas, and concluded that the CRA had\nhelped expand access to mortgage lending in the 1993–2000 period (Joint Center for Housing\nStudies, 2002). On the other hand, Dahl, Evanoff, and Spivey (2002) found that banking\ninstitutions that had their CRA ratings downgraded did not significantly alter their lending\nbehaviors, which suggested that this channel of CRA influence had not been effective.\nMore recent studies examining the causal effects of the CRA have gone beyond the\nsimple ordinary least squares models used in the early literature and instead applied\nmethodologies featuring more rigorous identification strategies. One of the most frequently used\napproaches has been the regression discontinuity strategy. The regression discontinuity approach\nexploits the fact that CRA eligibility is determined by whether the median income of a tract is\nless than 80 percent of the median income of the surrounding area. The existence of an income\nthreshold allows researchers to identify the causal effects of the CRA by comparing the\noutcomes in census tracts just below and above the threshold (Avery, Calem, and Canner, 2003;\nBerry and Lee, 2008; Gabriel and Rosenthal, 2008; Bhutta, 2011; Avery and Brevoort, 2015).\nUsing this approach, for example, Bostic and Lee (2017) found that the number and dollar\namount of small business loans were greater among CRA-eligible tracts during 1996–2002 and\n2012–2014, while small business lending lagged in those tracts between 2003 and 2011.\nAlthough its intuitive design and mild assumptions for causal identification are appealing,\nthe regression discontinuity design might not be the perfect method for examining the causal\neffects of the CRA. The local treatment effects found from this approach might not necessarily\n6\n\ngeneralize to other conditions. Tracts just below the income threshold are the most affluent\nneighborhoods among CRA-eligible tracts, and thus might have lending patterns that are\nsystemically different from neighborhoods with substantially lower incomes. Second, because\nthe approach focuses on the tracts near the income threshold, sample sizes and statistical power\ndecrease as the window gets narrower.\nA difference-in-differences framework may help overcome some of these identification\nchallenges and data constraints. The idea is simple: Given an exogenous shock, measuring how\nthe difference in the outcome variable (e.g., credit supply) between entities that are newly\neligible or ineligible for the CRA (the treatment group) and those whose status remained constant\n(the control group) changes from the period before the shock to the period after the shock would\nreveal the effects of the CRA. One of the strengths of this approach is that it could allow us to\nestimate the CRA’s effects on those neighborhoods with median incomes that are far above or\nbelow the CRA eligibility threshold. Finding a plausibly exogenous source of variation,\nhowever, could be difficult. One example of a study using this approach is Zinman (2002), which\nleverages time variation in CRA incentives across bank size associated with 1995 CRA reforms.\nIt finds that the CRA increases lending to small businesses and that these increases improve\ncounty-level payroll and reduce business bankruptcies. Ding and Nakamura (2017) and Ringo\n(2017) also employ difference-in-differences approaches and use changes in the definitions of\nmetropolitan statistical areas (MSAs) and metropolitan divisions (MDs) as the exogenous shock.\nThese studies find positive CRA effects on home mortgage lending, with the effects being\ngreater among lower-income tracts.\nThe New MSA/MD Definitions and Their Implications for CRA Lending\n7\n\nThe depository institutions subject to the CRA are examined by their lending, services,\nand investment performances in LMI tracts, or CRA-eligible tracts,4 which have a median family\nincome (MFI) below 80 percent of the surrounding area’s median family income (AMFI).5 The\nAMFI is defined as the median family income for the MSA or MD, if a family or geography is\nlocated in an MSA/MD, or the median family income for the statewide nonmetropolitan area, if a\nfamily or geography is located outside an MSA. The OMB periodically issues new delineations\nfor the MSAs and revises existing ones to better reflect economic and demographic realities. In\n2013, the OMB published a new set of MSA/MD definitions as part of its comprehensive review\nof statistical area standards and definitions after the 2010 census.6 Because the CRA eligibility of\nneighborhoods is based on the tract-to-area MFI ratio, the substantial changes in AMFIs induced\nby the new statistical area definitions have led to abrupt changes in the income designations for\nmany tracts.\nAs a result of these definition changes, 818 tracts had their CRA eligibility status change.\nOf these, 423 were previously ineligible tracts that became newly CRA eligible.7 There are\nseveral types of newly eligible tracts. One type includes tracts that were newly defined as part of\nan MSA in 2014 (about 40 percent of newly eligible tracts). Because the median family income\nof an MSA is often higher than that for all nonmetropolitan areas of a state, a tract that became\n4\nWe use the term CRA-eligible tract as shorthand only to mean that the tract is an LMI tract with an MFI below the\nthreshold of 80 percent relevant to CRA regulation. This does not necessarily mean that none of the lending to a\nCRA-ineligible neighborhood qualifies for CRA credit. For example, lending to LMI borrowers in middle- or upper-\nincome neighborhoods is still eligible for CRA credit.\n5\nAMFI is defined as the MFI for the MD if a family or geography is in an MSA that has been subdivided into MDs.\nThe Federal Financial Institutions Examination Council (FFIEC) estimates MFI for MSAs, MDs, and\nnonmetropolitan portions of each state.\n6\nSee more details at www.ffiec.gov/cra/OMB_MSA.htm.\n7\nWe exclude those census tracts that were nonmetropolitan areas in both 2013 and 2014, tracts with zero\npopulation, previously nonmetro and newly ineligible tracts, and newly nonmetro and newly eligible tracts (see\nTable A1 in the Appendix for the decisions we made to narrow the study sample).\n8\n\npart of an MSA is more likely to be CRA eligible. A second includes those tracts in areas where\nMSA/MD definitions changed. For example, after Essex County in Massachusetts was added to\nthe Cambridge-Newton-Framingham, MA MD, the MD’s median family income increased from\n$83,500 to $93,300. This caused a number of tracts in relatively poorer Essex County to become\nCRA eligible. In another case, the San Francisco-San Mateo-Redwood City MD was split into\nthe San Francisco-Redwood City-South San Francisco MD and the San Rafael MD after 2014.\nFor neighborhoods in the new San Rafael MD, the AMFI increased slightly from $101,200 to\n$104,100, causing neighborhoods with income slightly higher than the previous LMI threshold to\nbecome CRA eligible.\nA total of 395 tracts that were previously CRA eligible lost their status as a result of the\ndefinition changes. There were several types of newly ineligible tracts, too. The first is tracts that\nwere newly defined as nonmetro or rural tracts (about 9.3 percent of all newly ineligible tracts).\nBecause the median family income of a rural area in a state is often lower than that of an MSA in\nthat state, a tract that was newly defined to be in a rural area is less likely to be CRA eligible.\nOther tracts were in areas with changed MSA or MD definitions. For example, after Essex\nCounty in Massachusetts was added to the Cambridge-Newton-Framingham, MA MD, the MD’s\nmedian family income decreased from $101,000 to $93,300. This caused a number of tracts in\nMiddlesex County to become CRA ineligible. When the San Francisco-San Mateo-Redwood\nCity MD was split into the San Francisco-Redwood City-South San Francisco MD and the San\nRafael MD, the MD’s median family income decreased from $101,200 to $94,800 for\nneighborhoods in the new San Francisco-Redwood City-South San Francisco MD, causing\nneighborhoods with income slightly below the LMI threshold to become CRA ineligible.\n9\n\nIf lenders subject to the CRA closely monitor the changes in the CRA eligibility of\nneighborhoods and make strategic adjustments in their lending behavior accordingly, we should\nbe able to isolate the CRA’s effects by identifying shifts in lending activity in the newly eligible\nand ineligible tracts relative to shifts in counterpart neighborhoods. The change in the income\ndesignations of a large number of neighborhoods across the nation thus provides us a unique\nopportunity to implement a sharper identification strategy by investigating how lenders have\nresponded to gaining or losing CRA coverage because of an exogenous policy shock.\nWe view changes in CRA eligibility by this channel as an exogenous policy shock.\nAlthough it is known that changes in MSA and MD definitions will be coming, it is very unlikely\nthat those changes could be anticipated by banking institutions, as the methods for making these\ndeterminations are not transparent ex ante to those not involved in the process.\n3. Methodology and Data\nThis study uses a set of difference-in-differences models to compare the volume of small\nbusiness lending during the two years before and the two years after January 1, 2014, in the\nneighborhoods with changed CRA eligibility status (the treatment group) and in those of a\ncontrol group of comparable neighborhoods. In the spirit of a regression discontinuity design, we\nuse geographically proximate neighborhoods with slightly higher or lower median incomes as\ncontrol groups. Intuitively, in the absence of the redefinitions of MSAs in 2013 and their\nincorporation into the determination of CRA eligibility starting in 2014, we would not expect\nany sharp changes in small business lending patterns in the treatment group after January 1,\n2014, relative to the control group. Thus, we attribute any significant differences in lending\n10\n\nactivity between the treatment group and the control group to the effects of gaining or losing\nCRA coverage.\nTract-Level Difference-in-Differences Regression Models\nUsing the policy shock discussed above, we attempt to identify the CRA’s effects by\ncomparing variation in lending in the treatment and control tracts before and after the policy\nchange. The two-way, tract-level difference-in-differences model can be specified as:\nY = β + β TREAT + β POST + β TREAT ∗ POST +γ N +ε (1)\nit 0 1 i 2 t 3 i t i it ,\n∗ ∗ ∗ ∗\nwhere Y represents the value of the outcome measure Y (the number and dollar amount of small\nit\nbusiness lending) for tract i in year t. TREAT represents whether tract i is one that became newly\ni\neligible or ineligible after 2014; the variable is ultimately omitted in the estimation because we\ninclude tract fixed effects. POST is a dummy variable assigned a value of one for the post-2014\nt\nperiod. TREAT ∗ POST is the two-way interaction of the time and treatment dummies. The\ni t\ncoefficient of the two-way interaction term β is expected to capture the CRA’s effect on\n3\noutcome measure Y. N represents the fixed effect of tract i, which helps control for tract-level\ni\nunobserved heterogeneity. Additionally, robust standard errors are used to address potential\nheteroskedasticity.\nFor this analysis, there are effectively two treatment groups: tracts that were previously\nCRA eligible but became CRA ineligible (newly CRA ineligible) and tracts that were previously\nCRA ineligible but became CRA eligible (newly CRA eligible) after the definition change.\nBecause lenders may react differently to gaining or losing CRA eligibility, we estimate separate\nregressions for the two treatment groups.\n11\n\nControl group tracts are located within a half-mile radius of a tract in the treatment group,\nhave a median family income between roughly 50 percent and 100 percent of the area median,\nand did not have their CRA eligibility status change between 2013 and 2014.8\nThe final sample includes 1,071 control group tracts to be compared with the newly\nineligible tracts and 1,279 control group tracts to be compared with the newly eligible tracts.\nDescriptive statistics for the treatment and control tracts are shown in Table 1. As the MSA\nboundaries changed, the average median income ratio among the newly ineligible tracts\nincreased from 74.4 percent in 2013 to 88.7 percent in 2014; the control tracts for them had\nsimilar average values — 73.7 percent in 2013 and 87.9 percent in 2014. Likewise, the average\nmedian income ratio among newly eligible tracts declined from 88.4 percent in 2013 to 74.6\npercent in 2014, and the control group tracts had comparable numbers (89.8 percent in 2013 and\n77.3 percent in 2014). Compared with the LMI tracts, treatment and control tracts tend to have\nhigher median incomes, greater population, and fewer minorities, and they are more likely to be\nin principal cities.\nBecause control tracts were more common in some MSAs, the tracts in the control groups\nwere weighted to avoid any issues of over- or underrepresentativeness. The weights are\ncomputed to ensure the share of control tracts within each MSA equals the share of treatment\ntracts in the same MSA. Of course, some decisions we made to identify the control groups may\nbe arbitrary, such as the range of the income window and the way to calculate the weights, so we\n8\nFor example, the control group for the newly ineligible tracts is those with unchanged CRA eligibility status,\nwithin a half-mile radius of a newly ineligible tract, and with a median family income between 80 percent and 100\npercent of area median in 2013 or between 50 percent and 80 percent of the area median in 2014.\n12\n\nconduct a set of sensitive analyses to discern how sensitive the results are to some of our\nanalytical decisions.\nData\nThe primary data used for the analysis are the CRA small business lending data provided\nby the Federal Financial Institutions Examination Council (FFIEC). The CRA aggregate flat files\ninclude information on the number and dollar amount of small business loans originated by\nbanks and thrifts that are subject to CRA reporting. In a CRA report, small business loans are\ndefined as business loans of $1 million or less. The data also provide the number and dollar\namount of those loans to businesses with gross annual revenues of $1 million or less (hereafter,\nsmaller firms). These data are aggregated at the census tract level. Although they provide limited\ninformation compared with the HMDA mortgage data, the CRA data are the most\ncomprehensive publicly available data on small business lending. Greenstone, Mas, and Nguyen\n(2014) reported that the CRA data cover approximately 86 percent of all loans of $1 million or\nless.\nUsing the CRA small business lending data set, we test the role of the CRA on four\noutcome variables: (1) the number of small business loans, (2) the dollar amount of small\nbusiness loans, (3) the number of small business loans to small firms, and (4) the dollar amount\nof small business loans to small firms. All figures are inflation-adjusted to 2016 dollars. To\nassess activities associated with direct underwriting experiences, we focus on small business loan\n13\n\noriginations, rather than loan purchases.9 We also restrict our sample to census tracts within\nMSAs or MDs at least once before and after the 2013 MSA/MD redefinitions, as lenders are less\nlikely to include nonmetro neighborhoods in their CRA assessment areas (Avery, Bostic, and\nCanner, 2005).\nThe changes in the total numbers and dollar amounts of small business loan originations\nin the treatment and the control groups pre- and post-treatment are summarized in Table 2. In the\nnewly ineligible tracts, we observe a smaller increase after 2014 in the total number of small\nbusiness loan originations by CRA-covered lenders, relative to the control group (Table 2).\nDuring the two years after the MSA/MD redefinitions in 2013, the number of small business loan\noriginations increased by 13.8 percent in the newly ineligible tracts, smaller than the increase of\n19.5 percent for the control group. This pattern is consistent across other outcomes. In the newly\neligible tracts, however, the increases in the number and dollar amount of small business\noriginations were only slightly larger than that of the control group (e.g., an 18.5 percent increase\nin the number of small business loans in the treatment tracts, compared with a 16.8 percent\nincrease in the control tracts).\nOverall, the descriptive analysis suggests that, relative to the control group, there was a\nsmaller increase in the volume of small business loan originations after 2014 in neighborhoods\nthat became CRA ineligible, while there was a slightly larger increase in small business lending\nactivities in the newly eligible tracts. While these descriptive statistics support the notion that\nCRA incentives shape bank small business lending activities in LMI neighborhoods, we want to\nverify these findings by the regression analysis using data aggregated at the tract level.\n9\nAlso, the number of small business loan purchases (1.6 million) was only a third of the loan originations (4.6\nmillion) and the amount of small business loan purchases ($2 billion) was about 2 percent of the loan originations\n($99 billion) in 2016.\n14\n\n4. Empirical Results\nThis section summarizes the findings regarding the CRA’s effects on small business lending and\nheterogeneity in the CRA’s effects from the baseline regressions and the results of various\nrobustness checks using alternative control groups, different study periods, and different\nweighting methods.\nEffects of the CRA on the Volume of Small Business Lending\nTable 3 summarizes the regression results from the baseline model, which uses a control\ngroup of the tracts within half a mile of any neighborhoods in the treatment group and with\nslightly higher or lower incomes than the CRA threshold (50 percent to 100 percent of area\nmedian family income). Tracts in the control group remained either CRA eligible or CRA\nineligible through the study period. The top panel of the table presents results that suggest that\nthe loss of CRA coverage leads to a significant decline in the number of small business loans,\nalthough the CRA’s effects on the dollar amount of small business loans are statistically\ninsignificant. Becoming CRA ineligible causes an average decline of 3.3 small business loans (or\n5.8 percent of the pre-2014 mean10) per tract-year in the post-2014 period and a decrease of 2.4\nloan originations to smaller firms (or 9.3 percent of the pre-2014 mean). By contrast, the bottom\npanel of the table shows that gaining CRA eligibility status generally does not have a significant\nimpact on small business lending at the aggregate level, for either the number or dollar amount\nof small business loans.\n10\nIn 2012–2013, the average numbers of small business loans and small business loans to smaller firms were 56.8\nand 25.9, respectively, among the newly CRA ineligible tracts.\n15\n\nWe conducted additional analyses to understand the forces driving the differences in the\nvolume of small business originations between newly ineligible neighborhoods and control\ngroup neighborhoods. Because the control group used in the baseline model includes tracts that\nwere either consistently CRA eligible or consistently CRA ineligible, the relative decline in\nsmall business lending in the newly ineligible tracts could represent the tracts being treated either\nless favorably than the CRA-eligible tracts (a decrease relative to consistently CRA-eligible\ntracts), more similarly to the consistently CRA-ineligible tracts (a decrease relative to\nconsistently CRA-ineligible tracts), or both.\nTo evaluate these possibilities, we ran separate regressions for the two types of control\ngroups: one including only tracts with LMI status in both 2013 and 2014 (remaining eligible)\nand the other one composed of those with non-LMI status in both 2013 and 2014 only\n(remaining ineligible). When the remaining eligible group serves as the control (Table 4), the\neffect of losing CRA coverage becomes much larger (a decline of 6.5 loans, compared with a\ndecline of 3.3 loans when combining both remaining eligible and remaining ineligible tracts in\nthe control). By contrast, point estimates for the CRA’s effect on the number of loans originated\nare close to zero and become insignificant when the remaining ineligible group was used as the\ncontrol. These results suggest that those tracts that lost CRA ineligibility were quickly treated\nless favorably than those neighborhoods that were CRA eligible throughout the study period.\nWhen we replicated the analysis for the newly eligible tracts (Table 5), the CRA’s effects\nremain statistically insignificant, but the point estimates for the CRA’s effect are potentially\ninstructive. The point estimate for the numbers of loans originated suggests that the increase in\nlending is smaller in the newly CRA-eligible tracts (-1.2 loans) than for tracts that were eligible\nfor the entire period. Moreover, the magnitude of the CRA’s effect when the remaining ineligible\n16\n\ngroup serves as the control suggests an increase in the volume of lending (1.3 loans versus 0.2\nloans in the baseline). This pattern of the CRA’s effects, although insignificant, makes sense.\nOne would expect an elevated amount of lending in the newly eligible tracts compared with\nconsistently ineligible tracts owing to the new incentive to lend. However, because small\nbusiness lending takes significant time and expertise — for example, to collect hard and soft\ninformation about borrowers — it might be more challenging to increase the supply of credit in a\nnewly eligible neighborhood to get it to the level of lending observed in neighborhoods where\nthat expertise has had more opportunity to develop. But one should not make too much of this,\ngiven that all the coefficients are statistically insignificant.\nIdentification Assumption\nThere are important assumptions for the difference-in-differences approach used in this\nstudy. The parallel trend assumption, which assumes parallel trends among treatment and control\ngroups prior to the treatment, is the most critical one to ensure the internal validity of difference-\nin-differences models. To evaluate whether this assumption holds in our data, we conducted\nfalsification tests for other periods, based on the idea that the CRA’s effects we found based on\nthe exogenous policy shock in 2013 during the 2012–2015 period would not exist in other\nperiods. To do this, we repeat the regression models for four-year periods, from 2005–2008 to\n2013–2016.11 If we find a significant effect in other years, it may indicate that there were\nunobserved characteristics that potentially yielded biased estimates. For those tracts with\n11\nThe CRA asset-size threshold was set to $1 billion for small institutions and $250 million for intermediate small\ninstitutions in 2005, and it has gradually increased with inflation and other factors. Before 2005, it was $250 million\nfor small institutions, and intermediate small institutions had no threshold.\n17\n\nchanged boundaries, we converted small business lending outcomes from the 2000 census tract\nboundaries to the 2010 boundaries, using block-level population as weights.12 Also, we excluded\nthose tracts where CRA eligibility status changed in the 2012 census data refresh for the periods\nincluding the break (e.g., 2009–2012 or 2011–2014), given the concern that changed CRA\neligibility status would likely impact small business lending during that period. The results are\nshown in Figure 1. The dots represent the estimated coefficients on the interaction term, and the\nvertical bars are the 95 percent confidence interval of the coefficients.\nIn general, the newly eligible and ineligible tracts had no systemic difference in small\nbusiness lending in earlier or later years compared with those control tracts. Among those newly\nineligible tracts, the estimated coefficient is not significantly different from zero in the years\nbefore the 2013 policy shock and becomes significant for the periods that include the 2013–2014\nbreak. The coefficient becomes statistically significant during our study period (2012–2015) for\ntwo outcomes: the number of small business loans and the number of loans to smaller firms,\nwhich supports the contention that the CRA’s effects found in this study were mainly due to the\nexogenous policy shock in 2014. Results from the diagnostic tests of the parallel trend\nassumption give us confidence for the use of the difference-in-differences model as the\nidentification strategy.\nRobustness Check\nSome decisions we made to identify the control group, such as the choice of income\nranges and buffers used to identify control tracts, had an arbitrary element to them, so we\n12\nWe repeated the same analysis for the census tracts with consistent boundaries. The results were qualitatively\nunchanged.\n18\n\nconducted a set of sensitivity analyses using alternative control groups to discern how robust the\nresults are to some of our analytical decisions. For the sake of simplification, we include only the\nresults of some of the important robustness checks and mention some general patterns from the\nrobustness testing. Table 6 summarizes the CRA’s effects from regressions using alternative\ncontrol groups identified using different income ranges (70 percent–90 percent, 50 percent–100\npercent, 50 percent–110 percent, and 50 percent–120 percent) and different buffers (a half-mile,\ntwo miles, and five miles). The results provide qualitatively consistent evidence that the loss of\nCRA coverage leads to a significant decline in the number of small business loans (overall and\noriginations to smaller firms), while the effects of becoming CRA eligible remain insignificant\nfor newly eligible tracts.\nOf course, we notice some slight differences in the CRA’s effects when alternative\ncontrol groups are used. First, the effect of losing CRA coverage becomes larger when we use\ntracts within a narrower income range: We find a decline of 5.8 loans on average when the\nincome range of 70 percent to 90 percent of area median family income is used, compared with a\ndecline of 3.3 loans when using the broader income range of 50 percent to 100 percent. In\naddition, when we use control groups comprising tracts in different buffers (a half-mile, two\nmiles, and five miles), the magnitude of the CRA’s effect decreases with the increase in the\nbuffer. The results are consistent with the notion of a spatial decay of the CRA’s effects and a\nless significant effect of the CRA on neighborhoods with incomes farther from the income\neligibility threshold.\nWe also applied state-level, instead of MSA-level, weighting to check whether the results\nare sensitive to the types of weighting method used. The results remain quite consistent when the\nstate-level weighting method is used.\n19\n\nSpatial Heterogeneity in the CRA’s Effects on Small Business Lending\nWe further evaluate whether the CRA’s effects identified in the baseline model vary\nacross neighborhoods and regions. We first examine whether the CRA has a larger effect in\nneighborhoods that had been defined as part of an MSA for the whole study period, excluding\nthose formerly or newly nonmetro, or rural, tracts. While most newly ineligible tracts were\nwithin MSA boundaries during the study period, almost 40 percent of newly eligible tracts were\nnewly merged into an MSA in 2014 as a result of the MSA/MD redefinitions. Because nonmetro\nneighborhoods are less likely to be included in lenders’ assessment areas, we suspect that lenders\nhave less experience and infrastructure in those previously nonmetro tracts than in other\nmetropolitan neighborhoods. If more resources and effort are needed for lenders to increase\nsmall business lending in these newly eligible metro tracts, the CRA’s effects are expected to be\nlarger by dropping these neighborhoods from the final sample.\nWhen focusing on neighborhoods that had been defined as part of an MSA for the whole\nstudy period (Table 7), we find that the magnitude of the effect of gaining CRA eligibility\nbecomes larger (an increase of 2.3 loans versus 0.2 loans in the baseline) and significant in some\nspecifications, although the one included in Table 6 is statistically insignificant.13 The CRA’s\neffects in the newly ineligible metropolitan tracts, however, remain quite consistent after\n13\nThe effects of gaining CRA eligibility in tracts remaining part of an MSA become significant when alternative\ncontrol groups are used, such as using a narrower income range (70–90 percent of area median) or the larger buffer\n(2 miles or 5 miles). Results are not included here but are available upon request.\n20\n\ndropping a small share of tracts (less than 10 percent) that were classified as nonmetro areas after\n2014.14\nSecond, because the CRA was in part motivated by concerns about redlining and\ndiscrimination issues in inner-city neighborhoods, we expect the CRA may have had a greater\nimpact on neighborhoods in central cities in major population centers than on those in suburban\nareas and small cities. The regression results (column 3 in Table 7) confirm that losing CRA\neligibility status has a larger effect on neighborhoods in principal cities, which are the main core\ncities or the largest cities of metropolitan areas. Becoming CRA ineligible leads to an average\ndecline of 5.6 small business loans per tract-year for neighborhoods in principal cities (or 9.9\npercent of the pre-2014 mean), larger than the decline of 3.3 loans in the baseline model.\nSimilarly, losing CRA coverage for tracts in principal cities leads to a decrease of 3.6 loans to\nsmaller firms, larger than the decline of 2.4 loans when the full sample is used. The effect of\nbecoming CRA eligible, however, remains insignificant for neighborhoods in principal cities.\nThird, the newly ineligible tracts are not evenly distributed across the nation. Nearly half\n(49.4 percent) are in the Northeast, about 28.0 percent are in the South, 17.5 percent are in the\nMidwest, and the remainder (about 5.0 percent) are in the West. Similarly, most newly eligible\ncensus tracts are located in the Northeast (52.0 percent), followed by the South (29.6 percent),\nthe Midwest (14.3 percent), and the West (4.1 percent). We explore whether geographic location\nis associated with different CRA effects by partitioning the sample by region and reestimating\nthe baseline regression, the results of which are in the final four columns of Table 7. We find that\n14\nThe analysis of newly ineligible neighborhoods does not include the previously eligible tracts in nonmetropolitan\nareas. They may be defined as CRA eligible, but they are less likely to be included in lenders’ CRA assessment\nareas.\n21\n\nthe CRA treatment, either gaining or losing CRA eligibility status, has a much larger effect in the\nNortheast. We observe a decrease of 7.3 loans on average in the Northeast after a tract becomes\nCRA ineligible, larger than the overall average effect of a decrease of 3.3 loans. The effects of\ngaining CRA eligibility on the number of small business loans remain statistically insignificant,\nbut the magnitude becomes larger for the Northeast. In contrast, the CRA’s effects are generally\nstatistically insignificant in three other regions, except for some significant coefficients in the\nSouth (but with the opposite sign).\nIn considering these results across geographies, we note that there was a concentration of\ntracts with changed CRA eligibility status after 2013 in Pennsylvania, New Jersey, and New\nYork. These tracts are more likely to be located in metropolitan areas or in principal cities, and\nthey are more spatially concentrated than those in other regions.15 Thus, if the CRA has a larger\neffect in metropolitan areas and inner-city neighborhoods (as our results suggest), it is\nunsurprising to observe more significant effects of CRA treatment in the Northeast.\nTemporal Heterogeneity in the CRA’s Effects on Small Business Lending\nResults from the various regressions discussed above provide generally consistent\nevidence that there were fewer small business loans originated in neighborhoods that became\nCRA ineligible, relative to the comparison group, after the 2013 MSA/MD redefinitions. While\nthe CRA designation matters during the 2012–2015 period, a related question is whether the\nresults are robust over time, especially during periods in which market conditions and the policy\n15\nFor example, the old Philadelphia MD alone has a total of 102 newly ineligible tracts and a total of 80 newly\neligible tracts (Ding and Nakamura, 2017).\n22\n\nenvironment are different. To evaluate potential temporal heterogeneity, we replicated the\nanalysis using 2003–2004 data. The 2003–2004 sample includes tracts with changed CRA\neligibility status after the 2003 MSA redefinitions, as well as control tracts identified using the\nsame algorithm used in the 2012–2015 analysis.16 The regression results are summarized in\nTable 8.\nInterestingly, the 2003–2004 results are quite consistent with the findings from the 2012–\n2015 sample: Losing CRA eligibility status causes a significant decline in the number of small\nbusiness loans, as well as in the number of small business loans to smaller firms. The magnitude\nof the CRA’s effects on the total number of originations identified in the 2003–2004 analysis is\nquite similar (a decrease of 3.8 loans versus a decline of 3.3 loans during 2012–2015), while the\ndecline in originations to smaller firms is slightly smaller (a decline of 2.0 loans versus a decline\nof 2.4 loans during 2012–2015). Consistent with the 2012–2015 results, gaining CRA eligibility\nstatus after 2003 generally does not have a significant impact on small business lending.\nThe results from this robustness test point strongly to the robustness of the CRA effect.\nThe 2003–2004 analysis is based on a completely different sample of neighborhoods. Also, the\nprecrisis period was characterized by the subprime boom and relatively loose underwriting\nstandards — a policy environment and market conditions that differed markedly from the post-\nGreat Recession period.\n16\nBecause the CRA eligibility status for a small number of census tracts changed from 2002 to 2003 as a result of\nthe use of the 2000 census information, we chose to focus on the 2003–2004 period only, instead of the 2002–2005\nperiod.\n23\n\n5. Conclusion\nThis study provides new empirical evidence on the effects of the CRA on small business lending\nactivities. Capitalizing on changes to MSA/MD definitions that altered CRA eligibility for nearly\n1,000 tracts, we conducted an analysis that uncovered heterogeneous CRA effects. When a\nneighborhood loses its LMI designation and becomes CRA ineligible, it is quickly treated by\nbanking institutions less favorably than those neighborhoods that have been consistently eligible\nunder the CRA. By contrast, the effects of gaining CRA eligibility status on small business\nlending activities are generally insignificant at the aggregate level. The pattern of point estimates\nprovides some indication that banking institutions start to give more attention to newly eligible\nneighborhoods. The findings are robust when different study periods and a set of alternative\ncontrol groups are used.\nOverall, the empirical results are consistent with the contention that the CRA, a law that\nencourages depository institutions to help meet the credit needs of the LMI households and\nneighborhoods, has made small business credit more accessible to its targeted areas. While there\nis some heterogeneity in the CRA’s effects across neighborhoods, the results suggest that a CRA\ndesignation still matters in a changing financial landscape. Findings from this study, as well as\nfrom other studies that find a significant impact of the CRA (for example, Ding and Nakamura,\n2017), imply that the CRA has served as a useful tool in helping meet the credit needs of\nunderserved communities and populations. They further suggest that its preservation can help\nensure that the goal of equal access to credit be achieved in a changing regulatory environment\nand evolving market conditions.\n24\n\nThis study focuses only on the CRA’s effects on the volume of small business lending.\nMany other unanswered questions remain. For example, the CRA could have much broader\neffects on small business lending by altering the underwriting, pricing, or sources of small\nbusiness credit. If data become available, future research could benefit from an examination of\nthe effects of the CRA on both the quality and costs of small business lending. In addition,\nnondepository institutions (e.g., online marketplace lenders or fintech companies) have been\nplaying an increasingly vital role in small business lending (U.S. Small Business Administration,\n2017). However, the CRA does not cover nondepository institutions, and nondepository small\nbusiness lenders do not have to report their data to regulators. Future research could evaluate the\nsmall business lending activities of lenders not covered by the CRA, with perhaps a focus on\nhow this relates to and affects the activities of depository institutions in the small business\nmarket, especially in lower-income communities. Such research could uncover important\ninsights that can inform how best to modernize the CRA in a changing financial landscape.\n25\n\nReferences\nAvery, Robert B., Raphael W. Bostic, and Glenn B. Canner (2005). “Assessing the Necessity\nand Efficiency of the Community Reinvestment Act,” Housing Policy Debate, vol. 16\n(1), pp. 143–72.\nAvery, Robert B., and Kenneth Brevoort (2015). “The Subprime Crisis: Is Government Housing\nPolicy to Blame?” Review of Economics and Statistics, vol. 97 (2), pp. 352–63.\nAvery, Robert, Paul S. Calem, and Glenn B. Canner (2003). The Effects of the Community\nReinvestment Act on Local Communities. Board of Governors of the Federal Reserve\nSystem. Available at\nfederalreserve.gov/communityaffairs/national/ca_conf_suscommdev/pdf/cannerglen.pdf.\nBates, Timothy (1997). “Unequal Access: Financial Institution Lending to Black- and White-\nOwned Small Business Startups,” Journal of Urban Affairs, vol. 19 (4), pp. 487–95.\nBates, Timothy, and Alicia Robb (2015). “Has the Community Reinvestment Act Increased Loan\nAvailability Among Small Businesses Operating in Minority Neighbourhoods?” Urban\nStudies, vol. 52 (9), pp. 1702–21.\nBerry, Christopher, and Sarah Lee (2007). “The Community Reinvestment Act: A Regression\nDiscontinuity Analysis,” Harris School Working Paper Series No. 704, Chicago, IL:\nUniversity of Chicago.\nBhutta, Neil (2011). “The Community Reinvestment Act and Mortgage Lending to Lower\nIncome Borrowers and Neighborhoods.” Journal of Law and Economics 54 (4): 953–83.\nBlanchflower, David G., Phillip B. Levine, and David J. Zimmerman (2003). “Discrimination in\nthe Small-Business Credit Market,” Review of Economics and Statistics, vol. 85 (4), pp.\n930–43.\nBostic, Raphael W. and Hyojung Lee (2017). “Small Business Lending Under the Community\nReinvestment Act,” Cityscape: A Journal of Policy Development and Research, vol. 19\n(2), pp. 63–84.\nBostic, Raphael W., and Breck L. Robinson (2003). “Do CRA Agreements Influence Lending\nPatterns?” Real Estate Economics 31 (1): 23–51.\nBostic, Raphael W., and Breck L. Robinson (2005). “What Makes Community Reinvestment Act\nAgreements Work? A Study of Lender Responses,” Housing Policy Debate, vol. 16 (3–\n4), pp. 513–45.\nCraig, Ben R., William E. Jackson III, and James B. Thomson (2007). “Small Firm Finance,\nCredit Rationing, and the Impact of SBA Guaranteed Lending on Local Economic\nGrowth,” Journal of Small Business Management, vol. 45 (1), pp. 116–32.\n-\n26\n\nDahl, Drew, Douglas D. Evanoff, and Michael F. Spivey (2002). “Community Reinvestment Act\nEnforcement and Changes in Targeted Lending,” International Regional Science Review,\nvol. 25 (3), pp. 307–22.\nDing, Lei, and Leonard I. Nakamura (2017). “Don't Know What You Got Till It's Gone — the\nEffects of the Community Reinvestment Act (CRA) on Mortgage Lending in the\nPhiladelphia Market,” Federal Reserve Bank of Philadelphia, Working Paper 17-15.\nEssene, Ren S., and William C. Apgar (2009). “The 30th Anniversary of the Community\nReinvestment Act: Restructuring the CRA to Address the Mortgage Finance Revolution,”\nin Prabal Chakrabarti, David Erickson, Ren S. Essene, Ian Galloway, and John Olson\n(eds.), Revisiting the CRA: Perspectives on the Future of the Community Reinvestment\nAct, pp. 12–29, Boston, MA and San Francisco, CA: Federal Reserve Banks of Boston\nand San Francisco.\nGabriel, Stuart A., and Stuart Rosenthal (2008). “The GSEs, CRA, and Homeownership in\nTargeted Underserved Neighborhoods,” in Conference on Built Environment: Access,\nFinance, and Policy, Cambridge, MA: Lincoln Institute of Land Policy, pp. 202–29.\nGetter, Darryl E (2015). The Effectiveness of the Community Reinvestment Act, Congressional\nResearch Service, available at www.newyorkfed.org/medialibrary/media/outreach-and-\neducation/cra/reports/CRS-The-Effectiveness-of-the-Community-Reinvestment-Act.pdf.\nGreenstone, Michael, Alexandre Mas, and Hoai-Luu Nguyen (2014). “Do Credit Market Shocks\nAffect the Real Economy? Quasi-Experimental Evidence from the Great Recession and\n‘Normal’ Economic Times,” NBER Working Paper No. w20704, Cambridge, MA:\nNational Bureau of Economic Research.\nImmergluck, Dan (1999). “Intrametropolitan Patterns of Small-Business Lending: What Do the\nNew Community Reinvestment Act Data Reveal?” Urban Affairs Review, vol. 34 (6), pp.\n787–804.\nJoint Center for Housing Studies (2002). The 25th Anniversary of the Community Reinvestment\nAct: Access to Capital in an Evolving Financial Services System, Cambridge, MA: Joint\nCenter for Housing Studies of Harvard University.\nOffice of the Comptroller of the Currency (2018). “Reforming the Community Reinvestment Act\nRegulatory Framework,” Federal Register, vol. 83 (172), pp. 45053–59.\nRingo, Daniel R (2017). “Mortgage Lending, Default and the Community Reinvestment Act,”\nBoard of Governors of the Federal Reserve System, doi:10.2139/ssrn.2585215.\nU.S. Small Business Administration (2017). Small Business Lending in the United States, 2014–\n2015, available at\nsba.gov/sites/default/files/Banking_study_Full_Report_508_FINAL.pdf.\n27\n\nZinman, Jonathan (2002). The Efficacy and Efficiency of Credit Market Interventions: Evidence\nfrom the Community Reinvestment Act, Cambridge, MA: Joint Center for Housing\nStudies of Harvard University.\n28\n\nFigure 1. The Estimated Coefficients of the Interaction Across Sample Periods, Treat * Post (Distance: 0.5 Mile, Income: 50–100%)\nA. Newly Ineligible Tracts\n29\n\nFigure 1. (Continued)\nB. Newly Eligible Tracts\n30\n\nTable 1. Representativeness of the Newly Ineligible and Newly Eligible Tracts\nAll 2013 Newly Ineligible Tracts Newly Eligible Tracts\nNeighborhood Characteristics LMI Tracts Treatment Control Treatment Control\nMedian Family Income in 2013 ($1,000s) 42.4 61.4 60.9 58.5 60.8\nPopulation 3,894.8 4,230.5 4,410.2 4,038.6 4,230.7\nMinority (%) 62.0 39.8 43.8 36.9 39.5\nMedian Family Income Ratio in 2013 (%) 57.6 74.4 73.7 88.4 89.8\nMedian Family Income Ratio in 2014 (%) 58.0 88.7 87.9 74.6 77.3\nNumber of Small Business Loans 53.8 60.8 62.6 59.5 63.3\nLoan Amount of Small Business Loans ($1,000s) 2,499.3 2,547.2 2,424,8 2,430.4 2,538.7\nNumber of Small Business Loans to Small Businesses with Gross 24.5 28.9 30.0 27.3 29.6\nAnnual Revenues ≤ $1 Million\nLoan Amount of Small Business Loans to Small Businesses with 786.0 895.7 850.6 827.3 939.6\nGross Annual Revenues ≤ $1 Million ($1,000s)\nWithin 2013 MSAs (%) 99.2 100.0 100.0 60.6 67.8\nWithin 2014 MSAs (%) 99.6 90.6 90.6 100.0 100.0\nWithin Principal City (%) 64.6 43.3 45.3 33.7 36.8\nN 19,721 395 1,071 419 1,279\nNotes: Tracts remaining in nonmetropolitan areas, tracts with zero population, tracts in small counties (no more than 30,000 inhabitants), and tracts in\nnoncontiguous states were excluded. In addition, tracts in the control group (1) are within a half-mile of those in the treatment group, (2) did not change CRA\neligibility status, and (3) have slightly higher income and slightly lower median income than those in the treatment group (about 50–100% of area median).\nWeight for the control tract equals the treatment tract share of total/control tract share of total. All dollar amounts are adjusted to 2016 dollars.\n31\n\nTable 2. Descriptive Analysis of Changes in Small Business Lending by Neighborhood Pre- and Post-2014\nNumber of Volume of Originations Number of Originations to Volume of Originations to\nOriginations ($1,000s) Smaller Firms Smaller Firms ($1,000s)\nTreatment Control Treatment Control Treatment Control Treatment Control\nNewly Ineligible Tracts\n2012–2013 44,892 45,077 1,960,168 1,830,166 20,458 20,355 699,111 647,222\n2014–2015 51,099 53,889 2,064,344 2,001,008 25,260 27,063 716,155 696,686\nPercent Change 13.8% 19.5% 5.3% 9.3% 23.5% 33.0% 2.4% 7.6%\nNewly Eligible Tracts\n2012–2013 45,625 48,952 1,979,376 2,082,364 19,918 21,742 689,537 789,456\n2014–2015 54,066 57,188 2,093,955 2,172,552 25,899 27,840 697,001 785,365\nPercent Change 18.5% 16.8% 5.8% 4.3% 30.0% 28.0% 1.1% -0.5%\nNotes: Tracts in the control group (1) are within a half-mile of those in the treatment group, (2) did not change CRA eligibility status, and (3) have slightly higher\nincome and slightly lower median income than those in the treatment group (about 50–100% of area median). The number of newly ineligible tracts is 395\n(N=1,071 for the control group); the number of newly eligible tracts is 419 (N=1,279 for the control group). Tracts in the control groups have been weighted to\ncompensate for over- or underrepresentativeness of matched tracts in different areas. All dollar amounts are adjusted to 2016 dollars.\nSource: Authors’ calculation based on the 2012–2015 FFIEC CRA Aggregate Flat Files\n32\n\nTable 3. Regression Results for Baseline Test of the CRA’s Effects on Small Business Lending\nVolume of\nVolume of Number of\nNumber of Originations to\nOriginations Originations to\nOriginations Smaller Firms\n($1,000s) Smaller Firms\n($1,000s)\nNewly Ineligible Tracts\nNewly Ineligible – – – –\nPost-MSA Boundaries Change 11.154*** 216.256*** 8.491*** 62.612***\n(1.442) (39.145) (1.006) (23.163)\nNewly Ineligible × Post-MSA Boundaries Change –3.297** –84.388 –2.413** –41.036\n(1.670) (64.578) (1.144) (36.204)\nConstant 56.943*** 2398.946*** 25.831*** 852.109***\n(0.418) (16.144) (0.286) (9.051)\nNumber of Observations 5,864 5,864 5,864 5,864\nNewly Eligible Tracts\nNewly Ineligible – – – –\nPost-MSA Boundaries Change 9.828*** 107.622** 7.276*** –4.882***\n(0.607) (42.188) (0.392) (23.592)\nNewly Eligible × Post-MSA Boundaries Change 0.244 29.106 –0.139 13.789\n(1.122) (65.751) (0.757) (33.160)\nConstant 56.430*** 2423.473*** 24.857*** 882.454***\n(0.280) (16.438) (0.189) (8.290)\nNumber of Observations 6,792 6,792 6,792 6,792\nNotes: ***, **, * represent significance at the 0.01, 0.05, or 0.1 level. Heteroskedastic-robust standard errors are in parentheses. Tract fixed effect is controlled in\nthe model, and the estimated coefficients on the newly ineligible tracts are absorbed in tract fixed-effects. The estimated coefficients on the interaction terms can\nbe interpreted as the change in small business lending activity in tracts with changed CRA eligibility status relative to that of the control group. Tracts in the\ncontrol group (1) are within a half-mile of those in the treatment group, (2) did not change CRA eligibility status, and (3) have slightly higher income and slightly\nlower median income than those in the treatment group (about 50–100% of area median). Tracts in the control groups have been weighted to compensate for\nover- or underrepresentativeness of matched tracts in different areas. All dollar amounts are adjusted to 2016 dollars.\nSource: Authors’ calculation based on the 2012–2015 FFIEC CRA Aggregate Flat Files.\n33\n\nTable 4. Results for One-Sided Tests of the CRA’s Effects on Small Business Lending,\nBecoming Newly Ineligible as the Treatment\nVolume of\nVolume of Number of\nNumber of Originations to\nOriginations Originations to\nOriginations Smaller Firms\n($1,000s) Smaller Firms\n($1,000s)\nBaseline: All Control Tracts\nNewly Ineligible Tracts – – – –\nPost-MSA Boundary Change 11.154*** 216.256*** 8.491*** 62.612***\n(1.442) (39.145) (1.006) (23.163)\nNewly Ineligible –3.297** –84.388 –2.413** –41.036\n× Post-MSA Boundaries Change (1.670) (64.578) (1.144) (36.204)\nConstant 56.943*** 2398.946*** 25.831*** 852.109***\n(0.418) (16.144) (0.286) (9.051)\nNumber of Observations 5,864 5,864 5,864 5,864\nControl: Tracts That Remained CRA Eligible\nNewly Ineligible Tracts – – – –\nPost-MSA Boundary Change 14.400*** 223.965*** 10.446*** 80.843**\n(2.780) (58.680) (1.989) (33.769)\nNewly Ineligible –6.543** –92.097 –4.368** –59.268\n× Post-MSA Boundaries Change (2.905) (77.993) (2.063) (43.761)\nConstant 54.889*** 2378.456*** 24.899*** 832.500***\n(0.537) (19.763) (0.374) (10.869)\nNumber of Observations 3,768 3,768 3,768 3,768\nControl: Tracts That Remained CRA Ineligible\nNewly Ineligible Tracts – – – –\nPost-MSA Boundary Change 8.060*** 208.905*** 6.627*** 45.227\n(0.927) (52.170) (0.494) (31.842)\nNewly Ineligible –0.203 –77.037 –0.548 –23.651\n× Post-MSA Boundaries Change (1.253) (73.220) (0.736) (42.292)\nConstant 58.886*** 2473.535*** 26.791*** 893.133***\n(0.320) (19.149) (0.199) (10.667)\nNumber of Observations 3,676 3,676 3,676 3,676\nNotes: ***, **, * represent significance at the 0.01, 0.05, or 0.1 level. Heteroskedastic-robust standard errors are in\nparentheses. Tract fixed effects are controlled in the model, and the estimated coefficients on the newly ineligible\ntracts are absorbed in tract fixed-effects. Results are from a set of two-way difference-in-differences models\npredicting the volume of small business originations. Tracts in the control groups have been weighted to compensate\nfor over- or underrepresentativeness of matched tracts in different areas. All dollar amounts are adjusted to 2016\ndollars.\nSource: Authors’ calculation based on the 2012–2015 FFIEC CRA Aggregate Flat Files\n34\n\nTable 5. Results for One-Sided Tests of the CRA’s Effects on Small Business Lending,\nBecoming Newly Eligible as the Treatment\nVolume of\nNumber of\nVolume of Originations\nNumber of Originations\nOriginations to Smaller\nOriginations to Smaller\n($1,000s) Firms\nFirms\n($1,000s)\nBaseline: All Control Tracts\nNewly Eligible Tracts – – – –\nPost-MSA Boundary Change 9.828*** 107.622** 7.276*** –4.882\n(0.607) (42.188) (0.392) (23.592)\nNewly Eligible 0.244 29.106 –0.139 13.789\n× Post-MSA Boundaries Change (1.122) (65.751) (0.757) (33.160)\nConstant 56.430*** 2423.473*** 24.857*** 882.454***\n(0.280) (16.438) (0.189) (8.290)\nNumber of Observations 6,792 6,792 6,792 6,792\nControl: Tracts That Remained CRA Eligible\nNewly Eligible Tracts – – – –\nPost-MSA Boundary Change 11.348*** 93.178 8.158*** –20.499\n(1.014) (70.819) (0.681) (39.978)\nNewly Eligible –1.275 43.551 –1.021 29.407\n× Post-MSA Boundaries Change (1.385) (86.949) (0.940) (46.276)\nConstant 53.524*** 2351.488*** 23.360*** 847.032***\n(0.365) (20.636) (0.250) (10.106)\nNumber of Observations 4,256 4,256 4,256 4,256\nControl: Tracts That Remained CRA Ineligible\nNewly Eligible Tracts – – – –\nPost-MSA Boundary Change 8.764*** 117.747** 6.658*** 6.065\n(0.748) (51.830) (0.467) (28.716)\nNewly Eligible 1.309 18.982 0.480 2.842\n× Post-MSA Boundaries Change (1.204) (72.326) (0.798) (36.985)\nConstant 57.764*** 2448.788*** 25.503*** 876.409***\n(0.328) (18.557) (0.221) (9.062)\nNumber of Observations 4,212 4,212 4,212 4,212\nNotes: ***, **, * represent significance at the 0.01, 0.05, or 0.1 level. Heteroskedastic-robust standard errors are in\nparentheses. Tract fixed effects are controlled in the model, and the estimated coefficients on the newly ineligible\ntracts are absorbed in tract fixed-effects. Results are from a set of two-way difference-in-differences models\npredicting the volume of small business originations. Tracts in the control groups have been weighted to compensate\nfor over- or underrepresentativeness of matched tracts in different areas. All dollar amounts are adjusted to 2016\ndollars.\nSource: Authors’ calculation based on the 2012–2015 FFIEC CRA Aggregate Flat Files\n35\n\nTable 6. Robustness Check 1: Using Different Income Ranges for Control Groups (Coefficients of the Interaction, Treat ∗ Post)\nBaseline Income Range Distance\n0.5 Mile 0.5 Mile 0.5 Mile 0.5 Mile 2 Miles 5 Miles\n50–100% 70–90% 50–110% 50–120% 50–100% 50–100%\nNewly Ineligible Tracts\nNumber of Originations –3.297** –5.79** –3.831** –3.616** –2.902* –2.801**\n(1.670) (2.926) (1.729) (1.627) (1.481) (1.388)\nVolume of Originations ($1,000s) –84.388 –107.002 –84.163 –85.925 –100.288 –91.153\n(64.578) (83.016) (62.996) (62.757) (61.318) (59.617)\nNumber of Originations to Smaller Firms –2.413** –4.200** –2.951** –2.746** –1.843* –1.768*\n(1.144) (2.041) (1.334) (1.244) (1.009) (0.955)\nVolume of Originations to Smaller Firms –41.036 –61.964 –43.331 –37.485 –34.201 –32.653\n($1,000s) (36.204) (48.061) (35.538) (35.349) (34.197) (33.274)\nNumber of Observations 5,864 3,476 6,680 7,176 9,344 14,556\nNewly Eligible Tracts\nNumber of Originations 0.244 1.425 0.018 0.168 1.107 1.211\n(1.122) (1.354) (1.120) (1.110) (1.080) (1.071)\nVolume of Originations ($1,000s) 29.106 90.214 42.814 27.430 44.985 49.345\n(65.751) (84.035) (64.508) (63.765) (63.028) (60.373)\nNumber of Originations to Smaller Firms –0.139 0.330 –0.220 –0.188 0.402 0.468\n(0.757) (0.868) (0.761) (0.756) (0.728) (0.723)\nVolume of Originations to Smaller Firms 13.789 45.699 22.275 16.610 31.853 32.362\n($1,000s) (33.160) (39.941) (32.326) (31.930) (31.967) (30.987)\nNumber of Observations 6,792 3,956 7,696 8,272 8,944 10,080\nNotes: ***, **, * represent significance at the 0.01, 0.05, or 0.1 level. Heteroskedastic-robust standard errors are in parentheses. Results are from a set of two-\nway difference-in-differences models predicting the volume of small business originations. Coefficients can be interpreted as the change in small business\nlending activity in tracts with changed CRA eligibility status relative to that of the control group. Tract fixed effects are controlled in the model. Tracts in the\ncontrol groups have been weighted to compensate for over- or underrepresentativeness of matched tracts in different areas. All dollar amounts are adjusted to\n2016 dollars.\nSource: Authors’ calculation based on the 2012–2015 FFIEC CRA Aggregate Flat Files\n36\n\nTable 7. Robustness Check 2: Spatial Heterogeneity in the CRA’s Effects (Coefficients of the Interaction, Treat ∗ Post)\nWithin\nWithin\nBaseline Principal Northeast Midwest South West\nMSAs\nCities\nNewly Ineligible Tracts\nNumber of Originations –3.297** –3.347* –5.561* –7.271** 1.068 –0.159 2.968\n(1.670) (1.786) (2.988) (3.011) (1.570) (1.801) (7.621)\nVolume of Originations ($1,000s) –84.388 –56.386 –73.005 –137.493* –94.602 –33.098 183.966\n(64.578) (67.462) (103.495) (78.309) (129.638) (130.527) (509.635)\nNumber of Originations to Smaller Firms –2.413** –2.440** –3.604* –4.788** –0.820 –0.271 3.365\n(1.144) (1.239) (2.103) (2.157) (1.048) (1.031) (3.610)\nVolume of Originations to Smaller Firms –41.036 –17.542 –50.387 27.471 –77.764 –114.954 –172.030\n($1,000s) (36.204) (37.027) (56.232) (44.187) (79.366) (81.884) (149.217)\nNumber of Observations 5,864 5,564 2,712 2,548 1,116 1,784 416\nNewly Eligible Tracts\nNumber of Originations 0.244 2.305 –1.363 2.016 0.696 –2.457* –4.367\n(1.122) (1.624) (1.862) (1.851) (1.732) (1.455) (2.962)\nVolume of Originations ($1,000s) 29.106 102.725 104.695 87.025 –133.825 –15.046 183.483\n(65.751) (88.170) (104.663) (96.035) (180.544) (108.419) (209.009)\nNumber of Originations to Smaller Firms –0.139 0.799 –0.754 0.744 –0.061 –1.779* 0.237\n(0.757) (1.111) (1.247) (1.275) (1.188) (0.909) (1.712)\nVolume of Originations to Smaller Firms 13.789 20.328 38.485 –5.065 –35.415 49.632 167.785\n($1,000s) (33.160) (41.115) (47.790) (43.664) (94.715) (64.610) (118.733)\nNumber of Observations 6,792 5,248 3,724 4,592 636 1,352 212\nNotes: ***, **, * represent significance at the 0.01, 0.05, or 0.1 level. Heteroskedastic-robust standard errors are in parentheses. Results are from a set of two-\nway difference-in-differences models predicting the volume of small business originations. Coefficients can be interpreted as the change in small business\nlending activity in tracts with changed CRA eligibility status relative to that of the control group. Tracts in the control group (1) are within a half-mile of those in\nthe treatment group, (2) did not change CRA eligibility status, and (3) have slightly higher income and slightly lower median income than those in the treatment\ngroup (about 50–100% of area median). Tract fixed effects are controlled in the model. Tracts in the control groups have been weighted to compensate for over-\nor underrepresentativeness of matched tracts in different areas. All dollar amounts are adjusted to 2016 dollars.\nSource: Authors’ calculation based on the 2012–2015 FFIEC CRA Aggregate Flat Files\n37\n\nTable 8. Robustness Check 3: Temporal Heterogeneity in the CRA’s Effects (Coefficients of the Interaction, Treat ∗ Post; Control\nGroup: Within 0.5 Mile and 50–100% of AMFI)\nBaseline:\n2012–2015 2003–2004\nNewly Ineligible Tracts\nNumber of Originations –3.297** –3.780**\n(1.670) (1.847)\nVolume of Originations ($1,000s) –84.388 –21.849\n(64.578) (145.825)\nNumber of Originations to Smaller Firms –2.413** –2.03*\n(1.144) (1.119)\nVolume of Originations to Smaller Firms ($1,000s) –41.036 84.603\n(36.204) (93.484)\nNumber of Observations 5,864 4,522\nNewly Eligible Tracts\nNumber of Originations 0.244 –0.474\n(1.122) (1.101)\nVolume of Originations ($1,000s) 29.106 37.266\n(65.751) (94.007)\nNumber of Originations to Smaller Firms –0.139 –0.773\n(0.757) (0.529)\nVolume of Originations to Smaller Firms ($1,000s) 13.789 17.745\n(33.160) (65.032)\nNumber of Observations 6,792 6,224\nNotes: ***, **, * represent significance at the 0.01, 0.05, or 0.1 level. Heteroskedastic-robust standard errors are in parentheses. Results are from a set of two-\nway difference-in-differences models predicting the volume of small business originations. Coefficients can be interpreted as the change in small business\nlending activity in tracts with changed CRA eligibility status relative to that of the control group. Tracts in the control group (1) are within a half-mile of those in\nthe treatment group, (2) did not change CRA eligibility status, and (3) have slightly higher income and slightly lower median income than those in the treatment\ngroup (about 50–100% of area median). Tract fixed effects are controlled in the model. Tracts in the control groups have been weighted to compensate for over-\nor underrepresentativeness of matched tracts in different areas. All dollar amounts are adjusted to 2016 dollars.\nSource: Authors’ calculation based on the FFIEC CRA Aggregate Flat Files.\n38\n\nAppendix\nTable A1. Construction of the Final Study Sample, 2013–2014 (0.5 Mile, 50–100% of AMFI)\nNewly Ineligible Newly Eligible\nTreatment Control Treatment Control\n(1) Tracts with changed CRA eligibility status from 2013 to 2014 in contiguous states 549 - 432 -\nonly (and not in small counties with no more than 30,000 inhabitants)\n(2) Drop tracts remaining in nonmetro areas, tracts with no population, previously 395 2,023 423 2,284\nnonmetro and newly ineligible, newly nonmetro and newly eligible tracts from\ntreatment groups\n(3) Drop newly eligible/ineligible tracts/nonmetro tracts, tracts with zero population 395 2,008 423 2,275\nfrom control groups\n(4) Drop tracts not in the income range (50–100% AMFI) from control groups 395 1,088 423 1,314\n(5) Drop tracts without any matches in the same MSA from treatment groups and 395 1,071 419 1,279\ncontrol groups\n(6) Final sample 395 1,071 419 1,279\nSource: Authors’ definition based on 2013 and 2014 FFIEC Census and Demographic data\n39",
    "length": 72854,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedcec:29186",
    "url": "https://www.clevelandfed.org/-/media/project/clevelandfedtenant/clevelandfedsite/publications/economic-commentary/2000/ec-20001101-the-performance-and-profitability-of-cra-related-lending-pdf.pdf",
    "text": "November 2000\nFederal Reserve Bank of Cleveland\nThe Performance and Profitability of\nCRA-Related Lending\nby Robert B. Avery, Raphael W. Bostic, and Glenn B. Canner\nC\noncerns about the availability of used for other products; education and\ncredit to lower-income borrowers and counseling for prospective borrowers;\nIn November1999, the U.S. Con-\ncommunities and to small businesses enhanced, targeted marketing of credit\ngress asked the Board of Governors\nand farms are long-standing. Over the products; and coordination with a wide\nof the Federal Reserve System to\nyears, many government programs, such range of third parties, both private and\nas those of the Federal Housing Admin- public. In addition, some banking institu- conduct a comprehensive study of\nistration, have been established to tions offer pricing incentives for loans loans made underthe Community\naddress these concerns. Regulation of made under these programs and have Reinvestment Act of 1977. The\nprivate-sector activities also is intended established procedures to mitigate the Board’s studyfocused on the loans’\nto bolster such lending. The most promi- credit risk associated with such loans. delinquency and default rates—\nnent government regulatory effort to theirperformance—as well as their\nAlthough the CRA’s effects on lending to\nimprove access to credit, the Community profitability. This Commentary\nlower-income populations and neighbor-\nReinvestment Act of 1977 (CRA), was\nreports the results of the study.\nhoods are difficult to assess, such lending\ndesigned to encourage commercial\nhas increased substantially over the past\nbanks and savings associations to help\ndecade or so. For example, home-\nmeet the needs of borrowers in all responding to their request, the Board\npurchase lending to lower-income house-\nsegments of their communities, consis- needed to address three basic questions:\nholds has increased 86 percent since\ntent with safe and sound operations. What is a CRAloan? How does one\n1993 (compared to about 50 percent for\nmeasure the effect of a law or regulation\nResponding to the CRA, banking institu- higher-income households). Lending to\non the profitability and performance of\ntions have used various methods to borrowers in lower-income neighbor-\nlending? Is previous research adequate to\nexpand lending to lower-income cus- hoods also has risen sharply (nearly 80\nfulfill Congress’request?\ntomers and those in lower-income neigh- percent) since 1993.\nborhoods, but their approaches fall into In considering the first question—how\nHowever, despite all this experience,\ntwo broad types, both typically involv- to define a CRAloan—the Reserve\nlittle systematic information has been\ning special marketing and outreach. Board staff looked to the CRAstatute\npublicly available about performance\nIn one approach, lenders have sought and regulations for guidance. Banking\nand profitability, either for CRA-related\nadditional CRA-related customers who institutions alone are subject to the law,\nlending activities as a whole or for the\nwould qualify for market-priced loans so we focused on them exclusively and\nloans extended under CRAspecial\nusing traditional standards of creditwor- did not consider credit unions or mort-\nlending programs.\nthiness. In the other, lenders have gained gage companies. Next, we determined\ncustomers by modifying their underwrit- n Congressional Mandate that a CRA-related loan was one\ning guidelines or loan pricing. Many In November 1999, wanting to learn extended to a lower-income household\nbanking institutions, especially the larger more, the U.S. Congress asked the anywhere in a banking institution’s local\nones, have established or participate in Federal Reserve Board to do a compre- community or to a borrower of any\nspecial programs to foster lending. hensive study on the performance income in a lower-income neighborhood\n(that is, the delinquency and default within that community. We used a simi-\nSpecial lending programs vary widely\nrates) and profitability of loans made in lar definition for small business lending.\nbut they often feature more flexible\nconformity with the CRA. Before Note that these definitions exclude about\ncredit-underwriting guidelines than those\nISSN0428-1276\n\nhalf of all lower-income lending done by special survey of banking institutions’ n Special Challenges\nbanking organizations. experiences and the other on statistical of the Survey\nanalysis of standardized reports filed by Three of the challenges posed by this sur-\nThe second question proved considerably all banking institutions. The Federal vey warrant particular comment. Because\nmore difficult. In principle, to assess a Reserve Bank of Kansas City’s 1995 of statutory deadlines imposed by Con-\nlaw or regulation’s influence on loan survey focused on home-purchase lend- gress, banking institutions had little time\nperformance and profitability, one must ing; its main finding was that CRA- to prepare responses. In fact, we contin-\nmeasure its “marginal” effect; ideally, this related lending was profitable, but some- ued to accept responses for nearly a\nwould mean considering only the addi- what less so than traditional lending. month beyond the deadline. The timing of\ntional loans made because of the law. Statistical analysis of Call Report data, our survey coincided with due dates for\nSuch an assessment, however, is impossi- merged with data on home-purchase the annual reports that institutions must\nble in practice because one cannot specify lending, showed that institutions doing file under the provisions of the Home\nthe subset of loans that are made solely relatively more lower-income mortgage Mortgage Disclosure Act and the CRA,\nbecause of the CRA. In the end, we chose lending are no less profitable than other as well as several other regulatory reports.\nto examine the performance and prof- institutions.\nitability of all loans made in conformity In addition, we encountered some confu-\nwith the CRA; in other words, those that n The Board’s Study sion as to the definition of a CRAloan.\nmet our definition of a CRA-related loan. Having concluded that existing research The definition was not well understood\nThis approach, though not ideal, did not provide adequate data to satisfy by all survey respondents, some of\ncomplied with the language of the law Congress’request, the Board decided to whom equated CRAloans with loans\nthat mandated the study. undertake some new research. To this made under special lending programs.\nend, the 500 largest retail banking institu-\nTo answer the third question—whether tions were surveyed about their lending Finally, the study used return on equity\nthe research already available was experience, focusing on CRA-related as a measure of profitability. To calculate\ncapable of satisfying Congress’ loans. This focus included special lending it, we sought very comprehensive data,\nrequest—Board staff reviewed the programs, which are sometimes an asking respondents to include all sources\nexisting studies of the performance and important aspect of institutions’CRA- of costs and revenues. Survey responses\nprofitability of CRA-related lending. related lending activities. We selected the and follow-up phone calls, however,\nWe found that such research as did exist 500 largest retail banking institutions indicated that some lenders had consid-\nwas too limited to meet our needs. because they account for about 75 percent ered cost of capital and others had not.\nNearly all of it had focused on the of all CRA-related lending. Respondents As a result, much of our analysis\nperformance and profitability of home were assured that the data reported would focused on a relative ranking of prof-\nlending, and most of this concerned the not be disclosed to the public in a manner itability for CRAand non-CRAlending\nrelatively narrow group of loans made that compromised confidentiality. In within a bank. Such internal compar-\nunder affordable-home-loan programs. preparing the survey instrument, we isons are not affected by failure to con-\nAlthough they target much of the same received input from many sources, sider the cost of capital or any other fac-\npopulation as the CRA, loans extended including banking institutions, commu- tor, as long as it is reported consistently\nunder affordable-home-loan programs nity-based and nonprofit organizations, within a bank.\noften deviate from the definition of a and members of Congress and their staffs.\nn Survey Results:\nCRAloan in a few important respects:\nThey are often extended by institutions, The survey had limited goals. It is espe- CRA-Related Lending\nsuch as mortgage companies, that are cially important to note that its results We received responses from 143 of the\nnot subject to the CRA; they frequently do not represent a cost/benefit analysis 500 institutions to which we sent the\ninclude loans made by banking institu- of the CRA. Consistent with Congress’ survey (a 28.6percent response rate).\ntions outside their local communities; mandate, the survey focused only on These responses and our follow-up\nand they sometimes are made to bor- the performance and profitability of telephone contacts revealed that banking\nrowers whose incomes exceed our CRA-related lending. It did not exam- institutions generally do not track prof-\nlower-income criterion. ine investment and service activities itability and performance separately for\nthat banking institutions may have CRA-related lending, so our report\nOur review of previous research on loan undertaken because of the CRA. It did emphasized qualitative results regarding\nperformance showed wide variation in not address the CRA’s effects on local profitability. Because fewer than half of\nthe experience of individual banking communities and included little infor- the respondents answered quantitative\ninstitutions, depending on such factors mation about its benefits to individual questions on performance, one must be\nas their location and the kinds of institutions. The survey collected infor- cautious when using these responses to\napproaches they used to extend credit. mation about activities in only four draw qualitative inferences comparing\nThe delinquency rates reported are loan-product categories (the most sig- the performance of CRA-related and\ngenerally higher than those for other nificant ones for most institutions). other lending.\nloans, while default rates are slightly These included home purchase and\nhigher or about the same. refinance lending, home improvement The results varied by loan product.\nHome purchase and refinance lending\nlending, small business lending, and\nTwo types of research on loan profitabil- has the largest origination volume by far\ncommunity development lending.\nity have been conducted, one based on a ($570 billion, of which about 10 percent\n\nis CRA-related). Responses indicated profitable. They reported few differ- effects. The other side maintains\nthat overall as well as CRA-related ences in performance and profitability that these programs exist for several\nhome purchase and refinance lending is between CRA-related and other small different reasons, only one of which\nprofitable or marginally profitable for business lending. The same was true of is to respond to the CRA, and do\nmost institutions. On a dollar-weighted origination and servicing costs, credit not necessarily measure the bite of\nbasis, about 85 percent of survey respon- losses, and pricing. These results may the law. Ongoing research to be pre-\ndents said that their CRA-related lending reflect the relatively large proportion sented at a Federal Reserve System\nas a whole was at least marginally prof- (about 50 percent) of all small business conference in April 2001 will exam-\nitable. However, CRA-related home loans that are CRA-related. ine this debate in some detail.\npurchase and refinance lending was\nreported to be less profitable and to have Community Development Lending n Concluding Comments\nsimilar or higher delinquency rates than Virtually all respondents reported that The report does not characterize the\nother home purchase and refinance community development lending overall performance and profitabil-\nlending. Concerning this product, about ($13 billion in originations) is at least ity of banking institutions’CRA-\n63 percent of respondents said that their marginally profitable. Comparative related lending because it does not\nCRA-related lending was less profitable questions were not asked for this cover all the activities of a given\nthan their overall lending. Differences category of loans because it was bank. However, the performance\nare less dramatic when measured on a unlikely that we would be able to con- and profitability of most institu-\nper-institution basis. struct valid comparison groups from tions’CRA-related home purchase\nbanking institutions’loan portfolios. and refinance and small business\nOne of the strongest relationships lending provide a good indication\nrevealed by the survey concerns the cor- n Survey Results: CRASpecial of the performance and profitability\nrelation between an institution’s size and Lending Programs of their CRA-related lending as a\nthe profitability and performance of its Evidence suggests that CRAspecial whole because these two categories\nCRA-related lending. Large banks were lending programs ($11 billion in origi- are the most important ones for the\nless likely than small banks to report that nations across all loan-product cate- majority of banks.\nCRA-related lending is profitable, and gories) are relatively small and\nmuch more likely to say that it is less account for a small proportion of the The relatively low response rate to\nprofitable than their overall lending. A loans extended by most banking insti- the survey does not necessarily\nlarge proportion of respondents in all tutions. Only 1 percent of respondents imply that its results are\nbank-size categories reported that CRA- reported that they established these idiosyncratic. In particular, we\nrelated and other home purchase and programs solely to obtain a “satisfac- found no evidence that the survey’s\nrefinance loans have very similar origi- tory” or “outstanding” CRArating. results are not broadly representa-\nnation and servicing costs, credit losses, Alarge share said that they established tive of the experiences of the 500\nand pricing on a per-institution basis. their programs to meet the local com- institutions considered together.\nHowever, the respondents who did munity’s credit needs and to promote Although the response rate was\nreport differences most often said they its growth and stability. Programs have 28.6 percent, the institutions that\nhad lower prices or higher costs or credit a wide range of characteristics but they responded are estimated to account\nlosses for CRA-related home purchase commonly feature altered underwrit- for between 45 and 50 percent of\nand refinance loans than for others. ing standards. About three-quarters of all the CRA-related lending in each\nall programs involve third parties, such loan-product category.\nHome Improvement and as government entities, nonprofits and\nFurthermore, statistical tests indicate\nRefinance Lending lending consortia, which are often a\nthat survey respondents resemble\nThe results for home improvement lend- source of subsidies and provide many\nnonrespondents along several dimen-\ning ($12 billion in originations, of which services such as screening of prospec-\nsions, including overall profitability\nabout 18 percent is CRA-related) are tive borrowers. In addition, third\nand CRAperformance ratings. The\nsimilar to those for home purchase and parties often share the credit risk of a\nsurvey data are primarily reflections\nrefinance lending, although fewer differ- loan with the lender. Amajority of\nof the experiences of larger banking\nences between CRA-related and other CRAspecial lending programs were\ninstitutions in a particularly healthy\nhome improvement lending were reported to be profitable or marginally\neconomic environment. Experiences\nreported. The vast majority of respon- profitable. About 25 percent of them\nmay differ for small institutions or\ndents in all size categories said that origi- were described as unprofitable or\nunder different economic conditions.\nnation and servicing costs, credit losses, marginally unprofitable.\nOur current research efforts are\nand prices for home improvement lend-\nHere I mention an interesting debate focused on a fuller assessment of the\ning were about the same for CRA-related\nabout interpreting the results from the section of the survey that concerns\nloans as for others.\nCRAspecial lending programs. special lending programs. In this\nSmall Business Lending One side maintains that these regard, Board staff recently pub-\nNearly all respondents reported that programs represent the marginal lished an article in the November\nsmall business lending overall impact of the CRA—“the bite of the issue of theFederal Reserve Bulletin.\n($117 billion in originations) and CRA- law”—and therefore are the appropri-\nrelated small business lending are both ate focus for analyses of the CRA’s\n\nGlenn B. Canner is a senior advisor in the\nResearch Division at the Board of Governors of\nthe Federal Reserve System. Robert B. Avery and\nRaphael W. Bostic are senior economists there.\nThe views expressed here are those of the\nauthors and not necessarily those of the\nFederal Reserve Bank of Cleveland, the Board of\nGovernors of the Federal Reserve System,\nor its staff.\nEconomic Commentary is published by the\nResearch Department of the Federal Reserve\nBank of Cleveland. To receive copies or to be\nplaced on the mailing list, e-mail your request\nto4d.subscriptions@clev.frb.org or fax itto\n216-579-3050. Economic Commentary is also\navailable at the Cleveland Fed’s site on the\nWorld Wide Web:www.clev.frb.org/research,\nwhere glossaries of terms are provided.\nWe invite comments, questions, and suggestions.\nE-mail us ateditor@clev.frb.org.\nPRSRTSTD\nFederal Reserve Bank of Cleveland U.S. Postage Paid\nResearch Department Cleveland, OH\nP.O. Box 6387 Permit No. 385\nCleveland, OH44101\nReturn Service Requested:\nPlease send corrected mailing label to\nthe above address.\nMaterial may be reprinted if the source is\ncredited. Please send copies of reprinted\nmaterial to the editor.",
    "length": 18288,
    "date": null,
    "parsing_from": "pdf"
  }
]