[
  {
    "id": "l00001:94237",
    "url": "https://www.stlouisfed.org/on-the-economy/2022/may/importance-studying-innovations-payment-technologies",
    "text": "",
    "length": 0,
    "date": "",
    "parsing_from": "html"
  },
  {
    "id": "l00001:94051",
    "url": "https://www.stlouisfed.org/on-the-economy/2021/december/risk-management-approach-monetary-policy",
    "text": "",
    "length": 0,
    "date": "",
    "parsing_from": "html"
  },
  {
    "id": "l00001:94021",
    "url": "https://www.stlouisfed.org/on-the-economy/2021/august/bullard-fed-new-monetary-policy-framework",
    "text": "",
    "length": 0,
    "date": "",
    "parsing_from": "html"
  },
  {
    "id": "l00001:94121",
    "url": "https://www.stlouisfed.org/on-the-economy/2022/mar/bullard-explains-recent-fomc-dissent",
    "text": "",
    "length": 0,
    "date": "",
    "parsing_from": "html"
  },
  {
    "id": "l00001:87758",
    "url": "https://www.stlouisfed.org/on-the-economy/2020/march/bullard-expected-us-macroeconomic-performance-pandemic-adjustment-period",
    "text": "Introduction Any views expressed are my own and do not necessarily reflect the views of the Federal Open Market Committee.\n\nThe coronavirus has the potential to create catastrophic health outcomes in the U.S. I take as a baseline for my analysis Ferguson et al. “Impact of Non-Pharmaceutical Interventions (NPIs) to Reduce COVID-19 Mortality and Healthcare Demand.” Imperial College, COVID-19 Report 9, March 16, 2020. In order to mitigate this, public health officials have recommended a variety of social-distancing policies to slow the spread of the virus. In addition, social interaction has declined dramatically due to voluntary withdrawal by individuals, corporate work-from-home policies and government restrictions.\n\nThese actions and policies have had the effect of engineering a controlled , partial and temporary shutdown of certain sectors of the U.S. economy. The productive capacity of the U.S. economy is fundamentally strong and resilient—nevertheless, this organized “throttling down” radically changes the way we need to think about and gauge the health of the U.S. economy in the near term. I recommend the following analogy: Suppose you are driving your car down the freeway at 70 mph, but then you encounter a construction zone. You have to slow down in the construction zone, perhaps quite significantly, work your way through the construction zone, and then resume your previous speed. There is nothing wrong with your car, but you nevertheless have to slow down. The U.S. economy will, by design, behave very differently than what is conventionally assumed in ordinary times—so differently, in fact, that ordinary business cycle analysis will be ineffective and cease to make sense. The goals of macroeconomic policy will need to be very different, in some ways the opposite of what we would normally try to accomplish.\n\nA National Pandemic Adjustment Period\n\nI begin by recommending that the President and Congress declare a “National Pandemic Adjustment Period” (NPAP), providing a natural focal point for the expectations of policymakers and Americans at large concerning what is happening. The NPAP would initially extend from now until the end of the second quarter of 2020, and would be flexible enough to be shortened or extended as necessary depending on how the virus progresses. Special policies would be in effect for the duration of the NPAP, and the dates that these special policies would expire could be tied to the end date of the NPAP.\n\nThere are three broad goals to be accomplished during the NPAP.\n\n1. Greatly Reducing Economic Activity\n\nThe first goal during the NPAP is to intentionally reduce (reduce!) economic activity in order to meet public health objectives. Production is to be carried out only if (1) the good or service is deemed “essential,” or (2) the good or service can be produced in a way that does not risk transmission of the virus. If production is reduced in this way, this will be considered success during the NPAP.\n\nMy rough initial estimate of the level of U.S. real GDP (and hence national income) that meets this public health objective is up to 50% of normal production. In other words, we need to throttle back the U.S. economy to produce at only half its normal pace. I intend to update this value going forward as it becomes clearer which parts of the economy actually shut down and which parts do not.\n\nIt would be inappropriate to characterize that outcome as a recession because it is undertaken intentionally to meet public health objectives. In particular, it is inappropriate to argue for “economic stimulus” intending to ramp up production or create new demand in this situation, as that would work at cross-purposes with the goal of reducing the level of economic activity in order to meet public health objectives. A better concept is that we should strive to “keep everybody whole” during the NPAP, as described in more detail below. Macroeconomic policy should seek to align household and business incentives with national health goals, not to work against those goals.\n\nA normal quarter of production of goods and services in the U.S. recently, in very round numbers, is about $5 trillion. Producing only half would mean that national income is cut to about $2.5 trillion during the second quarter of 2020 when the NPAP is in effect. This is a quarter-over-quarter drop of 50%, well outside historical experience in the U.S.\n\nThis outcome is expected and temporary and simply reflects the large investment in public health that will be made in the U.S. This change in magnitude is something to be expected and to prepare for, reinforcing the point that standard business cycle tracking serves little useful purpose in the near term. For example, economists often translate quarter-on-quarter growth rates in variables, such as GDP or consumption, into annual rates by (roughly) multiplying by four. In the current environment, one could see a quarter-on-quarter change in a variable of 50%. Annualized, this would be called a “200% decline.” Annualizing serves little use in the current environment. Data during the NPAP will be coming from a special situation.\n\n2. Keeping Households and Firms Whole\n\nThe second goal of policymakers is to prevent destruction of livelihoods and firms during the NPAP. This planned, organized partial shutdown will clearly have very uneven effects across households and firms during the NPAP. Some types of businesses are closed down completely, while other types continue to operate.\n\nOn the household income side, the goal is to keep households whole. We already have government income maintenance programs, popularly known as unemployment insurance (UI). I recommend using these programs extensively and changing the label on these programs to “pandemic insurance” (PI) during the NPAP to more appropriately reflect what is happening. Heavy use of this facility by individuals—to the extent that it helps to maintain laid-off workers’ income—should be used as a metric of policy success during the second quarter. Heavy use would mean that the government is making the proper transfers to those who have been disrupted by the health objectives of the country. To help accomplish this, benefit replacement rates could be increased substantially from the current average rate in the U.S. of about 45% to a value close to or equal to 100%.\n\nMoreover, every state has a well-established UI system with rules already in place. Stress will be placed on these systems as the number of claims made in the upcoming weeks may be unprecedented; nonetheless, this facility is much better than the alternative of trying to set up a new system on the fly.\n\nMy initial estimate of the level of pandemic insurance that may be appropriate during the NPAP period is 30%. I intend to refine this estimate going forward based on pandemic developments. That is, up to 30% of the workforce could be using this program as part of an optimal policy response to the pandemic.\n\nThe intentional, partial reduction in production means capital will also be unemployed during the NPAP. Conceptually, factories will shut down for a period of time and then reopen once the pandemic has passed with the capital intact. National policy, therefore, needs to make the owners of capital whole during this period. Most proposals in this area under consideration in Congress provide loans to businesses, large and small, to tide businesses over until they can start up again after the NPAP.\n\n3. Paying for the Pandemic Response\n\nThe third goal is to pay for the pandemic response. If national income falls by 50% during the NPAP, households will not be able to maintain their normal lifestyles. In other words, consumption is likely to be much lower than normal for most households during the NPAP. Most of this reduction will come as a result of the health objectives themselves—many avenues for ordinary consumption will simply be closed, and in addition people are being asked to remain in their homes. To a large extent, national income will be down, but national consumption will be down in tandem with national income. This is the nature of “hunkering down.” This may also be viewed as what macroeconomists call “home production,” that is, the movement of production from the market sector, where it is counted in GDP, to the home sector, where it is not counted in GDP. Famous and familiar examples of services that move back and forth between sectors are meals, which are sometimes eaten outside the home and sometimes produced in the home, as well as child care, which is sometimes provided at home and sometimes provided in a market setting. The federal government is certainly borrowing, but most of this is oriented toward maintaining market functioning and extending loans to businesses to tide them over until full-speed production can once again resume.\n\nSummary\n\nJust as incoming macroeconomic data should be interpreted in light of the unprecedented nature of the public health policy response to COVID-19, so too should the macroeconomic policies be understood and conducted. For example, the phrase “stimulus” may not be entirely appropriate now: Many people may not want to fly out of caution or be able to dine out because of legal decree. The goal of macroeconomic policy, at this stage, is not to “stimulate” them to do these things. Rather, at this stage, macroeconomic policy could be better described as maintenance and support, more a matter of insurance than stimulus. For example, enhanced unemployment benefits help maintain the income of workers temporarily laid off because of a change in demand in the sector where they had been employed.\n\nLooking ahead, July 1 may provide an important checkpoint. At that point, there is a reasonable chance that public health needs will be reduced, allowing health authorities to ease the throttling down of U.S. economic activity. As of today, the situation remains fluid, and the views expressed here could easily change with events in the days and weeks ahead.\n\nNotes and References\n\n1 Any views expressed are my own and do not necessarily reflect the views of the Federal Open Market Committee.\n\n2 I take as a baseline for my analysis Ferguson et al. “Impact of Non-Pharmaceutical Interventions (NPIs) to Reduce COVID-19 Mortality and Healthcare Demand.” Imperial College, COVID-19 Report 9, March 16, 2020.\n\n3 I recommend the following analogy: Suppose you are driving your car down the freeway at 70 mph, but then you encounter a construction zone. You have to slow down in the construction zone, perhaps quite significantly, work your way through the construction zone, and then resume your previous speed. There is nothing wrong with your car, but you nevertheless have to slow down.\n\n4 I intend to update this value going forward as it becomes clearer which parts of the economy actually shut down and which parts do not.\n\n5 Macroeconomic policy should seek to align household and business incentives with national health goals, not to work against those goals.\n\n6 For example, economists often translate quarter-on-quarter growth rates in variables, such as GDP or consumption, into annual rates by (roughly) multiplying by four. In the current environment, one could see a quarter-on-quarter change in a variable of 50%. Annualized, this would be called a “200% decline.” Annualizing serves little use in the current environment.\n\n7 I intend to refine this estimate going forward based on pandemic developments.\n\n8 This may also be viewed as what macroeconomists call “home production,” that is, the movement of production from the market sector, where it is counted in GDP, to the home sector, where it is not counted in GDP. Famous and familiar examples of services that move back and forth between sectors are meals, which are sometimes eaten outside the home and sometimes produced in the home, as well as child care, which is sometimes provided at home and sometimes provided in a market setting.\n\nAdditional Resources",
    "length": 11988,
    "date": "",
    "parsing_from": "html"
  },
  {
    "id": "fedlmt:13072",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/mt/20040801/cover.pdf",
    "text": "Monetary\nTrends August 2004\nPlease go to research.stlouisfed.org/publications/mt for important information about your subscription\nA Crude Crude Oil oil during the run-up to the first Gulf War. So even taking\nnormal volatility into account, today’s prices are high.\nCalculation The question is, should we expect this price level to be\nsustained?\nOne way to answer this is to consider the futures\nA key macroeconomic development during 2003 market prices for this commodity. The December contracts\nand 2004 has been the higher price of crude oil. for 2004 through 2008 stipulate an expected future price,\nAnalysts have attributed the higher price to several which we can then convert into 2004 dollars by guessing\npossible sources, including supply disruptions in key oil- an expected rate of CPI inflation in the U.S. over the life\nproducing countries, demand increases from a global of the contract. The University of Michigan monthly sur-\neconomy performing better than expected, especially in vey of household expectations suggests this longer-run\nAsia, and a risk premium associated with an uncertain expected inflation rate is currently about 3.0 percent, and\nsecurity environment in the Middle East. Oil prices have we will assume it is constant through December 2008.\na long and checkered history in U.S. and global macro- The diamonds in the chart indicate the real price of crude\neconomics, with some analysts going so far as to associate oil expected in futures markets according to this measure.\nevery postwar U.S. recession with sharp increases in oil The calculation suggests that the price of crude oil will\nprices. In this context, it is important to try to assess the return to its 1988-2002 mean gradually over the next\nimpact of the present episode. Has the recent price behavior several years. By this measure, the market does not foresee\nin this market changed significantly from what it was over a substantially higher long-run real price of oil.\nthe previous 15 years?\n—James B. Bullard\nThe chart shows the monthly average price of a barrel\nof West Texas intermediate crude oil from 1988\nthrough June 2004, deflated by the U.S. con-\nsumer price index (CPI) to obtain the price\nReal Oil Prices\nin constant 2004 dollar terms. The mean plus Monthly Average of Daily Data\nand minus two raw standard deviations of\nOil Price, in Constant 2004 $\nthese prices, calculated from 1988-2002, are\n60\nindicated in the chart. The two-standard-\ndeviation rule of thumb is one simple way\nto separate unusually large movements from 50\nordinary fluctuations. Prices consistently\noutside the two-standard-deviation band might\n40\nindicate that the market has undergone some\ntype of structural shift and that the inflation-\n30\nadjusted mean price might be substantially\nhigher in the future.\nThe chart indicates that, as a first approxi- 20\nmation, this market displayed a constant mean\nprice of about $27 per barrel in 2004 dollars\n10\nthrough the period 1988 to 2002. Since 2002, 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997 1998 1999 2000 2001 2002 2003 2004 2005 2006 2007 2008\nthe real price has increased, recently moving\nMean +/– 2 Standard Deviation Futures Prices as of June 2004\noutside the two-standard-deviation band. This\nprice is higher than any observed since 1988, NOTE: Mean and standard deviation are from 1988-2002.\nexcept for the brief period of $50-per-barrel\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.",
    "length": 3477,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42270",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/19970401/cover.pdf",
    "text": "April 1997\nNationalEconomicTrends\nLong Expansions expansion appears to be somewhere in the middle in\nterms of length, there is no evidence to suggest that the\n34-quarter expansion in the 1960s represents some kind\nThis month, the current economic expansion enters\nof upper limit on how long an expansion can continue.\nits seventh year. That means that the U.S. economy\nIt is also clear from the chart that the relative level\nhas produced positive growth in the real value of\nof output so far in the current expansion is far below\ngoods and services more or less continuously since\nthe relative level of output at similar points in the two\n1991. Some analysts have noted that the current\nlongest expansions. If it were the 1960s all over\nexpansion is mature by the standards of postwar U.S.\nagain, the economy would now be producing about\neconomic history, and that one might reasonably\n1.38 times its beginning-of-expansion output. This\nexpect a recession in the not-too-distant future. Is\nsuggests that the current expansion may have a long\nthis true? Can we safely say anything about expan-\nway to go based on the possible peak in real GDP.\nsions based solely on the fact that they have been\nThe 1960s, however, were witness to an influx of\ncontinuing for some length of time? Alook at the\nwomen into the labor force and high levels of produc-\ndata suggests that the answer is—probably not.\ntivity growth—influences that have tapered off in\nThe chart gives us a way to compare economic\nthe 1990s. In part because of such trends, some\nexpansions since 1960. The data are the real value of\neconomists think the growth rate of potential GDP\ngross domestic product (GDP), quarterly, since 1960,\nhas slowed over the postwar era, so that a long\nmeasured as a chain-weighted quantity index and\nexpansion today might produce slower growth, on\nscaled so that beginning-of-expansion output is equal\naverage, than earlier expansions.\nto one. The scaling means that we can interpret the\n—James Bullard\nmiddle- or end-of-expansion level of GDPas a multiple\nof the beginning-of-expansion\nlevel of GDP. The end of an\nexpansion is the last quarter\nbefore the onset of a recession, 1.6\nas defined by conventional\n1.5\nNBER dating. The next\nexpansion then begins with 1.4\nthe level of output in the last\nquarter of the recession. The 1.3\nnumbers indicate the length\nof the expansion expressed 1.2 in quarters.\n1.1 The chart shows that expan-\nsions sometimes take a long 1.0\ntime to unfold, and there have\nnot been enough of them to 0.9\nmake any sturdy inferences 60 62 64 66 68 70 72 74 76 78 80 82 84 86 88 90 92 94 96\nabout what the typical length\nmight be. Although the current\nViews expressed do not necessarily reflect official positions of the Federal Reserve System\ndelacs\n,level\nPDG\nlaeR\nEconomic Expansions\n1960-1996\n34\nHHH\nHHH\nH\nHHHHHHHH\n30\nH\nH\nHHHHHHH\nH H 19 HHHH\nH H H H\nHHHH H H\nHH H H HH\nH HHHH H\nHH H\nHHH 11\nHH HH\nHHHH H H\nHHH HH HHHHH\nH H H 3 H HH H H H\nH\nHHHHH HH HHHHHHH\nHHHHHHHHHHHHHHHHHHH\n2\nHH\n3 HH H\nThe level of real GDP is scaled so that beginning-of-expansion output is 1. The length of an\ne xpansion is given in quarters in bold at the end of the expansion.",
    "length": 3165,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlmt:13062",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/mt/20051201/cover.pdf",
    "text": "Monetary\nTrends\nDecember 2005\nConsult ALFRED™, our new source of vintage economic data, at research.stlouisfed.org/tips/alfred/.\nUnderstanding the Inflation Targeting Debate\nT\nhe nomination of Ben Bernanke to be Chairman of the the new currency after adopting price stability as a main\nFederal Reserve Board has rekindled a smoldering objective. The Council stated that it would strive to maintain a\ndebate in U.S. monetary policy circles—namely, euro-zone inflation rate “below but close to 2 percent over the\nwhether the Federal Reserve should join the ranks of the medium term” [p. 175]. Issing, like Bernanke, felt that 2 percent\nworld’s inflation targeting central banks. “Inflation targeting” was reasonable in part because “a sufficient safety margin\nis a sometimes nebulous phrase used to describe a monetary against the risk of deflation” [p. 175] was needed. Issing also\npolicy style which, at its heart, has the central bank setting an emphasized that inflation targeting approaches often call for\nexplicit, long-run, numeric target for inflation. Beginning in the the central bank to adjust its nominal interest rate target in\n1990s, several countries in the world, perhaps most promi- response to an inflation forecast. He warned that actual fore-\nnently the United Kingdom, formally began inflation targeting. casts may not summarize all factors important for price stabili-\nBernanke is on the record favoring inflation targeting, while ty; in addition, the forecasting model may be misspecified,\noutgoing Chairman Alan Greenspan has been opposed. reflecting economists’uncertainty about the true nature of the\nOne particularly relevant summary of this debate occurred macroeconomy. Issing labeled these concerns “practical pit-\nat the conference “Inflation Targeting: Prospects and falls” of inflation targeting [p. 172].\nProblems,” held at the Federal Reserve Bank of St. Louis Kohn argued that adoption of inflation targeting might\nin October 2003.1At that conference, Bernanke, then a Fed actually lead to worse economic performance relative to what\nGovernor, participated in a panel discussion with Fed has been achieved in the past two decades, stating that “the U.S.\nGovernor Donald Kohn and European Central Bank (ECB) economy has benefited from the flexibility that the Federal\nExecutive Board member Otmar Issing. Governor Kohn, like Reserve has derived by eschewing a formal inflation target”\nChairman Greenspan, has generally been opposed to inflation\n[p. 180]. He questioned whether there was evidence that infla-\ntargeting. The ECB, the central bank most like the Fed in size\ntion targeting countries have actually witnessed benefits relative\nand influence, has wrestled with inflation targeting issues\nto non-inflation targeting countries. Like Issing, Kohn empha-\nsince its inception in 1998. Thus, the panel provided an\nsized that there are many factors in actual policymaking that\nopportunity to debate the pros and cons of inflation targeting.\ninflation targeting approaches may be ill-suited to handle. He\nWhat were the main arguments?\nconcluded by stating that “those who propose changes from a\nIn his discussion, Bernanke stated that he felt there was\ngood system have a high burden of proof. The marginal benefits\nan optimal, long-run inflation rate (OLIR) “that achieves the\n[of changes] are not likely to be high [and may have] unintended\nbest average economic performance over time with respect\nconsequences” [p. 183].\nto both the inflation and output objectives” [p. 166]. There\nThe panel discussion makes it clear that Bernanke was think-\nwould be no drawback, in Bernanke’s view, to announcing\ning mostly in terms of the merits of setting an explicit, numerical\nan explicit target in the neighborhood of 2 percent, provided\ninflation target. He allowed the proviso that the Fed should make\nthe FOMC makes no particular commitment to a timetable\nno commitment about a timetable to return inflation to this\nfor reaching the OLIR. This last proviso would make sure\ntarget, providing flexibility to policymakers to respond to special\nthat there were “no unwanted constraints on short-run mon-\nfactors that may be influencing the economy. Issing and Kohn\netary policy” [p. 167]. In suggesting a numerical target near\nexpressed little or only moderate concern with an explicit infla-\n2 percent, Bernanke emphasized that very low levels of infla-\ntion target, but had more serious reservations about unwittingly\ntion are generally preferred, but not so low that the FOMC\nplacing constraints on policymakers, limiting their ability to\nwould face an unacceptably high risk of encountering the\nmanage the risks that naturally arise day to day. Thus, the core\nzero lower bound on nominal interest rates, as has occurred\nof the debate concerns whether adoption of inflation targeting\nin Japan over the past decade.\nwould place important short-run constraints on policymakers\nThe ECB experience is perhaps only cold comfort for the\nand, if so, whether that is a good idea or not.\nUnited States. Issing stressed that euro-zone monetary policy\nhas been implemented only since 1999 and that many of the —James B. Bullard\nissues surrounding the introduction of the euro are special. 1The conference proceedings, including the panel discussion, are published in\nStill, the ECB Governing Council did successfully introduce the Federal Reserve Bank of St. Louis Review, July/August 2004, 86(4).\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.\nresearch.stlouisfed.org",
    "length": 5534,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42208",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/20020101/cover.pdf",
    "text": "January 2002\nNationalEconomicTrends\nStag-nations in late 1999 and early 2000, European growth has slowed\nas well. Thus, the world’s three largest economies are\nslowing simultaneously for the first time in recent memory.\nEconomic growth in the United States has slowed\nThe synchronized nature of this downturn may be less\nsubstantially since the days of rapid expansion during the\ngrave than some contend, however. It is true that U.S.\nmid to late 1990s. According to preliminary estimates,\nfirms will be able to sell fewer goods and services to\ngrowth in real gross domestic product (GDP) turned nega-\nforeign buyers if foreign economies are slumping, but\ntive in the third quarter of 2001 and is projected to return\nthe U.S. is still a relatively closed economy. Even after\nslowly to its previous pace during 2002. Observers of\nthe dramatic expansion of trade associated with “global-\nthe U.S. economy sometimes argue that deteriorating\nization” in the 1990s, the U.S. export-to-GDP ratio was\neconomic performance abroad is a risk in the current\nabout 12 percent as of 2000. Thus, the cross-border trade\ndownturn. If the economic downturn were limited to the\neffects are small relative to domestic economic activity.\nU.S., continued demand for U.S. exports abroad might be\nFor this reason, the fact that the big three economies are\nexpected to help stabilize American income and employ-\nslumping together is less of a concern.\nment. But, unfortunately, the world’s three largest econ-\nomies appear to be slumping simultaneously. Is this a —James Bullard\nproblem inhibiting U.S. economic recovery?\nThe Figure shows growth rates of real GDP in the\nU.S., Japan, and Europe from the first quarter of 1996\nthrough the fourth quarter of 2001. (Europe is defined\nas the unified GDP of the countries in the Euro zone as\nof 1999.) To reduce clutter, the data are smoothed by 5\ntaking a five-quarter centered moving average of annual-\nized percentage growth rates. For observations near the 4\nend of the period and into 2002 that are not yet available,\n3\nforecasts from the Blue Chip Economic Indicators were\nused for the U.S., and forecasts from the OECD Economic\n2\nOutlook were used for Europe and Japan.\nOf the big three, the U.S. has been the best performer 1\nduring most of the period, with average rates of growth\n0\nexceeding 4 percent during much of the late 1990s. How-\never, average growth rates have fallen sharply since the\n–1\nsecond half of 2000. Japan has been the worst-performing\neconomy according to these data, with growth generally\n–2\nslow and often negative. The worst outcomes for Japan\n1996.1 1997.1 1998.1 1999.1 2000.1 2001.1\noccurred during the Asian currency crisis in 1997 and\n1998. After recovering during 1999 and 2000, Japan has Quarter\nagain moved into recession. Europe has been a less vola-\ntile performer. But, since average rates of growth peaked\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.\nwww.stls.frb.org/research\netaR\nhtworG\negatnecreP\ndezilaunnA\nStag-nations\nReal GDP Growth, Major Economies, Five-Quarter Centered\nMoving Average\nUSA\nEurope\nJapan\nSOURCES: Haver Analytics, Blue Chip Economic Indicators, and OECD Economic\nOutlook.",
    "length": 3209,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42252",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/19981201/cover.pdf",
    "text": "December 1998\nNationalEconomicTrends\nTrading Trade-offs? tended to move together during the last 50 years. Far\nfrom trading off against one another, it appears that the\ntwo volatilities move hand-in-hand. The major excep-\nIt was once popular among economists to say that tion is the period centered on 1958, during which rela-\na nation could accept a higher average rate of inflation tively low inflation volatility was indeed associated\nin return for faster economic growth and lower unem- with relatively high output growth volatility.\nployment. There was a trade-off: Faster growth was The evidence in the chart is only suggestive. For\ngood, but so was lower inflation, and one should not instance, it could be that some third factor, such as the\nexpect both simultaneously. The experience of the volatility of energy prices, contributes both to inflation\nindustrialized countries in the last three decades has volatility and to output growth volatility. Properly con-\nmade this trade-off idea much less popular in recent trolling for such influences might reveal the trade-off.\nyears. However, in its place, some analysts are now But another interpretation is that monetary policy has\ndiscussing a new trade-off—one between the volatility at times been erratic: When the Fed has allowed higher\nof inflation and the volatility of growth in real gross inflation, inflation variability has also increased, and\ndomestic product (GDP). greater inflation variability has itself contributed to\nThe argument runs like this: Suppose the Fed greater variability in the real economy. Conversely, the\ntries to focus very sharply on maintaining a low aver- relatively low inflation of the 1990s has been associated\nage rate of inflation, with very little deviation from with low inflation volatility, and this has helped stabi-\nthe target allowed. This might mean the Fed would lize output growth during the present expansion.\nbe very aggressive in reacting to deviations of actual\ninflation from target, and as a consequence, adjust-\n—James Bullard\nment to disturbances would occur through changes\nin real output. Inflation would be close to target\nmost of the time, the thinking goes, but real output The Volatilities of Inflation\ngrowth would be volatile. If on the other hand, the and Output Growth\nFed tries to keep real output very close to trend,\nLevel of volatility relative to average\nadjustment to disturbances would occur through 4\nchanges in the price level. Economic growth\n3\nwould be fairly smooth, but inflation would be\nCPI Inflation\nvolatile. Thus, there might be a trade-off between 2 Volatility\ninflation volatility and output growth volatility.\n1\nThe chart illustrates some of the difficulties with\nthis hypothesis. The thick line is a measure of the 0\nvolatility of consumer price index (CPI) inflation\n-1\nduring the postwar era in the United States, and the\nthin line is a measure of the volatility of economic -2 Real GDP Growth\nVolatility\ngrowth. Both are scaled so that a reading above\n-3\nzero means “above-average volatility,” and a reading\n1948 53 58 63 68 73 78 83 88 93 98\nbelow zero means “below-average volatility.” The\nNOTE: Volatility is measured as a 21-quarter centered moving standard\nmost striking feature of the figure is that the volatili- deviation of CPI inflation rates and real GDP growth rates.\nty of inflation and the volatility of output growth\nViews expressed do not necessarily reflect official positions of the Federal Reserve System",
    "length": 3473,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlmt:13023",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/mt/20020901/cover.pdf",
    "text": "September 2002\nMonetaryTrends\nMeasuring Recession percentage given in the chart. This percentage is the\namount of output that was produced by the economy\nSeverity while growing at recessionary rates, relative to the\namount of output that would have been produced if the\neconomy had grown at the trend pace instead. According\nThe U.S. economy entered a recession during 2001, to this measure, the worst recessions (with the lowest\nand many observers have remarked that the recession percentages) were in the mid-1970s and in the early 1980s.\nprobably ended by the first half of 2002. A natural question The 2001 recession was noticeably milder than each of\nto ask is, how severe was the 2001 recession compared the previous five recessions.\nwith other downturns of the postwar era? To answer this Since the pace of output growth has returned to trend,\nquestion one might simply look at how many quarters of according to these measures, one might wonder why the\nnegative GDP growth the economy experienced and then Fed has kept its target federal funds rate so low as of mid-\ncompare this across episodes. This number is three, accord- 2002. A Taylor rule for monetary policy (see page 10)\ning to recently revised data, for the 2001 recession. By would suggest that the Federal Open Market Committee’s\nthis measure, the 2001 recession was as severe as any in (FOMC) federal funds rate target should be close to 3\nthe postwar era. Yet many analysts claim that the 2001 percent, assuming an FOMC inflation target of 2 percent.\nrecession was mild relative to previous downturns. To However, the risk of higher inflation in the current environ-\nbetter gauge this recession’s severity, we ask how far and ment is widely perceived to be low, which has allowed\nfor how long each recent postwar recession drove U.S. the FOMC room to maintain its low funds rate target.\noutput below a trend rate of growth. Considering the total\n—James Bullard\ndepth and length gives us a more com-\nplete picture.\nThe chart shows U.S. real GDP growth\nfrom 1960 through 2002. The line labeled Trend and Cycle\n“Smoothed output growth” is a five-quarter\ncentered moving average of GDP growth 10\nrates. We use smoothed data to reduce\nSmoothed Output Growth\nclutter. The line labeled “Trend,” which 8\nruns through the middle of the data, is a\n29-quarter (that is, about seven years) 6\ncentered moving average of GDP growth\nrates. These measures require data for 2002 4\nand beyond; for these values we use fore-\ncasts from Blue Chip Economic Indicators. 2\nThe chart shows six periods of pronounced\ndecline in real output growth below trend, 0 97.2%\nwhich we will call “recessionary periods.” 96.0% 96.6% 96.2% Trend Growth\nEach of these periods can be associated –2\nwith a recession as defined by the National 95.3%\n93.1%\nBureau of Economic Research (NBER) –4\nBusiness Cycle Dating Committee. 1960 1966 1972 1978 1984 1990 1996 2002\nFor each recessionary period, there is a\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.\nresearch.stlouisfed.org\negnahC\negatnecreP\ndezilaunnA\n,PDG",
    "length": 3090,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42276",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/19971201/cover.pdf",
    "text": "December 1997\nNationalEconomicTrends\nInflation and Labor Cost compensation to increase in line with productivity\ngrowth over long periods of time. In addition, the\npace of productivity growth is uneven, sometimes\nIn discussing inflation trends in the U.S. economy,\nincreasing more rapidly and other times slowly.\nmany analysts study growth in compensation paid\nIn the chart, the rate of increase in the employment\nto workers. The usual thinking is that a faster rate of\ncost index is therefore mixing variable productivity\nincrease in wages (plus benefits) might be a harbinger\nincreases with increases due solely to inflation.\nof higher inflation in the not-too-distant future. Thus,\nAsecond reason for doubt is the question of\nmarkets often interpret reports of faster wage growth\ncausality. Is wage growth driving inflation, or is\nas bearish inflation news. Is such an interpretation\ninflation driving the nonproductivity portion of wage\nreasonable? What does wage growth tell us about\ngains? One might suspect the latter. Compensation\ninflation prospects?\nis often set with a view to future inflation prospects,\nThe chart shows an employee compensation\nso that wages reflect an expected inflation component,\nmeasure—the employment cost index for private\nor with cost-of-living allowances, which ties changes\nindustry workers—measured as a percentage change\nto past inflation rates. We might then expect\nfrom one year earlier. The consumer price index\ncompensation to increase more rapidly because of a\ninflation rate is also shown in the chart. These\nrecent or expected future increase in inflation. Thus,\ntwo series do tend to move together over long\ninflation or expected inflation would be the cause of\nperiods of time, and this probably helps explain\nwage growth—not the other way around.\nwhy analysts watch wages closely when thinking\nabout inflation prospects. However, there does not –James Bullard\nappear to be any clear indication that changes in the\n1For more details see K. Emery and C-PChang, “Do Wages Help\npace of growth of the employment cost index precede Predict Inflation?” Federal Reserve Bank of Dallas Economic Review,\nor help predict subsequent changes in the rate of First Quarter 1996.\ninflation. Thus, the typical market interpretation\nof employee compensationnews should be\nCPI Inflation and Labor Cost\nviewed with caution. This impression from\nthe chart—that wage data do little to help Percent Percent change from year ago\npredict future inflation—is borne out in some 7\nrecent econometric analysis.1 6\nCPI\nIt may strike the reader as a compelling idea\n5 Employment\nthat increases in wages should signal changes\nCost Index\nin future inflation. But there are at least two 4\nreasons to doubt this story. One is productivity\n3\ngrowth. Standard economic theories suggest\nthat real wages are determined largely by 2\nproductivity, so that increases in productivity\n1\nalone should lead to increasesin compensation\n0\nfor employees. Even if we lived in a zero\n19831984 1985 1986 1987 1988 1989 1990 1991 1992 1993 1994 1995 1996 1997\ninflation world, we would still expect\nViews expressed do not necessarily reflect official positions of the Federal Reserve System",
    "length": 3187,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42171",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/20040701/cover.pdf",
    "text": "National\nEconomicTrends July 2004\nPlease go to research.stlouisfed.org/publications/net for important information about your subscription\n1994 1.5 percent. The three figures (1.0 + 3.0 + 1.5) then sum\nto 5.5 percent, and the 1994 tightening episode indeed\nended with the federal funds rate just over that level, at\nO\nn June 30, the Federal Open Market Committee 6.0 percent, in early 1995. But since 1994, trend produc-\n(FOMC) raised the target for its key federal funds tivity growth has increased. In fact, recent nonfarm business\nrate by 25 basis points after holding it at 1 percent sector productivity growth has been shockingly robust:\nfor over a year. Such policy actions are commonly called 4.9 percent in 2002 and 4.4 percent in 2003. Even if the\n“tighter” monetary policy. The Committee was in a similar underlying long-run trend is only 2.5 percent, that still\nsituation in early 1994. Then, as now, relatively slow suggests a sum (1.0 + 2.0 + 2.5) yielding a neutral federal\nemployment growth following a recession had led the funds rate of 5.5 percent, just as in 1994. But today the\nCommittee to keep its target federal funds rate constant federal funds target is 425 basis points below that level.\nat a low level for more than a year. The chart shows the Because the FOMC is starting from a relatively low target\nCommittee’s federal funds rate target from one year before level, and because the neutral level is at least as large as\nthe tightening began until one year after. In the 1994 it was in 1994, this rule of thumb suggests that the\nepisode the federal funds rate target moved 300 basis Committee may have a long way to go.\npoints in one year. The 2004 episode has yet to unfold,\n—James B. Bullard\nbut the federal funds futures data plotted in the figure\nsuggest a substantial tightening of policy is in the offing.\nThe level of the federal funds rate is substantially lower\ntoday than it was at the beginning of the 1994 episode.\nThis could be due to differing inflation levels. However, 1994 vs. 2004\nthe core personal consumption expenditures inflation rate\nFederal Funds Rate (%)\nfrom a year earlier was 2.1 percent in January 1994, versus\n1.6 percent in May 2004, a difference of just 50 basis\n6\npoints. Thus, differences in inflation levels alone cannot\naccount for the 200-basis-point difference in the federal\nfunds rate at the onset of tightening in the two episodes.\n5\nOne interpretation is that the federal funds target is some-\nwhat lower today relative to inflation than it was at the\nbeginning of 1994, and that the FOMC may have further 4\nto go today to return the rate to a neutral level.\nOne simple rule of thumb for a neutral rate adds trend 1994 Episode\n3 February 1994\nproductivity growth, trend labor force growth, and a long-\nrun target inflation rate together to yield a target federal\nfunds rate consistent with the economy’s long-run growth\n2\npotential and the FOMC’s inflation goal. Many analysts\nassign 1.0 percent for long-run labor force growth. In 1994,\n2004 Episode\nExpected path as of\n3.0 percent might have been a reasonable assumption for 1\nJune 28, 2004\nan inflation target, whereas today 2.0 percent might be a\nJune 2004\nbetter guess. Trends in productivity growth are harder to\n0\ndiscern. –12 –10 –8 –6 –4 –2 0 2 4 6 8 10 12\nDuring the early 1990s, trend growth in nonfarm busi- Months before tightening Months after tightening\nness sector productivity was often assumed to be about\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.",
    "length": 3535,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42207",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/20030701/cover.pdf",
    "text": "National\nEconomicTrends\nJuly 2003\nDeflation, Corrosive despite an average deflation of about 1.0 percent. By itself,\nthis suggests that a mild deflation is not necessarily\nand Otherwise associated with poor economic performance. However,\naveraging over a long period of time could mask severe\ndistress that may accompany deflation. To address this\nR\necently the Federal Open Market Committee issue, we examine the subperiods 1876-1879 and 1883-\n(FOMC) mentioned deflation as a possible risk 1885. During the former, GDP growth actually was greater\nfor the U.S. economy. In the statement released than the benchmark value, despite a rather hefty 3.0 to\nafter the May policy meeting, the Committee stated that 4.0 percent annual average decline in the price level.\n“the probability of an unwelcome substantial fall in infla- Evidently, this deflationary episode was rather benign. In\ntion, though minor, exceeds that of a pickup in inflation contrast, the deflationary episode of 1883-1885 was not\nfrom its already low level.” Later, Chairman Greenspan so benign. GDP growth fell well below the benchmark\nspoke about more than just a mild deflation. In comments average for that time. The same is also true at the onset\nto the International Monetary Conference in early June, of the Great Depression (1930-1933) and the recent episode\nChairman Greenspan referred to the risk of “corrosive” in Japan (1999-2002). During the Great Depression, GDP\ndeflation “that essentially feeds on itself, creates falling growth averaged a whopping –8.36 percent and inflation\nasset prices, which in turn brings down levels of economic was around –6.5 percent. While not as severe, Japan also\nactivity…” What is the main evidence on deflation? Are experienced slow growth during its deflationary episode.\nthere corrosive and benign forms? Does economic perfor- As the table shows, U.S. experience with sustained\nmance always suffer during periods of sustained deflation? deflation has been limited since the founding of the Federal\nThe accompanying table provides some evidence on Reserve in 1914. The results from 1930-1933 are uniformly\ndeflation and lists periods in which the United States or bad, but deflation may simply have been a by-product of\nJapan have experienced three or more years of a declining the economic collapse at that time. Japan’s experience is\nprice level. There are three main episodes: the late 19th perhaps more relevant for today’s circumstances. Although\ncentury in the United States, the Great Depression in the sustained deflation is not everywhere and always “corro-\nUnited States, and Japan since 1999. For each deflationary sive,” on balance the evidence suggests that deflationary\nepisode, the table lists the average real GDP growth rate episodes are marked by subpar growth.\nand the average inflation rate based on two popular infla-\n—James B. Bullard and Charles M. Hokayem\ntion measures, the GDP deflator\nand the consumer price index.\nThe table also lists a bench-\nmark average growth rate of\nGDP for years surrounding Deflationary Episodes\nthe deflation experience, so\nGDP CPI Real GDP Real GDP growth\nwe can consider whether Country/period deflator inflation inflation growth (benchmark years)\ndeflation is associated with\nU.S. 1876-1900 –0.94% –1.07% 4.03% 4.02% (1876-1913)\nlower-than-average growth for\n1876-1879 –3.82% –3.96% 5.20% 4.02% (1876-1913)\nthe corresponding era or not. 1883-1885 –3.27% –2.34% 1.68% 4.02% (1876-1913)\nGenerally speaking, the U.S. 1930-1933 –6.45% –6.69% –8.36% 2.73% (1919-1941)\nJapan 1999-2002 –1.66% –0.71% 0.90% 2.33% (1985-2002)\nUnited States experienced\nrapid growth during the late NOTE: GDP deflator and real GDP data: Robert J. Gordon, Macroeconomics, 8th Ed.,\n19th century, with GDP growth Addison-Wesley, 2000. CPI data: Historical Statistics of the United States, Colonial Times to\n1970, Bicentennial Ed. Part 1, U.S. Bureau of the Census, 1975.\naveraging about 4.0 percent\nfor the period 1876-1900,\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.\nAvailable on the web at research.stlouisfed.org",
    "length": 4106,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlmt:13037",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/mt/20060901/cover.pdf",
    "text": "Monetary\nTrends\nSeptember 2006\nThe Taylor Principle and Recent FOMC Policy\nT\nhere has been a good deal of discussion in the recent was about 2.1 percent in July 2004 and was nearly identical,\nliterature in monetary economics concerning the Taylor about 2.0 percent, in January 2006. Yet the federal funds rate was\nprinciple, named after John B. Taylor, professor of consistently increasing during this period. The Taylor principle\neconomics at Stanford University. In its broadest form, the was being met; in fact, many financial market participants expected\nprinciple is that a good monetary policy can be characterized the FOMC to pause in raising the federal funds rate target during\nby a target federal funds interest rate that moves more than the first half of 2006, in part because inflation remained close to\none-for-one with inflation.1According to a number of theories, 2.0 percent.\nsuch a policy maintains a desirable equilibrium for the economy Yet when 2006 arrived, inflation began increasing once again.\nin which inflation remains close to a target level, while failure The core PCE inflation rate was about 2.4 percent in June, up\nto meet the principle may allow inflation, as well as other key approximately 40 basis points from February 2006. Is the Taylor\nvariables, to deviate far away from target. How has the FOMC principle still being met? It has become a closer call. The federal\nbeen faring over the past several years according to the criterion funds rate in February averaged about 4.5 percent, and by June it\nof the Taylor principle? averaged nearly 5.0 percent, an increase of 50 basis points. Thus,\nOne simple way to consider this question is to compare according to these measures the Federal Reserve responded to\nmovements in the FOMC’s target federal funds rate to move- increases in inflation with a coefficient of about 1.25 during this\nments in inflation. The chart shows the effective federal funds period, still enough to maintain the Taylor principle. But it is possi-\nrate for each month plotted along with the core personal con- ble that continued increases in inflation coupled with a pause in\nsumption expenditures (core PCE) inflation rate, as measured the Fed’s tightening cycle may cause the FOMC to violate the\nfrom one year earlier. This measure of inflation excludes volatile Taylor principle going forward.\nfood and energy prices, is widely cited in Federal Reserve com- —James B. Bullard\nmentary, and is less volatile than month-to-month readings.\n1For a more detailed discussion of the Taylor principle, see Michael Woodford,\nThe federal funds rate has been rising consistently since June “The Taylor Rule and Optimal Monetary Policy,” American Economic Review,\n2004, when the current Fed tightening cycle began. Papers and Proceedings, May 2001, 91(2), pp. 232-37.\nThe core PCE inflation rate, on the other hand,\nwas rising before June 2004, was generally flat\nover the following 18 months, and has recently\nMore Than One-for-One?\nbeen rising again.\nIf the Taylor principle holds, the target fed- 2.4 5.25\neral funds rate should move more than one-for-\none with the inflation rate. During the first half 2.2 4.5\nof 2004, this was definitely not happening. The\ninflation rate was increasing, but the federal\n2 3.75\nfunds rate was in fact not changing at all, and\nLeft Axis\nso we conclude that the Taylor principle was\n1.8 3\nnot being followed during this period. Federal\nReserve commentary at the time indicated that Right Axis\nmany on the FOMC were content to allow the 1.6 2.25\ninflation rate to rise during this period. This\nperiod is probably unusual since inflation was\n1.4 1.5\nespecially low.\nDuring the period from July 2004 to the\n1.2 0.75\nbeginning of 2006, just the opposite pattern\nJul-03 Dec-03 May-04 Oct-04 Mar-05 Aug-05 Jan-06 Jun-06\nhas held, according to these data. The core PCE\nPCE Less Food & Energy: Chain Price Index Federal Funds (effective) Rate\ninflation rate barely changed, on average, over (year-to-year % change, SA, 2000 = 100)\nthis period. Indeed, the core PCE inflation rate\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.\nresearch.stlouisfed.org",
    "length": 4174,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42151",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/20050301/cover.pdf",
    "text": "National\nEconomicTrends\nMarch 2005\nTwist and Shout, or Back to the Sixties\nT\nperformance. The average annualized quarterly growth rates\nhe Federal Open Market Committee (FOMC) has\nof key variables were a lot alike during 2002:Q1 to 2004:Q4\nincreased the target federal funds rate at each meet-\nas compared with the corresponding 1961:Q2 to 1964:Q4\ning since June 2004, to 2.5 percent following the\nperiod. Average nonfarm business sector productivity growth,\nFebruary 2005 meeting. A puzzling aspect of recent financial\nfor instance, was almost identical during the two periods,\nmarket developments has been that, despite the rise of 150\n3.90 percent today versus 3.80 percent in the early 1960s.\nbasis points in the Fed’s target rate, longer-term rates have\nInflation rates were similar as well, with the core consumer\nremained roughly constant. In recent testimony, Fed Chairman\nprice index increasing, on average, 1.80 percent during the\nAlan Greenspan commented extensively on this issue,\ncurrent period versus 1.40 percent during the earlier era. Real\neventually concluding that the market behavior “remains a\noutput growth was robust in both periods as well, 3.50 percent\nconundrum.”1\nin the early 2000s versus 5.40 percent in the early 1960s.\nThere was a time when this same behavior would not\nThe expansion of the 1960s was one of the longest on\nhave been considered so unusual. It occurred in the early\nrecord, lasting until December 1969, when a relatively mild\n1960s, a cherished era among monetary economists and\nrecession occurred. Inflation began to rise unexpectedly during\npolicymakers. That era sported relatively rapid growth in\nthe last half of the 1960s, setting the stage for the economi-\nboth real output and productivity, low inflation rates, and\ncally volatile decade to follow. Whether today’s FOMC will\nlow rates of interest, not unlike the present day. Although\nmanage a 1960s-style expansion remains to be seen, but the\nmany years have passed since that time, the intervening years\nera may be a good one to learn from given the similar levels\nhave been associated with higher inflation—at times substan-\nof inflation and Fed credibility.\ntially higher—and have been dominated by Federal Reserve\nefforts to move inflation lower and build credibility for con- —James B. Bullard\ntinued low inflation. The low level of inflation and high level\n1Testimony of Chairman Alan Greenspan, Federal Reserve Board’s semiannual\nof Fed credibility characteristic of the early 1960s returned\nMonetary Policy Report to the Congress Before the Committee on Banking,\nin the early 2000s. Thus, the early 1960s may give a better Housing, and Urban Affairs, U.S. Senate, February 16, 2005.\nindication of the nature of today’s financial markets than\nmost of the intervening years.\nThe chart shows the evolution of short- and longer-\nInterest Rates, Then and Now\nterm interest rates during the 38 months following the\nlast month of the recession relevant to each era. The most Basis Points\n600\nrecent recession ended in November 2001, while for\n10-Year Treasury Yield, 2000s\nthe earlier era it ended in February 1961. The chart\n500\nshows the effective federal funds rate along with the\nlonger-term 10-year Treasury note yield. The most strik- 400\ning characteristic is that in both eras, once the federal 10-Year Treasury Yield, 1960s\nfunds rate began rising following the recession, the 300\nlonger-term bond yield remained anchored near 4 per-\nEffective Federal Funds Rate, Early 1960s\n200\ncent. One explanation is that, in both eras, the private\nsector viewed movements in short-term interest rates as\n100\nexactly those necessary to keep inflation low and steady, Effective Federal Funds Rate, Early 2000s\nso that longer-term inflation expectations and hence 0\nNov 01/ Jun 02/ Jan 03/ Aug 03/ Mar 04/ Oct 04/\nlonger-term bond yields could remain anchored. Feb 61 Sep 61 Apr 62 Nov 62 Jun 63 Jan 64\nSimilarities in the interest rate environment may\nMonths Since End of Recession, 1961 and 2001\nalso be attributable in part to similarities in economic\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.\nresearch.stlouisfed.org",
    "length": 4172,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42223",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/20000401/cover.pdf",
    "text": "April 2000\nNationalEconomicTrends\nAn Oil Price Shock—Or attribute this effect to increased energy efficiency in the\nnation. Since the share is lower, one might think that\na Shocking Price of Oil? any sharp oil price movements would have less effect\non the economy than they once did. In short, the story\nis that the economy is not as vulnerable to oil price\nThe price of oil has increased dramatically. Abarrel shocks as it once was.\nof West Texas Intermediate crude oil sold for just over To obtain a rough assessment of this story, the\n$11 at its recent low in December 1998, while it sold lighter line in the chart uses the right scale and shows\nfor more than $29 a barrel during March of this year. the share in GDPof oil and products closely related to\nThis run-up in oil prices has caused some commenta- oil. Since the mid-1980s, the share has consistently\ntors to worry that the United States economy is expe- remained below the 2.5-percent share that prevailed\nriencing another “oil price shock” similar to those prior to the first oil price shock during October 1973.\nobserved in the 1970s and 1980s. Following those Thus, even as the real price of oil returned to pre-1973\nearlier oil shocks, the price level rose while output levels, the energy intensiveness of the economy—as\nfell—a decidedly unpleasant combination that became measured by the quantity of oil consumed per unit of\nknown as “stagflation.” Is the U.S. economy suffering output—remained below its pre-1973 level. The fact\nthrough a new oil price shock that will bring economic that the real price is not very high by recent historical\nturmoil? Acloser look at the data suggests not. standards, as well as the relatively low current share\nTo get a handle on how today’s price of oil of national income devoted to oil and related products,\ncompares to prices in the past, it is important to suggests that the impact of the recent run-up in oil\nadjust for inflation. The dollars used to purchase prices on the U.S. economy will be minimal.\noil and other commodities today have—because\nof ongoing inflation—less purchasing power than —James Bullard\nthe dollars used to purchase oil in days gone by.\nTo correct for this, the darker line in the chart\nshows the price of crude oil deflated by the Real Oil Prices and Relative Share of Oil\nconsumer price index for all items in 1999 Expenditures in GDP\ndollars. According to the chart, the inflation-\nadjusted or real price of oil was much higher\nin the past and, in fact, peaked around 1980.\nIn inflation-adjusted terms, today’s prices are\nroughly the same as they have been since the\nlate 1980s. The chart shows that the recent\nrun-up in the price of oil reflects not so much\na high price today as a shockingly low price\nduring the fall of 1998. The $11 per barrel\nprice quoted earlier, was, in real terms, the\nlowest price since the early 1970s.\nSome commentators on the United States\n* Oil price is the spot price for West Texas Intermediate (posted price for data prior to 1982) deflated by the CPI for all items.\neconomy also mention that the share of oil in\n** Percentage of GDP is the gasoline, fuel oil, and other energy goods portion of total GDP.\nGDPhas fallen sharply since the 1970s, and\nViews expressed do not necessarily reflect official positions of the Federal Reserve System\nlerraB\nrep\nsralloD\ntnecreP\n90 4.0\n75 3.5\nPercentage of GDP\n(right axis)\n65 3.0\n45 2.5\n30 2.0\n15 Price of Oil 1.5\n(left axis)\n0 1.0\n1970 1975 1980 1985 1990 1995 2000",
    "length": 3476,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42203",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/20030901/cover.pdf",
    "text": "National\nEconomicTrends\nSeptember 2003\nJapanese Deflation Assuming that Federal Reserve officials are intent on\nmaintaining the pace of monetary expansion around the\nLoses Something level of the past five years, the chart suggests deflation in\nthe United States is unlikely. Possibly, a negative shock\nin the Translation to the U.S. economy could cause a temporary decline in\nthe price level. But most analysts would agree that, to\nobtain a Japanese-style deflation in the United States, the\n“Indeed, there is an especially pernicious, albeit remote, pace of monetary expansion would have to slow signifi-\nscenario in which inflation turns negative against a backdrop cantly from its present pace and remain slow for some time.\nof weak aggregate demand, engendering a corrosive defla- Based on this thinking, the chances of deflation occurring\ntionary spiral.” in the United States appear to be “remote” indeed.\n—Alan Greenspan, testimony before Congress, July 15, 2003 Of course, other factors may have influenced inflation\nin Japan. First and foremost, real performance has been\nI\nn recent months, market analysts have been reacting\npoor, with real GDP growth near zero or negative in four\nto comments by Federal Reserve officials, such as\nof the past five years (in 2000, the economy expanded).\nChairman Greenspan’s testimony before Congress\nOther problems include a large portfolio of bad loans held\nquoted above, concerning the possibility of Japanese-style\nby commercial banks and, perhaps critically, the unantici-\ndeflation in the United States. As the Chairman empha-\npated nature of the onset of deflation in Japan. Still, slow\nsized, such a possibility is remote. Why “remote”? The\nor stagnant monetary expansion is a prerequisite to ongoing\ntype of deflation under discussion here involves a long,\ndeflation. Recent statements, such as the quotation above,\nsteady price level decline, not just a temporary one- or\nsuggest U.S. monetary authorities are watching and remain\ntwo-month blip of deflation. But such a long price level\nready to act decisively should deflation become more than\ndecline would normally be supported by sustained, slow\na remote possibility.\nrates of monetary expansion. Japan has experienced slow\n—James Bullard and John Seiffertt\nrates of money growth in the past five years, but the\nUnited States has not.\nThe chart shows M2 growth for the United\nStates and Japan, measured on the right axis,\nalong with the consumer price index (CPI)\ninflation rate for each country, measured on A Tale of Two Countries, 1998-2003\nthe left axis. Growth is calculated as a year-\nCPI Inflation (%) M2 Growth (%)\nover-year rate, recording the percent change\n5.0 12.0\nin the measures from the previous year. It is\n4.0\nevident from the chart that the relatively high 10.0\nrate of money growth in the United States\n3.0\nhas been associated with a positive rate of 8.0\ninflation, while the relatively low rate of 2.0\n6.0\nmoney growth in Japan has been associated\n1.0\nwith deflation. This pattern is especially clear\n4.0\nover the past three years, during which Japan 0.0\nhas experienced a consistent deflation of about 2.0\n–1.0\n1 percent per year. Money growth has been\nsignificantly faster over this horizon in the –2.0 0.0\nJan-98 Jan-99 Jan-00 Jan-01 Jan-02 Jan-03\nUnited States than in Japan, consistent with the\nfaster rate of CPI inflation in the United States. US CPI Japan CPI US M2 Japan M2\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.\nAvailable on the web at research.stlouisfed.org",
    "length": 3551,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42245",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/19980301/cover.pdf",
    "text": "March 1998\nNationalEconomicTrends\nDeflation and efforts of economists working in this area. The average\nrate of change of prices was approximately negative 1\nEconomic Growth percent—a 1 percent rate of deflation—while the aver-\nage rate of growth in real output was just over 4 per-\ncent. It seems clear that the U.S. economy was able to\nWith the consumer price index inflation rate grow and industrialize rapidlyin an environment of con-\nreachingrelatively low levels in 1997, some analysts sistent price declines.\nhave begun discussing the possibility of deflation— For many economists, worries about deflation\na sustained decline in the price level—as a realistic are associated with the experience during the Great\nprospect for the U.S. economy. Forecasts of a wide- Depression,when a sharp deflation was associated\nspread price decline may be premature, since such with a catastrophic decline in real output. Few would\nan event has not occurred in the United States for disagree that a large and unexpected deflation could\nmany years and probably will not happen any time damage economic performance, just as a large and\nsoon. Even if it does occur, however, moderate defla- unexpected inflation could. But for smaller, less\ntion need not be viewed in the negative light in which volatile movements in the price level, the evidence\nit is often portrayed. The U.S. economy has experience from the late 19th century suggests that we should be\nwith sustained deflation, and that experience suggests careful about assuming that deflation per sehas serious\nthat the real economy can flourish against a backdrop detrimental effects on the real economy. Instead, the\nof declining prices. evidence seems to suggest that strong economic perfor-\nThe U.S. experience with sustained deflation mance and mild deflation are wholly compatible.\nstretches over a quarter century in the post-Civil\nWar era, from 1875 to 1900. During this period, the –James Bullard\nUnited States became an industrial giant and a world\npower. While recessions did occur periodically, the\nreal economy performed well, on average. Part of\nDeflation and Economic Growth\nthe policy mix that helped produce this outcome was\na gold standard, which constrained the growth of Percent change, 3-year centered moving average\nthe U.S. money supply and led to a long period of\n10\ndeclinesin the U.S. price level. Thus, the qualitative\nstory is that the last quarter of the 19th century can 8 Real GNP growth\nbe characterized by relatively strong growth in real 6\noutput coupled with deflation.\n4\nThe chart displays data which corroborate this\nqualitative story. Centered, three-year moving aver- 2\nages of real output growth rates and inflation rates\n0\nare pictured, based on estimates of real output and\nprice levels from 1875 to 1900. The moving aver- -2\nInflation\nages smooth the data and help us to discern longer-\n-4\nrun trends. Since this era is one in which national\n1875 1880 1885 1890 1895 1900\naccountswere not kept as they are today, these data\nSource: Gordon, Robert J., Macroeconomics-5th ed., Scott, Foresman and Co.\nare crude estimates, but the estimates reflect the best\nViews expressed do not necessarily reflect official positions of the Federal Reserve System",
    "length": 3235,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlmt:13051",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/mt/20071101/cover.pdf",
    "text": "Monetary\nTrends\nNovember 2007\nA Tale of Two Crises\nR\necent developments in financial markets have lately excluding a particularly large deviation on June 30 of that year.\ndominated discussions about monetary policy. Analysts The ratio of the post- to pre-crisis standard deviation is then 28/15,\nhave noted that the effective federal funds rate has been or approximately 1.9; volatility definitely increased, almost dou-\ntrading relatively far from the target value set by the Federal bling after the onset of the crisis. In the more recent experience,\nOpen Market Committee (FOMC). This is not uncommon in though, the ratio of the post- to pre-crisis standard deviation is\nthe face of financial market uncertainty. One of the defining 18/3, or 6.0. This is perhaps what many have in mind in consid-\nfeatures of crises is that markets tend to be more volatile, and ering the 2007 event—volatility increased by a factor of six after\nthe volatility can make it more difficult for the Fed to maintain the onset of the crisis.\nthe effective federal funds rate at the FOMC target. However, this increase occurred mainly because the pre-crisis\nTo obtain some perspective on how the effective federal standard deviation is so small: only 3 basis points in this calcu-\nfunds rate behaves in times of turmoil, we compare the recent lation. This could be viewed as a testament to the Fed’s ability\nbehavior of the effective federal funds rate to its behavior in to maintain the effective federal funds rate close to target during\n1998. In the autumn of that year, the collapse of Long Term tranquil times. With such a small pre-crisis standard deviation,\nCapital Management (LTCM) sent shock waves through finan- most disruptions are going to seem relatively large. From a his-\ncial markets somewhat similarly to recent events involving the torical perspective, the 18-basis-point standard deviation of recent\nsubprime mortgage market. weeks is not particularly disturbing.\nThe chart shows daily data on the federal funds target and\n—James B. Bullard and Geetanjali Pande\nthe associated effective federal funds rate for two episodes—\nthe 1998 collapse of LTCM and the current case. (The 2007\ndata are in the lower portion of the chart and use\nthe left axis, while the 1998 data are in the upper\nportion of the chart and use the right axis.) The Effective Federal Funds Rate Versus Target During Two Crises\ndata are aligned to the dates when each crisis\nbecame especially pronounced: September 23,\n1998, the date of the LTCM collapse; and, recently,\nAugust 9, 2007.\nThe data in the lower portion of the chart have\noften been cited in recent discussions. The effec-\ntive federal funds rate hovered near target until\nAugust 9, then deviated relatively far from target\nafter that date. For the 1998 episode, the pre-\ncrisis effective federal funds rate was somewhat\nmore volatile than in the current episode. In both\ncases, volatility rose sharply at the height of the\ncrisis. The standard deviation of the difference 5.5\nbetween the effective federal funds rate and the\ntarget during the 1998 post-crisis data is 28 basis\npoints through the end of 1998. The post-crisis 5\nstandard deviation for the current episode so far\nis only 18 basis points. By this measure, the 1998\n4.5\npost-crisis period was more volatile.\nThe increasein the standard deviation post-\ncrisis versus pre-crisis, though, has been much 4\nlarger in the current episode. The 1998 pre-crisis Nov 06 Dec 06 Jan 07 Feb 07 Mar 07 Apr 07 May 07 Jun 07 Jul 07 Aug 07 Sep 07 Oct 07\nstandard deviation was about 15 basis points,\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.\nresearch.stlouisfed.org\n7002\nJan 98 Feb 98 Mar 98 Apr 98 May 98 Jun 98 Jul 98 Aug 98 Sep 98 Oct 98 Nov 98 Dec 98\n7.5\n7\n6.5\n6\n5.5\n5\n4.5\n4\n1998\nSeptember 23, 1998\nFederal Funds Target 2007 August 9, 2007\nFederal Funds Rate 2007\nFederal Funds Target 1998\nFederal Funds Rate 1998",
    "length": 3945,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42242",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/20011101/cover.pdf",
    "text": "November 2001\nNationalEconomicTrends\nAhead of the Curve In contrast, during the current episode, the Fed began\nan aggressive lowering of the federal funds rate target\nin January of this year, well before any likely beginning\nMany analysts have concluded that the U.S. econ-\nrecession date and six months before the provisional\nomy entered a recession in the last few months. The\ndate we have adopted for purposes of discussion. The\nhistorical pattern is that the Federal Reserve reacts to\nFed thus has taken a far more preemptive stance dur-\na weakening economy with a lower target for its mone-\ning the current period as compared with the 1990-91\ntary policy instrument, the federal funds rate. This\nperiod.\nsuggests that if a typical recession does unfold in the\nWhat accounts for the difference in the two\ncoming months, short-term interest rates will move\nepisodes? Probably the main difference is that inflation\nconsiderably lower. But there is an important difference\nwas kept under better control during the expansion of\nthis time compared with the last recession, which\nthe late 1990s, whereas inflation had crept to unaccept-\nended more than a decade ago. The difference is that\nably high levels during the late 1980s. The chain-type\nthis time the Fed began lowering its target aggressively\npersonal consumption expenditures price index rose\nin January 2001, well before the onset of recession,\nat rates between 4 and 5 percent from the previous\nwhereas in the 1990-91 episode, the Fed was essentially\nyear during most of 1989 and 1990. The same index\non hold as the recession began and, indeed, until it was\nhas risen at an annual rate of less than 1 percent dur-\nwell underway.\ning the first eight months of 2001. Low and relatively\nThe Figure shows the Federal Open Market Com-\nstable inflation has given the FOMC more room to\nmittee’s (FOMC’s) target level for the federal funds\nlower its federal funds target than it had in 1990, when\nrate, as a percentage of its initial level, nine months\ninflation was relatively high and rising.\nbefore and after July 1990, the official date for the\nbeginning of the 1990-91 recession. (For example, 70 —James B. Bullard\npercent means that the target rate had fallen 30 percent\nfrom the level that prevailed nine months before the\nFederal Funds Rate Target (as a percentage of initial level)\nonset of recession.) For the current episode, no official\n120\nbeginning date has been established—and indeed there\nis still at least some possibility that no part of 2001 will 100 October 1989-April 1991\nbe classified as a recession. But, for the purposes of\n80\ndiscussion, let us suppose that a recession will even-\ntually be dated as beginning in July 2001. 60\nOctober 2000-October 2001\nThe Figure indicates that the Fed was essentially on\n40\nhold during the first six months of 1990 and remained\ncommitted to a pre-recession level of the target federal 20\nfunds rate until October of that year, four months after\n0\nthe recession began. At that point, as it became clearer Oct Nov Dec Jan Feb Mar Apr May Jun Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr\nthat a recession was underway, the Fed began lowering Recession Onset\nits target more aggressively. The target federal funds NOTE: End of month federal funds rate target set by the FOMC. Upper line\nrepresents rate relative to October 1989. Lower line represents rate relative to\nrate eventually reached a cyclical low of 3 percent by October 2000.\nSOURCE: Federal Reserve Board.\nSeptember 1992—27 months after the recession onset.\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.\nwww.stls.frb.org/research",
    "length": 3643,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42229",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/20001001/cover.pdf",
    "text": "October 2000\nNationalEconomicTrends\nWhat Constitutes a the flat line through the middle of the data. Of\ncourse, the price of oil is determined in a volatile\nHigh Price of Oil? global market, and one way to measure the volatility\nis to calculate a standard deviation, which is about\n$5.24 for these data. The two lines through the top\nEconomists have been concerned about oil price and bottom of the data represent the mean plus or\nshocks since the 1970s and 1980s, when sharp increases minus two standard deviations, respectively, a rule of\nin crude oil prices were associated with both declines thumb that can help us think about what would con-\nin real output and increases in inflation in many indus- stitute an “unusually high” oil price. Observed prices\ntrialized countries. Arun-up in crude oil prices over outside these bands would be considered very unusu-\nthe last eighteen months has caused a good deal of al according to the rule of thumb.\nconcern that a new shock is in the making. Asevere According to the chart, there are only two periods\nenough change in prices might be enough to end the of very unusual real crude oil prices during this peri-\nlong U.S. expansion and simultaneously raise infla- od. One occurred during 1990-91, when the Gulf\ntion. But, what would “severe enough” be? War caused prices to spike. The other occurred dur-\nIn a previous cover page (NET, April 2000), I argued ing 1998, when the Asian Crisis sent prices to very\nthat the “real” or constant-dollar price of crude oil—the low levels. Current prices, by contrast, do not seem\nspot crude oil price deflated by the consumer price very unusual by this calculation, since they remain\nindex—was quite a bit higher in the past, peaking at well within two standard deviations of the mean.\nmore than $75 per barrel (in today’s dollars) during Thus, while the real price of oil has increased sub-\nthe early 1980s, versus a price less than $30 per bar- stantially, much of the increase represents a return to\nrel as of March 2000. However, one might argue that the mean from very low levels experienced during 1998.\nthe very high prices observed during the 1970s and\n1980s are irrelevant today. U.S. firms and households —James Bullard\nmay have become accustomed to the\nnew, lower price of oil that has prevailed\nover the last decade and a half. If that is\nthe case, then current prices may be\nmoving out of that comfort zone. In par- 50\nticular, businesses and consumers may\nhave become used to the very low crude 40\noil prices associated with the Asian Crisis\nduring 1998. So, are current prices unusu- 30\nal when compared to recentexperience?\nThe chart suggests that the answer is “no.” 20\nThe chart shows the monthly average\nof the real spot price of a barrel of West 10\nTexas Intermediate crude oil from 1988\nto the present, in today’s dollars. The 0\ninflation-adjusted price has fluctuated\naround a mean of $23.50, represented by\nViews expressed do not necessarily reflect official positions of the Federal Reserve System\n$\n0002\ntnatsnoC\nni\n,ecirP\nliO\nReal Oil Prices\nMonthly Average of Daily Data.\nMean\n+/- 2 Std. Dev.\n1988 1990 1992 1994 1996 1998 2000",
    "length": 3143,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedawp:13540:original",
    "url": "https://www.atlantafed.org/-/media/documents/research/publications/wp/2003/wp0320.pdf",
    "text": "",
    "length": 0,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42262",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/19990801/cover.pdf",
    "text": "August 1999\nNationalEconomicTrends\nHistorical CPI Inflation sumers to “substitute” by buying less gasoline and more\nof all other goods.\nUnder Current Aquestion naturally arises as to how different\nhistorical CPI inflation would have been if the current\nCalculation Methods methodology had been in place. The BLS has now\npublished a series that provides an approximate answer\nto this question.1 It is called the CPIresearch series\nDuring the 1990s, a much-discussed topic among usingcurrent methods(CPI-U-RS). Inflation rates for\npolicymakers and in financial markets has been the the last 20 years according to the historical CPI and the\npossibility that widely-used measures of U.S. inflation CPI-U-RS are plotted in the chart.\nare contaminated by systematic bias. This issue is The chart shows that measured annual inflation rates\nimportant for many policy decisions. Cost-of-living would generally have been lower if the current method-\nadjustments, such as those for Social Security recipients ology had been used during the entire period from 1978\nand federal government retirees, are tied to inflation to 1998. The average difference between the CPI-U and\nmeasures. Federal tax brackets are also adjusted for the CPI-U-RS annual inflation rates over this period is\ninflation on an annual basis. In addition, measurement 0.45 percent. Much of this difference occurred during\nof inflation is a significant issue for monetary policy- the 1978 to 1982 period, however, before the BLS began\nmakers, for whom controlling inflation is a key goal. to use rental equivalence methods to measure changes in\nMost of the discussion of measurement bias has the cost of owning a home. For the period from 1983 to\nfocused on the consumer price index (CPI), and the 1998, the average difference is only 0.28 percent.\npossibility that measured CPI inflation rates overstate\nactual inflation rates. Misstatement can occur because —James Bullard\na number of difficult issues arise when defining a price\nindex and collecting price data to calculate the index. 1Kenneth J. Stewart and Stephen B. Reed. (1999) “CPI Research Series\nUsing Current Methods, 1978-1998.” Monthly Labor Review, U.S. Bureau\nAs just one example, adjustments must be made for\nof Labor Statistics, June.\nchanges in the quality of goods from one period to the\nnext. If the price of a family-size refrigerator increases\nfrom one year to the next, a portion of that increase Twenty Years of Inflation Rates\nmay be due to inflation, but a portion of it may also be Inflation*\ndue to improvements in the quality of the refrigerator. 14\nAssigning these portions can be difficult, because it is\n12\nCPI-U\nnot obvious how much of a given price increase reflects\n10\nquality improvements.\nTo reduce the potential for bias, the Bureau of Labor 8\nStatistics (BLS) has made numerous changes in the\n6\nmethodology used to calculate the CPI during the\n4\n1990s, in addition to previous changes made during the\n1980s. For example, the BLS now allows for more con- 2 CPI-U-RS\nsumer substitution between CPI item categories. This 0\n1978 1982 1986 1990 1994 1998\ncaptures the effect, for example, of gasoline prices rising\n*Percent Changes, December to December\nmore than prices for all other goods, which causes con-\nViews expressed do not necessarily reflect official positions of the Federal Reserve System",
    "length": 3343,
    "date": null,
    "parsing_from": "pdf"
  },
  {
    "id": "fedlne:42187",
    "url": "https://files.stlouisfed.org/files/htdocs/datatrends/pdfs/net/20070401/cover.pdf",
    "text": "National\nEconomicTrends\nApril 2007\nEnergy Prices: In the Mix or Swept Under the Rug?\nT\nhe Federal Open Market Committee (FOMC) has rendering the core measure a misleading trend inflation\nresponsibility for the long-run inflation rate for indicator for policymakers.\nthe U.S. economy and therefore needs a reliable The problem is this: Instead of simply being volatile,\nindicator of trend movements of inflation. Currently, the energy prices moved to a higher level and have remained\nCommittee focuses on the personal consumption expendi- at the higher level. That means that the relative price of\ntures (PCE) inflation rate—in particular, on the core rate. energy has increased more or less continuously for the\nThe core rate excludes food and energy, two components past several years. Given our relatively inelastic demand\nthat, since 2000, together account for approximately 18 for energy, at least in the short run, all of us consumers\npercent of the index, about 13 percent food and 5 percent were forced to spend more on energy and less on all other\nenergy. Policymakers generally consider the energy com- goods. From this source we expect downward pressure\nponent, in particular, to be too volatile to inform their on the prices of all non-energy goods and services. Once\nmonth-to-month deliberations. But is it a good idea to the relative price change is complete, we would expect\nexclude prices that are, after all, faced by consumers, energy prices to be volatile around their new, higher level,\nwhen trying to read movements in trend inflation? but again grow at the same rate on average as the prices\nA trend inflation indicator that is often used is PCE of all other goods. As the chart indicates, during the tran-\ninflation measured from one year earlier. The chart shows sition toward a higher relative price of energy there was a\ninflation rate data since 2000. Pictured are the inflation sustained gap between the overall and core PCE inflation\nrates for the PCE, the core PCE, and the energy compo- rates. We conclude that excluding energy prices may not\nnent of the PCE. The chart indicates that the energy com- be a good idea during a period of relative price change.\nponent is quite volatile, as expected. If the core PCE\n—James B. Bullard and Geetanjali Pande\nconcept is valid, the energy component\nshould be sometimes above and some-\ntimes below the PCE inflation rate, as it\nPersonal Consumption Expenditures\nwas in 2001 and 2002. In this situation,\nthe core concept removes a volatile com- Percent Change from One Year Earlier\nPercent Change from One Year Earlier (Energy Component)\nponent and gives the Committee a better\n8 24\nindicator of trend inflation movements. Energy Component of\nHowever, the data since 2003 show a 7 PCE Inflation Rate 20\npersistent divergence in the overall and 6 16\ncore PCE inflation rates, as the inflation\n5 12\nin the energy component has remained\n4 PCE 8\nhigh. For this time period, excluding Inflation Rate\nenergy prices simply amounts to putting 3 4\nzero weight on the prices that are increas- 2 0\ning at the most rapid rate. Accordingly, 1 –4\nCore PCE\nthe chart indicates that the core PCE\n0 Inflation Rate –8\ninflation rate has averaged about 1.94\n–1 –12\npercent per year, while the PCE has aver-\naged 2.56 percent during this period. One –2 –16\nQ1 Q3 Q1 Q3 Q1 Q3 Q1 Q3 Q1 Q3 Q1 Q3 Q1 Q3\nc\nst\no\na\nu\nte\nld\nm\ni\ne\nn\nn\nte\nt\nr\no\np\nf\nr e\nth\nt\ne\nth\nt\ni\nr\ns\nu e\na s\nt r\na\ne n\nsu\nd\ns\ni\nt\nn\na\nf\ni\nl\nn\na\ne\nt\nd\nio\nu\nn\nn\nr\nd\na\ne\nte\nr-\n,\n2000: 2000: 2001: 2001: 2002: 2002: 2003: 2003: 2004: 2004: 2005: 2005: 2006: 2006:\nViews expressed do not necessarily reflect official positions of the Federal Reserve System.\nresearch.stlouisfed.org",
    "length": 3685,
    "date": null,
    "parsing_from": "pdf"
  }
]