[
  {
    "id": "fedkpr:21563",
    "url": "https://www.kansascityfed.org/Payments%20Conferences/documents/4069/2012-Foreword_final.pdf",
    "text": "Foreword\nSince the turn of the century, retail payments systems around the world have\nundergone dynamic change. In the United States, less than eight years following\nthe implementation of the Check Clearing for the 21st Century Act, virtually all\nnoncash payments are completed electronically, even if initiated by paper check.\nNonbank firms are challenging financial institutions in providing consumers and\nbusinesses with an increasing range of payment options. Technology is expanding\nthe places and means through which commerce is transacted. These factors moti-\nvated the topic for the Federal Reserve Bank of Kansas City’s fourth international\nretail payments conference titled, “Consumer Payment Innovation in the Con-\nnected Age,” which took place March 29 and 30, 2012, in Kansas City, Mo.\nThis year’s conference was convened to examine the role of public policy in an\nage in which smartphones and social networks are enabling consumers, businesses\nand financial institutions to interact with each other more freely and quickly. Con-\nference participants—industry executives, regulatory authorities, central bankers and\nacademics—offered a range of views, valuable perspectives and insights on the likeli-\nhood of a consumer payments revolution and the potential for interconnectedness\nto improve consumer access to payments. Participants addressed the implications for\nrisk and privacy, the potential for changes in payments clearing and settlement to\nenhance innovation, as well as the potential for public policy to play a role in pro-\nmoting socially beneficial innovation. This volume includes all of the presentations\nand papers from the conference and the general audience discussions.\nOver the course of this two-day conference, I found striking similarities sur-\nrounding the evolution of consumer payments in other countries. Several speakers\nhighlighted innovations in emerging payments that offered significant end user ben-\nefits but appeared to be constrained by market forces. In response, central banks have\ntaken various policy approaches to support, encourage and even deliver improve-\nments valued by consumers and businesses. Some participants offered compelling\narguments for coordination to address certain market inefficiencies and usher in a\nmore real-time retail payments system. These dynamics present a call to action in\nmy view, particularly for the Federal Reserve System in the United States, to focus\nvii\n\nviii Foreword\nand consider how best to support the innovation occurring in retail payments while\nensuring the safety, accessibility and efficiency of the payments system.\nWe sincerely thank the conference participants for their contributions to\nadvancing our understanding of this important topic.\nEsther L. George\nPresident and Chief Executive Officer\nFederal Reserve Bank of Kansas City",
    "length": 2834,
    "date": "2012-03-30",
    "parsing_from": "pdf",
    "_comment": "not sure about date"
  },
  {
    "id": "fedkpr:90910",
    "url": "https://kansascityfed.org/documents/7840/JH2020-Welcome.pdf",
    "text": "Welcoming Remarks\nGood morning, good afternoon, good evening and good night to\nguests from 46 countries around the world in at least 12 different\ntime zones. It is my pleasure to welcome you to the Federal Reserve\nBank of Kansas City’s Economic Policy Symposium titled “Navigat-\ning the Decade Ahead: Implications for Monetary Policy.”\nI am pleased to be joined by Federal Reserve Chair Jay Powell, as\nwell as many of my colleagues from the Federal Reserve, and by other\ncentral bankers, academics, public and private sector economists and\nmembers of the news media for this annual gathering.\nAs you well know, it has been our custom for nearly four decades\nto welcome you to beautiful Jackson Hole, Wyoming, part of the\nregion served by the Kansas City Fed, and I look forward to return-\ning to that setting next year. With this year’s online format, instead\nof expressing my gratitude to those who travel from around the globe\nto attend the symposium while managing jet lag, I’ll offer my ap-\npreciation to those attempting to manage local time zones where the\ncurrent time now ranges from 6 a.m. Thursday to 1 a.m. Friday.\nThis year has been an extraordinary one for monetary policy and\ncentral banking. Many of the issues that we have talked about for\nsome time, including the low level of interest rates, the slow pace of\ngrowth, the effects of heightened uncertainty, and how to effectively\ncommunicate monetary policy, have been amplified by the economic\nfallout of the pandemic.\nvii\n\nviii Welcoming Remarks\nFor more than a decade it has seemed that central banking has\nlived in the shadow of the global financial crisis. It may be that the\nshadow of the pandemic extends even further, given the scale of the\neconomic disruption and the truly extraordinary policy responses.\nOur program is designed to cast light on these issues as we navigate\nthe decade ahead. I look forward to the discussion, and I thank the\nauthors and discussants who will provide insights on this year’s topic.\nI also want to thank the staff of the Kansas City Fed who have\nworked tirelessly to anticipate and address the technological risks,\nuncertainty and unpredictability of hosting a virtual symposium. We\nwill attempt to maintain live participant discussion and debate with\nthis format, understanding that technology, like monetary policy,\nmay operate “with long and variable lags.” Regardless, the recordings\nof this year’s proceedings will be available on our website, KansasCi-\ntyFed.org, where copies of the papers and other materials also will be\nposted as they are presented.\nAnd now, with the familiar sound (of a ringing cowbell) that has\nfor decades signaled the prompt start of each Jackson Hole sympo-\nsium session.\nEsther L. George\nPresident and Chief Executive Officer\nFederal Reserve Bank of Kansas City",
    "length": 2803,
    "date": "2020-08-28",
    "parsing_from": "pdf"
  },
  {
    "id": "fedkpr:97604",
    "url": "https://www.kansascityfed.org/Jackson%20Hole/documents/9033/Welcome_21.pdf",
    "text": "Welcoming Remarks\nHello, I’m Esther George, president of the Federal Reserve Bank\nof Kansas City. In late August each year, since 1982, the Kansas City\nFed has been honored to welcome central bankers, policymakers,\nacademics and others to Jackson Hole, Wyoming, for our Economic\nPolicy Symposium. After hosting a virtual conference last year, it\nwas our hope that we could convene in person this week, and that\nseemed a reasonable plan before local health conditions changed.\nI regret the inconvenience of this last-minute pivot to a virtual\nformat, and want to express my thanks to our partners at the Jackson\nLake Lodge and many others in the Jackson Hole area for working\nwith us for months to make preparations and accommodations.\nSo virtually we will open the program today with our first\nspeaker, Fed Chair Jay Powell, whose remarks will be broadcast\nto the public. Following that, the remainder of the program titled\n“Macroeconomic Policy in an Uneven Economy” will continue for\ninvited guests. As always, the full agenda, and each of the papers\npresented will be posted at our public website, KansasCityFed.org,\nand the transcript of the symposium will be made available after\nthe event.\nvii\n\nviii Welcoming Remarks\nNow it’s my distinct honor to welcome Federal Reserve Chair Jay\nPowell. Chair Powell, I want to thank you for your flexibility in these\ncircumstances. The virtual floor is yours.\nEsther L. George\nPresident and Chief Executive Officer\nFederal Reserve Bank of Kansas City",
    "length": 1493,
    "date": "2021-05-27",
    "parsing_from": "pdf"
  },
  {
    "id": "k00034:93643",
    "url": "https://www.kansascityfed.org/Research/documents/7574/policy_perspectives_12_1_20_v5.pdf",
    "text": "December 18, 2020\nkcFED Polic y Perspectives\nPolicy Perspectives\nFrom Then to FedNow: Payments Innovation and the Federal Reserve\nBy Esther George, President and CEO, Federal Reserve Bank of Kansas City\nSince its founding, the Federal Reserve System has banks took a “cut” of the funds for processing check\nevolved its payments services to be responsive to payments, and often sent those checks on circuitous\nchanges in the industry and to meet the needs of routes before reaching their ultimate destination. The\nits customers and the public generally. To be sure, Fed’s system of regional Reserve Banks recognized\nepisodes of tragedy and crisis can amplify the gaps in and eliminated these inefficiencies and inequities in\nlegacy systems and approaches, and the COVID-19 check processing.\npandemic is no exception as it highlights shifting\nconsumer payments preferences. Then, in 1918, a more efficient means to transfer\nfunds was developed by the Federal Reserve, initially\nAs an operator of payments services, the Feder- utilizing Morse code – a system we now know as\nal Reserve has long played a role in ensuring the wire transfer. Today, the Reserve Banks continue to\ncountry’s payments infrastructure can effectively meet operate the Fedwire system for large-value trans-\nthe public’s needs. This commitment is best demon- fers. Payments evolution continued throughout the\nstrated by its ongoing partnership with the payments 20th century, including the advent of the magnetic\nindustry, by the continuous improvements to its own ink character recognition, or MICR, system in the\nservices, and by its accountability for safe, accessible, 1960s. The Federal Reserve’s support of this private\nand efficient payments. In the midst of the current sector solution sped up check processing speeds and\npandemic, the Federal Reserve has maintained its paved the way for continued payments innovation.\npriority to develop a new payments rail in support In the mid-1960s, Federal Reserve Governor George\nof instant payments for all Americans. Across all of Mitchell, an advocate of a future “checkless society,”\nits services, efficiency, speed, and safety are essential envisioned a day when depositors would be notified\nand require the ability to adapt and innovate with the of electronic postings to their accounts. It would take\npublic’s interest in mind. some time for this electronification to take hold, but\nthe technology available at the time enabled solu-\nThe Federal Reserve System’s role in the U.S. pay- tions to problems arising from crisis. Indeed, in the\nments system is grounded in its founding charter. In wake of the 9/11 tragedy, the “Check Clearing for\n1913, the Federal Reserve Act, signed in the wake the 21st Century Act,” or “Check 21 Act,” went into\nof the banking panic of 1907, directed the Federal effect, which reduced physical transportation of paper\nReserve to establish a national clearinghouse and to checks by converting check documents into electronic\npromote check collection at par. The establishment of images. The MICR and Check 21 Act improvements\na centralized clearing mechanism would ensure that a to check processing led to increased efficiencies. These\ncheck written for $10 would be paid out to the recip- partnerships and innovations drove change.1\nient at $10. As was common in those days, some local\n1 See “Highways of Commerce,” Federal Reserve Bank of Kansas City, for a detailed discussion of the Fed’s history in the payments system.\n1\n\nIn the 1970s, the Federal Reserve supported the Indeed, the Federal Reserve’s involvement and\ndevelopment of the automated clearinghouse, or partnership with the payments industry, as well as its\nACH, system. This system has undergone recent operation of payments services, have yielded benefits\nimprovements and has added conveniences, including to the public.7 The decision to build and operate\na pending third, same-day ACH processing window FedNow instant payments infrastructure resulted not\nto be available in 2021. For its part during the current only from gathering and analyzing public comments,\ncrisis, the ACH system processed 120 million Eco- but also importantly from collaborative efforts\nnomic Impact Payments (EIPs) to Americans.2 In throughout the 2010s. These efforts included initially\naddition, the ACH system is leveraged as the under- consulting and subsequently announcing the Federal\nlying system some end-user payments options utilize Reserve’s Strategies for Improving the U.S. Payments\ntoday; examples include popular person-to-person System and convening the Faster Payments Task\npayment applications. It will be important to keep Force.8 Ultimately, one recommendation from the\nan eye on the shifting payments transaction vol- Task Force was for the Federal Reserve to develop\numes as the pandemic continues, including trends and operate instant payments infrastructure.9\nwith person-to-person and contactless payments, as\nthese trends can inform both consumer and business Looking ahead, an instant payments service operated\nexpectations.3 by the Federal Reserve, alongside an existing private\nsector solution, has the promise of strengthening\nClearly, the pace with which all transactions occur resiliency among the payments systems. The presence\ntoday has quickened with the proliferation of tech- of multiple systems also provides competition, in the\nnology. With that in mind, and following extensive interest of efficiencies for both banking organizations\nindustry consultation and public comment, in 2019, and consumers. Finally, the Federal Reserve’s service\nthe Federal Reserve announced its plans to build will be accessible by all banking organizations in all\nthe FedNowSM Service, a modern, fast, safe parts of the country – reaching over 10,000 diverse\npayment service.4 depository institutions and their customers.\nIn August 2020, the Federal Reserve achieved a key As the development of FedNow is underway, it will\nmilestone in FedNow’s development, marked by the benefit from opportunities to learn from the cur-\nannouncement of the service’s features and function- rent crisis when considering how consumers might\nality.5 At initial release, planned for 2023 or 2024, use the service. For example, initial insights suggest\nthe service will provide a clearing and settlement growing consumer interest in digital payments,\ninfrastructure that enables participating financial including contactless payments technology, during\ninstitutions to provide safe and efficient instant pay- the COVID-19 pandemic.10 Transfers of relief\nment services in near real-time, around the clock, 365 funds from the government to individuals were made\ndays a year.6 FedNow instant payments will continue via multiple different systems, including electron-\nthe Fed’s longstanding commitment to, and role in, ic transfers, paper checks, and prepaid cards. The\nsupporting safe, accessible, and efficient payments in current pandemic has demonstrated that infrastruc-\nthe United States. ture, if widely available, would be critical to a more\n2 https://home.treasury.gov/news/press-releases/sm1025\n3 https://www.kansascityfed.org/publications/research/rwp/psrb/articles/2020/covid19-pandemic-may-reshape-digital-payments-landscape\n⁴ https://www.federalreserve.gov/newsevents/pressreleases/files/other20190805a1.pdf\n⁵ https://www.federalregister.gov/documents/2020/08/11/2020-17539/service-details-on-federal-reserve-actions-to-support-interbank-\nsettlement-of-instant-payments\n⁶ https://www.federalreserve.gov/newsevents/pressreleases/other20200806a.htm\n⁷ www.gao.gov/assets/680/679388.pdf\n⁸ https://fedpaymentsimprovement.org/wp-content/uploads/strategies-improving-us-payment-system.pdf\n⁹ https://fedpaymentsimprovement.org/strategic-initiatives/faster-payments/faster-payments-task-force/\n10 See https://www.frbsf.org/cash/files/consumer-payments-covid-19-pandemic-2020-diary-consumer-payment-choice-supplement.pdf and\nhttps://thefinancialbrand.com/101415/payment-contactless-card-mobile-wallet-digital-coronavirus-covid-19-pandemic-trend/\n2\n\nefficient means to make instant payments.11 Lessons bers will be important partners to inform service\nfrom our current crisis could better inform not only design; to influence product development; to consult\ndevelopment of the FedNow service, but also, impor- on service features, technology, and implementation\ntantly, future services that will utilize the FedNow plans; and to provide insights on readiness for, and\ninfrastructure to reach end users. COVID-19 could barriers to, onboarding. Additionally, the Federal\nprovide a glimpse at the future of payments and Reserve announced a FedNow pilot program, which\nenable FedNow and associated add-on applications will support the development, testing, and adoption\nto factor in consumer trends while modernizing pay- of the service.13 These opportunities for involvement\nments solutions to meet customer demand. As is the provide a forum for payments industry participants\ncase today, innovative solution providers can partner to engage and stay abreast of changes.\nwith banking organizations to bring their products\nto consumers’ computers, mobile phones, and even The Federal Reserve’s longstanding commitment\nwatches, to facilitate payments transactions through to providing efficient, secure, accessible payments is\ntheir banking relationships. Financial technology underscored in each of its current services. Strong\ncompanies and innovative payments solutions pro- partnerships with payments industry participants\nviders that will leverage the FedNow payments rail – from banks to fintechs – have enabled the Fed’s\nmay be gathering the information and data points services to remain innovative and responsive over\nthey need to build their products better, in response the years and throughout crises. An investment in\nto COVID-19 trends. developing and operating new, instant payments\ninfrastructure further demonstrates a commitment to\nAs consumer preferences continue to shift and this core mission area of the Federal Reserve System.\nrespond to the pandemic, banks of all sizes will be Building FedNow is the next chapter in the Federal\nevaluating the likely adoption path of instant pay- Reserve’s payments services offerings and will pave\nment services in the United States. Banks are already the way for other technological advances and, as ob-\nplanning today for what payments may look like served by the current crisis, will present opportunities\ntomorrow. The Federal Reserve supports this for- to address shifting consumer preferences. This instant\nward-looking approach through its FedNow Com- payments infrastructure will be foundational to the\nmunity where bankers and industry stakeholders can future of payments services, and the Federal Reserve\nstay informed and offer input on the development of stands ready to provide these innovative services with\nthe FedNow Service.12 FedNow Community mem- equitable access, efficiency, and safety.\n11 https://www.kansascityfed.org/publications/research/rwp/policy-perspectives/articles/pondering-payments-challenges-of-reaching-all-americans\n12 https://www.frbservices.org/financial-services/fednow/fednow-community.html\n13 https://www.frbservices.org/financial-services/fednow/announcing-the-fednow-pilot-program.html?utm_source=home-091720&utm_medium=\nbanner&utm_campaign=fednow&utm_content=fednow-pilot-program\nEsther L. George\nEsther L. George is president and chief executive officer of the\nFederal Reserve Bank of Kansas City. She represents the Tenth\nDistrict on the Federal Open Market Committee, which has\nauthority over U.S. monetary policy. Prior to her appointment\nas president on October 1, 2011, she had been the Bank’s chief\noperating officer since August 2009.\n3",
    "length": 11741,
    "date": "2020-12-18",
    "parsing_from": "pdf"
  },
  {
    "id": "k00034:88281",
    "url": "https://www.kansascityfed.org/documents/4923/2020-Policy_Perspectives_6_30_20.pdf",
    "text": "June 30, 2020\nkcFED Polic y Perspectives\nPondering Payments:\nChallenges of Reaching All Americans\nBy Esther George, President and CEO, Federal Reserve Bank of Kansas City\nAs the effect of the COVID-19 pandemic has rever- account information are receiving payments by checks\nberated, the payments system has continued to oper- in the mail; unfortunately, many of these recipients\nate, ensuring that the economy continues to function. will be low-income families who may need the funds\nAlthough there have been changes in the ways trans- the most.\nactions are occurring, the payments infrastructure\nthat supports them is working well—though perhaps The EIP process reveals that a more efficient solu-\nnot as fast as some would like. A more pressing issue, tion for making payments in a crisis is needed for\nhowever, is how to reach consumers who do not have both those with and without bank accounts. It would\nthe ability to receive payments electronically into be beneficial not only to make payments faster, but\na bank account. The results of the Federal Deposit also to ensure the reachability of all U.S. households.\nInsurance Corp.’s 2017 biennial National Survey of Proposed options that may facilitate these outcomes\nUnbanked and Underbanked Households showed 6.5 could include utilizing existing nonbank services,\npercent of U.S. households still are unbanked, which creating some form of central bank digital currency\nequates to 14.1 million adults in 8.4 million house- (CBDC), using real-time payment rails, and/or devel-\nholds not having a checking or savings account.1 oping a federated directory.2\nIn response to the pandemic, the federal CARES Nonbank prepaid cards are one means to make\nAct, which provides emergency relief programs to electronic payments to those without a bank account.\nsmall businesses and consumers, was signed into Many of these services enable direct deposit of funds\nlaw. As a result, consumers are receiving economic such as payroll and income tax refunds to be made\nimpact payments (EIP) to help combat the financial directly to the card account. Prepaid cards typically\neffects. The U.S. Treasury Department began sending are network-branded and may be used at any point\nEIPs to consumers April 15, and much attention has of sale that accepts that network’s payments. Prepaid\nbeen paid to how quickly the payments are reaching cards also may be used online to make payments and,\nconsumers. The majority of EIPs are being deposited with the use of a PIN, cash can be withdrawn at an\nelectronically into bank accounts using tax return, So- ATM. While nonbanks are the providers of these\ncial Security Administration and information entered prepaid products, they generally work with deposi-\ninto an Internal Revenue Service (IRS) portal. A tory institutions to ultimately facilitate the payment.\nlimited number of payments is being funded through The Consumer Financial Protection Bureau has\ndeposits to prepaid cards. And finally, those without a taken steps to make it easier for consumers to receive\nbank account or who don’t provide the IRS with bank pandemic-relief payments on prepaid cards, includ-\n1Accessed May 7, 2020, at https://www.fdic.gov/news/news/press/2018/pr18077.html\n2A federated directory is one that enables a collection of directories and other sources of data to be combined and treated as a single\nhierarchical directory. For example, Zelle person-to-person payments utilize a directory that enables end users to pay other end users using\ntrusted, registered providers.\n1\n\ning the EIPs authorized in the CARES Act. As a a digital version of cash. While it is understandable\nresult, nonbank service providers such as PayPal and in theory that a digital version of cash makes the\nNetspend were able to offer customers with accounts payments seem likely to go quicker, more needs\nmeeting certain requirements the option to receive to be understood about how a CBDC could reach\ndirect deposit of the EIP funds. The availability of consumers, such as how to verify the wallets of a\nthese accounts is helpful, but likely not a solution for CBDC user and how these would be registered for\nall unbanked consumers. Given the pandemic, those such a distribution. Proper payment authentication\nwho rely on public internet access may find that still would need to occur regardless of instrument,\naccess more difficult to obtain. However, once such so simply allowing someone to create a CBDC\naccounts are established, the opportunity exists to wallet would not necessarily mean that the Treasury\ntake advantage of mobile wallets offered by these would be willing to send money to it. And as with\nand other similar providers. While falling short of any CBDC proposal, there are numerous issues that\nthe access that being banked would offer, such would need to be addressed prior to issuance.\nservices do provide an entry point to more efficient\nfinancial services. Funds transfers using real-time, instant payment sys-\ntems would improve both reachability and speed, as\nAnother option is a version of a CBDC put forth well as move funds safely and efficiently. These types\nby Congress as part of the CARES Act, though not of payments require an infrastructure that connects\nincluded in the law.3 Current U.S. legislation propos- banks across the country. This nationwide reach\nes pass-through “digital dollar” wallets, where digital may be achieved through the presence of the exist-\ndollars are digital ledger balances recorded as liabil- ing instant payments service, The Clearing House’s\nities in the accounts of Federal Reserve Banks. This Real-Time Payments, and the Federal Reserve Banks’\naccount-based vision of a CBDC would not require FedNowSM Service, which is being built. The Fed-\nnew payment rails and likely would resemble central Now Service is expected to provide public benefits\nbank reserves. The hope is that those who currently related to the safety, efficiency and accessibility of\ndo not have a bank account would be able to open instant payments, specifically through its ability to\na “FedAccount” at a location such as a post office. reach over 10,000 of the country’s diverse depository\nHowever, questions remain as to whether those with- institutions. Instant payments such as those transmit-\nout a bank account would choose to open a FedAc- ted over these new payment rails enable end users to\ncount. For example, those citing privacy as a reason access their funds in near real-time, with immediate\nfor being unbanked may not be inclined to open an settlement between depository institutions. As a\naccount with the Federal Reserve due to uncertainty result, these payments will offer a better alternative\nabout how much information the Federal Reserve to existing electronic payment methods, but the ques-\nwould be required to know about each account. tion of how to reach those without bank accounts\nstill would remain.\nAlternative CBDC models also have been proposed\nas possible solutions. Unlike FedAccounts, these\nmodels create an entirely new instrument on a new\npayments platform that often is meant to resemble\n3While discussion in the United States is increasing, central banks have researched CBDC for years; see Jesse Maniff, KC Fed Payments System\nResearch Briefing, February 2020.\n2\n\nTo more efficiently reach all consumers, a directo- Continued, concerted efforts are needed on\nry that can be used to find end-user information, several important fronts:\nagnostic to the method of payment delivery, could\n• researching how best to reach the unbanked\nbe a part of a solution. Owner(s) of the directory(ies)\ncould have relationships with payment providers that and underbanked;\nwould facilitate routing to the appropriate entities\n• investigating the role of nonbanks and\nfor distribution to their customers. However, there\nare matters that still would need to be addressed with understanding opportunities for their involvement;\na directory, such as ensuring that data is protect-\n• exploring experimentation and motivations for a\ned, identifying the payment recipient digitally, and\nCBDC; and\nresolving questions of ownership of and the means by\nwhich various directories connect or can be accessed. • determining the optimal directory model to gain\ndesired benefits while managing risks.\nThe combination of an instant payments service\nwith nationwide reach, with a robust directory ser-\nFor our part as the central bank, and a provider of\nvice, would address some of the challenges creating\npayment services to U.S. depository institutions, the\ninefficiencies in emergency relief payments today.\nFederal Reserve is focused on providing modern, fast,\nHowever, also causing delays are other time-consum-\nsafe payments by building and operating the Fed-\ning endeavors that the payment alternatives cannot\nNow instant payments rail. Although this platform\nsolve because they are unrelated to how the payment\nwill not be a solution for all of the issues noted here,\nis sent: determining who gets the money and where\nhistory has shown that a solid foundation is key to\nthe money should be sent. These problems largely\nthe efficient flow of payments, and to promoting in-\nexist regardless of the payment method chosen; with\nnovations that enrich end users’ experiences with the\nregard to the former, that is a policy issue that lies\npayments system. I believe these steps are critical, and\noutside of payments, and with regard to the latter,\nultimately, they hold the promise of getting us closer\nthe only suggestion that seeks to address it is\nto the goal of reaching all Americans.\nthe directory.\nEsther L. George\nEsther L. George is president and chief executive officer of the\nFederal Reserve Bank of Kansas City. She represents the Tenth\nDistrict on the Federal Open Market Committee, which has\nauthority over U.S. monetary policy. Prior to her appointment\nas president on Oct. 1, 2011, she had been the Bank’s chief\noperating officer since August 2009.\n3",
    "length": 9945,
    "date": "2020-06-30",
    "parsing_from": "pdf"
  },
  {
    "id": "fedker:87953",
    "url": "https://www.kansascityfed.org/documents/755/2019-Foreword.pdf",
    "text": "Foreword\nA\ngricultural commodity producers are facing a unique challenge.\nSince 2013, the prices of many agricultural commodities have\nbeen low, profits have been limited, and financial challenges\nhave emerged within the sector. Some longer-term trends, however,\nsuggest a more positive outlook may be on the horizon. Global popula-\ntions and incomes are expected to rise over time, for example, providing\na foundation for broad increases in demand.\nTo fully capitalize on what may be a more profitable future, pro-\nducers must manage the risks posed by today’s low prices while they\ncontinue to lay the groundwork for the potential growth period that\nsome predict. Recognizing this challenge, on July 16 and 17, the Fed-\neral Reserve Bank of Kansas City hosted a symposium, “Exploring\nAgriculture’s Path to the Long Term,” to identify and discuss linkages\nbetween current conditions in agricultural markets and longer-term\ngrowth prospects.\nArticles prepared for this symposium are published in this volume.\nIt is my hope that the thoughts, analysis, and insights in these articles\nwill prove useful to those making long-term decisions within the ag-\nricultural sector as well as the many industries affected by economic\nconditions in agriculture.\nEsther L. George\nPresident and Chief Executive Officer\nFederal Reserve Bank of Kansas City\n3",
    "length": "2019-07-16",
    "date": null,
    "parsing_from": "pdf"
  }
]