[
  {
    "id": "fedmsp:20556",
    "url": "https://www.minneapolisfed.org/~/media/files/news_events/pres/kashkari-update-on-endingtbtf-04-18-2016.pdf",
    "text": "Update on Minneapolis Fed Ending Too Big to Fail Initiative\nNeel Kashkari\nPresident and CEO\nFederal Reserve Bank of Minneapolis\nMinneapolis, MN\nApril 18, 2016\n1\n\nUpdate on Minneapolis Fed Ending Too Big to Fail Initiative1\nNeel Kashkari\nGood afternoon. Thank you for that warm introduction. I appreciate the Minnesota\nChamber of Commerce hosting this event today and inviting me to address its\nmembers. Before I begin, I would just like to remind everyone that the views I\nexpress today are my own and not necessarily those of the Federal Open Market\nCommittee or the Board of Governors, which sets supervision and regulatory policy\nfor the Federal Reserve System.\nIn today’s talk, I will cover two main items. First, I will explain why we launched a\nmajor initiative to end too big to fail (TBTF). I continue to think that the largest\n2\nbanks in the country are too big to fail, and I am skeptical that current efforts to fix\nthat problem will ultimately work. I will provide a few key examples from the recent\nfinancial crisis, when I ran the Troubled Assets Relief Program (TARP), which\nexplain why I am skeptical. Second, I will summarize where our initiative stands\n3\ntoday. We just had our first symposium, which focused on two transformational\nreforms to end TBTF. I will summarize key points I took away from that event. I will\nthen conclude with issues that I continue to wrestle with as we seek the right reform\nCfruarmreewnto Erkff. oTrhtesn t oI wAidlld bree shsa TppByT tFo take your questions.\nI come at the too-big-to-fail problem from the perspective of a policymaker who was\non the front line responding to the 2008 financial crisis. In the past six years,\nlegislators and regulators have worked hard to address the TBTF problem. My\ncolleagues in the Federal Reserve System, working closely with other financial\nregulators, have implemented important tools and regulations that are making the\nfinancial system stronger under the reform framework Congress established.\nI agree that many current reform efforts are headed in the right direction,\nparticularly those that make banks stronger with additional capital, deeper liquidity\nand stress testing. But I am not sure those measures go far enough. More\nimportantly, we know that banks will still get into trouble. So we need a way to deal\nwith failing large banks. The current reforms attempt to address this problem with a\nnew legal framework to resolve failing banks combined with a plan to bring new\n1\nI thank Ron Feldman, Danita Ng, Jenni Schoppers, Sam Schulhofer-Wohl, Tom\nTallarini and David Wargin for giving helpful feedback on this speech.\n2\nI use “banks” in this talk to include banks, bank holding companies and other\nnonbank financial institutions.\n3\nVisit the symposium website here:\nhttps://www.minneapolisfed.org/publications/special-\nstudies/endingtbtf/symposiums/april-4-ending-too-big-to-fail-symposium\n2\n\ninvestors into banks who agree to absorb losses when the bank gets into trouble.\nThe idea is that by having these new investors take the hit, taxpayers will not be on\nthe hook. This sounds good, but it has not worked in practice in prior crises, and I\ndoubt it will work in the future. I fear policymakers will have to turn to taxpayers\nrather than impose losses on creditors.\nMy experiences from the 2008 crisis highlight this problem. One of the toughest\nchallenges we faced was dealing with risk spreading between large banks: Multiple\nlarge banks were under stress at the same time, and actions we might have taken to\nrecapitalize one bank (by haircutting creditors or counterparties) could actually\nlead to increased stress at other banks as their creditors worried they too might face\nlosses. In effect, a “run” at one bank could quickly become a run at multiple banks.\nThis risk is one reason the Treasury Department asked Congress in 2008 to\nauthorize the TARP, gsiivminuglt athnee oguosvleyrnment the ability to inject capital rather than\nhaircut creditors as a means of recapitalization. In fact, Treasury’s announcement on\nOctober 13, 2008, to inject capital into nine of the largest American\nbanks was done in part to stop the spreading of risk from one bank to another.\nThe challenge of sticking debt holders with losses also occurred with the\ngovernment-sponsored enterprises (GSEs) Fannie Mae and Freddie Mac, providing\nanother relevant example of the failure of debt as a loss absorption instrument\nduring a crisis. In 2001, the GSEs began issuing subordinated debt with the specific\nintention that it would be available to absorb losses if they ran into trouble. The\nGSEs compensated investors with higher yields than senior debt holders for the\nadditional risk they were taking. During the 2008 crisis, because of widespread risk\nin financial markets, Treasury chose to protect the GSEs’ subordinated debt rather\nthan haircut it. The risky economic environment prevented debt that had been\nspecifically issued to absorb losses from being harmed. Instead, taxpayer money\nagain had to be used to recapitalize the GSEs.\nLet me point to one more example from the crisis about the difference between\nintentions to impose losses and actual behavior. Some large banks had sponsored\noff-balance-sheet structured investment vehicles (SIVs) before the crisis. They had\nno legal obligation to provide a financial backstop if their SIVs ran into trouble. Yet\nduring the crisis, some banks chose to rescue their SIVs because of reputational\nrisks they would incur if they had allowed the SIVs to collapse. The SIVs’ liabilities\nbecame the sponsoring banks’ liabilities. During the crisis, reputational risk broke\nthrough what had appeared to be a strong legal firewall.\nPerhaps it is easier to impose losses on creditors today than it was during the crisis,\nbut a recent case gives me pause. Some large European banks have issued\ncontingent convertible debt, which is designed to convert to equity if a bank runs\ninto trouble. This debt, however, may actually be a mechanism that spreads\nuncertainty from one big bank to another. We saw this in recent months as concern\narose that some banks might have insufficient capital to be eligible to pay coupons\non their contingent convertible debt securities. Proponents of such contingent debt\n3\n\nargue that it will be cheaper for banks to issue than common equity. Given the\nvolatility of this debt in recent months, it is hard to see bond investors not\ndemanding equity-like returns for the risks they are taking. If it isn’t significantly\ncheaper than equity as a funding source, the benefits of the additional complexity\nand unpredictability are not justified. And I have serious concerns that such\ncontingent convertible debt will add to uncertainty in a crisis environment rather\nthan reduce it. At a minimum, regulatory structures must not make a crisis worse.\nOur ability to impose losses on creditors of large banks is just as important now as it\nwas prior to the 2008 crisis. The recent decision by the Federal Reserve and FDIC to\ndeem the resolution plans of some of the largest banks in the country not credible\nsuggests that their complexity, operations and structures continue to make their\npotential failure a real challenge for all of us. To me, this means we must work even\nharder to reduce the likelihood of large bank failures because resolving them in\nways that does not trigger widespread economic harm is proving so difficult.\nWhat do I take away from these examples? First, as we analyze the current\nregulatory framework and other potential solutions to TBTF, we must attempt to\nunderstand whether they would really allow creditors and not taxpayers to take\nlosses. Second, we must work to assess whether these plans increase the\ntransmission of risk from one bank to another. Third, complex securities and legal\nprotections may not behave as expected in a future crisis. If they don’t, taxpayers\nwUpildl laiktee loyn b eO ounr Itnheit hiaotoivke. to End TBTF\nOur initiative includes a series of public symposiums to be held throughout this\nyear. Experts from around the country will help examine these issues and will\ncontribute to informing our plan to end TBTF, which we will release to the public by\n4\nthe end of the year. Today we published a summary of the first symposium, and all\npresented materials and video recordings are available on our website at\nminneapolisfed.org.\n5\nWhen I gave my initial speech on ending TBTF in February, I highlighted three\npotential options experts have offered to address systemic risks posed by large\nbanks: (1) breaking them up, (2) substantially increasing capital requirements and\n(3) taxing leverage across the financial system. But we also asked for other ideas\nfrom experts and the public at large. Experts have pointed us to another potential\noption: alternative resolution mechanisms that could address some of the perceived\nshortcomings of current resolution plans. We have added this fourth option for\n4\nRead the summary here: https://www.minneapolisfed.org/publications/special-\nstudies/endingtbtf/Symposiums/april-4-ending-too-big-to-fail-symposium-summary\n5\nRead the full speech here: https://www.minneapolisfed.org/news-and-\nevents/presidents-speeches/lessons-from-the-crisis-ending-too-big-to-fail\n4\n\nconsideration and could potentially add others as we move forward with our\ninitiative.\nIn our first Ending TBTF symposium on April 4, we heard from experts about the\nneed to assess the costs and benefits of proposals, and we explored the first two\npotential solutions to TBTF: substantially increasing capital requirements and\nbreaking up large banks. I will now offer my perspective on the ideas that were\ndCiossctuss asendd a Bt ethnee fsiytsm opfo Rsieugmu.l a tion\nFormer Federal Reserve Governor Randy Kroszner made a strong case for the need\nfor carefully considering costs and benefits in assessing current and potential future\nregulatory reforms. He argued that we need to consider the costs of new regulations\nagainst the benefits of increased safety in our banking system. How much safety do\nwe want, and what price are we willing to pay for that safety?\nA simple analogy to illustrate the trade-offs between increased safety and increased\ncosts comes from airport security. We understand that air travel includes some\ninherent risk of falling victim to a terrorist attack. The odds are very low, but not\nzero. One cost of safety is waiting in airport security lines. Of course, we could\nalways be safer. For example, we could discard x-ray machines and instead hand-\nsearch all bags individually. But what is the cost of this added safety? Instead of 15\nminutes to go through security, it might take an hour. Instead of the ticket prices we\nare familiar with, routine flights might cost tens or hundreds of dollars more to pay\nfor additional TSA agents. As a society, we have decided that the costs of extra\nsafety provided by hand-searching all bags outweigh the benefits. As the terror\nthreat environment changes, for better or for worse, we may adjust the amount of\nsafety we are willing to pay for in both time and money.\nPreventing banking failures that could trigger a widespread economic downturn\nposes similar trade-offs between safety and costs. The benefits of a more resilient\nfinancial system are clear: less-frequent and less-severe financial crises, resulting in\nreduced loss of income, jobs, savings and foreclosures for Main Street. What are the\ncosts? Potentially lower average economic growth between financial crises. For\nexample, increasing regulatory requirements as a result of Dodd-Frank has forced\nmany banks to hire more compliance officers and auditors. Requiring banks to issue\nmore equity may increase their average funding costs. These cost increases would\nhave to at least in part be passed on to customers in the form of higher borrowing\ncosts. Increased borrowing costs for businesses to fund a new fabcetotwrye,e onr for families\nto fund a home or car purchase,i nccoluulddi nlegad to lower economic growth for society.\nHowever, we must consider not only the expected growth rates crises, but\nalso the expected growth rates the effects of financial crises. An\nillustration of two simplified economies highlights the choice: One economy has a\nless-regulated financial system and experiences a higher average growth rate\nbetween financial crises. But it also experiences more-frequent and more-severe\n5\n\nfinancial crises than the more-reg ulated, slower-growth economy. Depending on the\ncosts and benefits of the various regulations, Main Street could be better off in one\neconomy or potentially the other.\nI found the discussion of costs and benefits compelling—but, as Governor Kroszner\nn oted, we must not suffer from “analysis paralysis.” Weighing of costs and benefits\nwSuilbl sbtea nanti iamllpyo Irntcarneta psairntg o Cf aopuirt walo Rrke qtou idreevmeleonpt so ur plan to end TBTF.\nProfessor Anat Admati of Stanford presented her recommendation to substantially\nincrease capital requirements for the largest banks. Before the financial crisis, large\nbanks averaged 3 percent shareholder capital. Today, with the implementation of\nthe Dodd-Frank and Basel III standards, large banks have approximately 6 percent\n6\nshareholder capital. The presenter made the case that is far too low and should be\ncloser to 25 percent, noting that nonbanks typically have at least 30 percent equity\nfunding.\nThe advantages of substantially increased capital requirements are that banks are\nmuch better positioned to withstand unknown, and perhaps unforeseeable, shocks\nin the future. Increased capital will force banks to internalize the negative\nexternality of the costs to Main Street of a financial crisis.\nDiscussants noted that substantially higher capital requirements could lead to\nhigher borrowing costs for businesses and families, which then have the potential to\nslow economic growth. There was a wide range of views about the magnitude of\nsuch effects.\nDiscussants also noted that by substantially increasing capital requirements of large\nbanks, risk may be encouraged to migrate from the highly regulated banking sector\nto the unregulated shadow banking sector. For example, if just as many subprime\nloans were written leading up to the financial crisis, but rather than being held by\nlarge banks, they were held by other highly leveraged financial firms, would the\nfinancial system have been any safer? Perhaps not. I found this to be an important\nconsideration as we work to reduce systemic risk.\nAs I listened to the wide range of views on the merits and costs of higher capital, it\nstruck me that we could increase capital requirements in a straightforward way to\naddress TBTF. As we saw in my earlier comments about the behavior of legal\nstructures in a crisis, there is a strong argument that simpler solutions are more\nlikely to be effective than complex ones, so I see virtue in focusing on increasing\ncommon equity to assets, which seems the simplest and potentially the most\npowerful in terms of safety and souTnhden Beassn.k ers’ New Clothes\n6\nAnat Admati and Martin Hellwig, , 2013, p. 96.\n6\n\nMore capital has another advantage. We have seen extraordinary structural changes\nin our financial system over the past several decades. We have to be prepared for\nmore change. More capital will absorb losses even from activities we cannot\nanticipate today.\nThinking back to my earlier comments about risk spreading between banks in the\n2008 crisis, I realize that capital by itself is not a direct firewall to contain risk, but at\na minimum, it does not intensify the spreading of risk from bank to bank. If all of the\nlargest banks had enough capital that investors were confident in their strength,\neven during an economic shock, such concerns about shared risks could be\nsubstantially reduced. We saw this in 2008, as noted above, when Treasury injected\ncAalpteitrailn ign ttoh eth Oer ngianne ilzaartgieo bnaanl kSst rsuimctuulrtaen oefo Luasrlyg.e Banks\nProfessor Simon Johnson of MIT and senior fellow at the Peterson Institute for\nInternational Economics presented his recommendation to impose an effective cap\non bank size of 2 percent of GDP, or approximately $350 billion. His proposal is for\ncapital requirements to dramatically increase if banks exceed that size requirement.\nThe presenter noted that the failure of Lehman Brothers, which had in excess of\n$600 billion in assets, triggered widespread damage to financial markets in 2008,\nwhile the eventual failure of CIT Group, with $80 billion in assets, but potentially up\n7\nto $120 billion in total exposure, did not.\nThe presenter argued that having large banks at the center of the U.S. financial\nsystem is a fairly recent phenomenon, taking off in the past couple of decades, and\nyet economic growth was strong in the decades before banks became so large and\nconcentrated. He argued that there is little evidence this recent growth of large\nbanks has led to real economic benefits for the U.S. economy. I had not heard this\nargument before the symposium and found it compelling.\nDiscussants appropriately noted that simply having numerous smaller banks is not\nnecessarily less risky than having one large bank, depending on the underlying risks\neach bank takes. For example, if a $3 trillion bank were to split into 10 $300 billion\nbanks, and each of those new banks made identical investments, there is little\nenhancement to financial stability. If a shock were to hit the economy that imposed\nlarge losses on the original $3 trillion bank, the 10 smaller banks would simply\nshare the identical losses, each coming under similar distress.\nh t t p s : / / w w w . m i n n e a p o l is f e d . o r g / ~ /media/files/publications/studies/endingtbtf/april-4-symposium-\n7\np rSeesee nJtoahtionnsso/njo’hsn ssyomn-pmopslsiu-femd -ocuontlfienreen hcee-r0e3: 2816-discussants.pdf\n7\n\nI believe this argument, while logically true, must be tempered. It is unlikely that 10\nsmaller banks, each with its own management team and board of directors, would\nall make identical investment decisions to one another and to the original\nconsolidated bank long into the future. To the extent their business strategies\ndiffered, financial stability should be enhanced.\nDiscussants also expressed doubts about how easy it would be to actually\nimplement a “break-up” plan if it were enacted. An image of government analysts\narbitrarily deciding how to —divide a trillion-dollar bank into smaller pieces, deciding,\nfor example which branches and which operations went with which new entity,\ngives many people concern including me. The presenter noted that rather than the\ngovernment deciding how to divide a large bank, incentives should be put in place\nsuch that banks decide how to optimally divide themselves to meet a new regulatory\ncap. In fact, the new requirements put in place after the financial crisis have already\nencouraged some large financial institutions to shed some operations and assets.\nWhile the magnitude and speed of their spin-offs may not satisfy financial stability\nconcerns, they do demonstrate firms’ ability to downsize in response to new\nrequirements. I believe that given sufficient incentive, banks would be able to\nrestructure themselves.\nDiscussants presented analysis that large banks benefit the economy by providing\neconomies of scale. While there is a wide range of estimates of such benefits, they\nshould lead to lower operating costs compared to relatively smaller banks. I believe\nthese scale arguments need to be thought of in the benefit and cost framework I\nmentioned before, as banks with scale may also pose significant risks to stability.\nBut accepting it at face value, I worry that Dodd-Frank is adding to the advantage\nlarge banks have over small banks, given that complying with regulatory costs likely\nexhibits scale economies. We need a regulatory system that does not add to the\nNadevxatn Sttaegpes l arge banks have over small ones.\nReflecting on our first symposium, I am left with some important questions for\nfurt•h er consideration:\n• Should we view proposals to address TBTF in isolation, or could we combine\nthem?\n• How do the costs and benefits of proposed solutions line up relative to the\nstatus quo?\n• How much confidence do we have that the solutions will perform as expected\n• in a crisis environment?\nWill markets think the proposal credibly puts creditors at risk of loss?\n• Will the solutions merely push risk into unregulated areas of the financial\nmarkets?\nWill the solutions promote fairness between the regulatory burdens imposed\n8\n\n•\nupon large, medium and small banks?\nHow likely are the solutions to remain effective over decades?\nThe Minneapolis Fed’s initiative to end TBTF is still in its early stages. Our next\nsymposium is scheduled for May 16. We will hear from Professor John Cochrane of\nthe Hoover Institution, who will present his plan to tax leverage across the financial\nsystem as a means of reducing systemic risk. In addition, we will hear from John\nBovenzi of the Bipartisan Policy Center and Oliver Wyman, who will present an\nalternative resolution mechanism. We will once again have a group of experts bring\na wide range of experiences and perspectives to respond to those proposals and\noffer their own ideas.\nLike the first one, all of our symposiums will be open to the press and live-streamed\nso that we can inform the public while we learn ourselves. We believe engaging the\npublic in an open and transparent process is an important part of building\nconfidence in our regulatory system. Thank you.\n9",
    "length": 21512,
    "date": "2016-04-18",
    "parsing_from": "pdf"
  },
  {
    "id": "fedmsp:20709",
    "url": "https://www.minneapolisfed.org/~/media/files/news_events/pres/2017-01-18-institute.pdf",
    "text": "Opportunity and Inclusive Growth\nNeel Kashkari\nPresident and CEO\nFederal Reserve Bank of Minneapolis\nMinneapolis, MN\nJanuary 18, 2017\n1\n\nThank you, Steven, for that kind introduction. I appreciate you and the Minneapolis Urban League for\nhosting this event today, and I look forward to our discussion. Before I begin, I would like to remind\neveryone that my remarks today are my own and don’t necessarily reflect those of the Federal Open\nMarket Committee.\nOne hundred four years ago, Congress created the Federal Reserve, our nation’s central bank, but they\ndid something unique: They distributed the central bank across 12 regional, independent Federal\nReserve Banks, rather than having it all housed at the Board of Governors in Washington, D.C. Congress\ndid this to ensure that different regions of the country were directly represented in economic\npolicymaking and so that the many local varying conditions across the United States were appropriately\nconsidered. That’s literally why we have a Federal Reserve Bank in Minneapolis—to understand and\nrepresent the economic conditions in our region, which we call the Ninth Federal Reserve District.\nI have been president of the Minneapolis Fed for just over one year. Although I grew up in the Midwest,\nI am new to the Ninth District, so getting out across the district and getting to know our many\ncommunities, their strengths and their challenges is very important to me. In that regard, we’ve had a\nproductive first year: I’ve traveled across the Ninth District, visiting many parts of Minnesota, but also\nNorth and South Dakota, Montana, Wisconsin and the Upper Peninsula of Michigan.\nPeople have repeatedly asked me what has most surprised me about our region and, specifically, about\nMinnesota. Our region has many strengths: a diverse economy, with agriculture, manufacturing, natural\nresources, health care and technology sectors all represented. The business community here has an\nunusually strong, genuine interest in civic engagement and giving back to the community,\ncomplemented by strong nonprofit and philanthropic sectors. We also have an educated, high-\nperforming workforce and, on average, low unemployment. That workforce is supported by an\neducation system that consistently ranks near the top in national surveys. Minnesota ranks number\nthree in the country according to test scores, with 45 percent of our students above the proficiency\nlevel. Our high school graduation rate is 92.4 percent, which is the second best in the country. Our labor\nforce participation rate is seventh highest, and our poverty rate ties for the third lowest in the United\nStates.\nThose are some of the positives—there is indeed much to be proud of. Yet I was surprised to learn with\nall that success, our region and Minnesota in particular have some of the worst racial and economic\ndisparities in the country. Difference in median income between whites and African Americans is\n$30,000, giving us a rank of 41st across states. Moreover, we rank 40th in unemployment gap, 40th in\ntest score gaps and 42nd in differences in high school graduation rates. I didn’t expect to find this, and I\ndon’t understand why it is that way.\nSo I began to ask questions of our research economists at the Minneapolis Fed. Why do we have these\ngaps? The truth is we don’t know for sure. I asked community leaders. I asked nonprofit leaders. I heard\na variety of answers: education issues, lack of economic development, discrimination, among other\nexplanations. But none of the answers seemed complete to me—nor did they seem complete to those\noffering the suggestions.\nI began looking around the country and asking researchers across the Federal Reserve System. For\nexample, David Wilcox, the Director of Research and Statistics at the Federal Reserve’s Board of\nGovernors in Washington, D.C., and I discussed the fact that unemployment among African Americans is\n2\n\ngenerally about twice the level for whites. If the economy is strong and white unemployment is 4\npercent, African American unemployment will likely be around 8 percent. At the worst of the last\nrecession, when white unemployment was around 8 percent, African American unemployment was\naround 16 percent. Even if you compare college graduates against college graduates, the relative\nposition is similar. Why is that? What are the structural factors leading to those disparities? To be\nhonest, we don’t really know. And we need to know the answers to these fundamental questions if we\nhope to develop effective solutions.\nBut this isn’t just about racial disparities, though those are very important. Instead of having this\ndiscussion at the Urban League in North Minneapolis, we could be having a similar discussion on the Iron\nRange, one of the first regions I visited after joining the Bank, where many workers and families are\nstruggling because of low iron ore prices and few mining jobs. We could be having this conversation\nabout a lack of economic opportunity and inclusive growth in rural communities around the Ninth\nDistrict that are struggling. We could be having this meeting in Wisconsin or Michigan, where some\nmanufacturing plants have downsized or shut down altogether in recent decades. We could be having\nthis conversation in almost any state in our nation. A lack of economic opportunity does not know racial\nor ethnic or even geographic boundaries. There are people in all communities who are struggling to get\na fair chance at a good education and a good job. How do we create a robust, growing economy that\nincludes all Americans in the context of globalization and ongoing technological change? How do we\nensure that all Americans have genuine economic opportunity for themselves and their families?\nThe American Dream is a central tenet of our society, yet, in the last 30 years the proportion of\nAmericans who have stopped believing in it has tripled: from 10 percent to 30 percent. And quite aside\nfrom believing it, many no longer are seeing it: As Raj Chetty’s work has shown, a far smaller portion of\npeople born in 1980 have achieved a higher standard of living than their parents, compared with what\nwas true 25 or 50 years earlier.\nEarlier this week we celebrated the life and legacy of Martin Luther King, Jr., but we also remember the\nprinciples he committed his life to—justice, equality, the inherent human dignity of every man, woman\nand child. When we measure ourselves against these principles, we can acknowledge progress, but we\nmust be honest in our assessment and continue with a renewed energy because there is much work yet\nto be done.\nCongress has given the Federal Reserve a dual mandate: stable prices and maximum employment. I\ntranslate stable prices as an economy that’s not overheating but also not limping along—steady growth.\nMaximum employment is conceptually clear, though difficult to measure: How do we have an economy\nthat is growing at the highest sustainable level such that as many Americans who want to work are able\nto work? That’s the mandate that Congress has given us.\nNow the traditional view among central bankers is that there’s not much we can do about economic\nopportunity and inclusive growth. The reason is that monetary policy, our primary policy tool, is a blunt\ninstrument. We have to set one interest rate for the whole nation, for all of our people and businesses.\nWe can’t target it to certain sectors, industries, regions, communities or ethnic groups. So we have to\nlook at the aggregate data on the national economy to see if we are achieving our dual mandate on\naverage over time.\n3\n\nBut is it really true that we shouldn’t look underneath the averages to see what effect our national\npolicies are having on different groups? I think we should be open to re-examining that assumption. For\nexample, Minnesota is ranked number one in the country for home ownership at 74.7 percent of\noccupied houses. But if we look across different groups, we find that while 77.1 percent of whites in our\nstate own their homes, only 27.6 percent of African Americans do so.\nAnd, perhaps most importantly, the Federal Reserve System employs some of the best researchers in\nthe world, with hundreds of Ph.D. economists on staff around the country. Even if we conclude that\nmonetary policy isn’t the best tool for addressing issues around economic opportunity and inclusive\ngrowth because it is too blunt, we still have an important role to play. If we can do the research to\nunderstand the root causes of the problems and identify potential fiscal policy solutions or other\napproaches, I believe it is appropriate for the Federal Reserve to do that research and inform the public\nabout our findings. Achieving our maximum employment mandate might require a combination of\ntraditional monetary policy tools as well as research into nonmonetary solutions for other policymakers\nto consider.\nI have discussed these issues at length with Federal Reserve Chair Janet Yellen, and she is in full\nagreement that the Federal Reserve has an important role to play in addressing these issues.\nSo today I am announcing that we are establishing the Opportunity and Inclusive Growth Institute (the\nInstitute), which will be housed at the Minneapolis Fed. The mission of the Institute will be to conduct\nand promote research that will increase economic opportunity and inclusive growth for all Americans\nand help the Federal Reserve achieve its maximum employment mandate.\nSerious academic work on many of these issues is being done at universities across the country, and\nsome is already being done across the Federal Reserve System. We don’t want to duplicate what\nresearchers are already doing. We want to complement their work and bring the focused perspective of\none of the most important economic policy institutions in our nation to these issues. Our Institute will\nadopt a multidisciplinary approach that includes the participation of leading academics from a variety of\nfields, including economics, education, law, public health, public policy and sociology.\n“The Opportunity and Inclusive Growth Institute is an important research initiative focusing on some of\nthe most pressing economic issues we face as a nation. This work has the potential to help more\nAmericans find real economic opportunity. I hope that scholars inside and outside the Federal Reserve\nSystem will contribute to this important work,” said Federal Reserve Chair Janet Yellen.\nThe Institute will have a number of important components to start.\nFirst, we have recruited a world-class Advisory Board to help us identify topics where the Federal\nReserve System can make a significant contribution that complements work already being done\nelsewhere.\nSecond, we are launching an annual Visiting Scholar program, which will invite scholars to pursue\nresearch while in residence at the Minneapolis Fed, working side by side with Federal Reserve\nresearchers. If you are a scholar working on issues of economic opportunity and inclusive growth, we\nwant you! Detailed information about how scholars can apply is on our website at minneapolisfed.org.\n4\n\nThird, we are launching a conference series to bring together experts from within and from outside the\nFederal Reserve System to learn as much as we can from each other on these important issues. The first\nconference will be on May 22 of this year when we will explore where the Federal Reserve can best\nfocus our talents and resources to make growth and opportunity more inclusive.\nFinally, we are creating a working paper series to showcase the research that people across the Federal\nReserve System and affiliated experts are producing so that other researchers and practitioners can\nlearn, comment and take it forward.\nToday is just the kickoff. The hard work is yet to come. In many cases, these issues are decades in the\nmaking. We aren’t going to find a silver bullet in six months or a year. But we need to ramp up our\nefforts, in partnership with leading researchers around the country. This is going to be a long-term,\nresearch-driven initiative focused on helping all Americans have real economic opportunity and\nparticipate in a growing economy.\nWe know that these issues are not going to be solved by the Federal Reserve alone. But we are going to\ndo our part. Researchers in universities around the country are already playing an important role, as are\neducators, community leaders and local, state and federal policymakers. The nonprofit and\nphilanthropic communities are doing critically important work on the ground, putting theoretical ideas\ninto action. The Institute will focus on world class research. But this is not an effort divorced from all of\nyou. Ideas on where we should investigate, feedback on our efforts and work to turn the research into\npractical policy falls to all of us. We look forward to working with and learning from you.\nThank you. I look forward to the discussion with Steven and then opening it to the audience.\n5",
    "length": 12934,
    "date": "2017-01-18",
    "parsing_from": "pdf"
  },
  {
    "id": "fedmsp:20597",
    "url": "https://www.minneapolisfed.org/~/media/files/news_events/pres/kashkari-endingtbtf-s3-06-20-2016.pdf",
    "text": "An Update on Ending Too Big to Fail\nNeel Kashkari\nPresident and CEO\nFederal Reserve Bank of Minneapolis\nWashington, D.C.\nJune 20, 2016\n1\n\nAn Update on Ending Too Big to Fail1\nGood afternoon. Thank you, Adam, for that kind introduction and for you and your\ncolleagues at the Peterson Institute co-hosting this important event with us. Scholars at\nthe Peterson Institute have been leaders in addressing financial stability and systemic\nrisk issues, and we are pleased to collaborate with you on today’s event. Before I begin,\nI would just like to remind everyone that the views I express today are my own and not\nnecessarily those of the Federal Open Market Committee or the Board of Governors,\nwhich sets supervision and regulatory policy for the Federal Reserve System.\nI come at the too-big-to-fail (TBTF) problem from the perspective of a policymaker who\nwas on the front line responding to the 2008 financial crisis. Over the past six years,\nlegislators and regulators have worked hard to address TBTF. My colleagues in the\nFederal Reserve System, working closely with other financial regulators, have\nimplemented important tools and regulations that are making the financial system\nstronger under the reform framework Congress established.\nI agree that many current reform efforts are headed in the right direction, particularly\nthose that make banks2 stronger with additional capital and deeper liquidity. But I do not\nthink these measures go far enough. As a result, we are working on a plan to end TBTF\nand are hosting a series of public symposiums, including today’s, that bring together\nsome of the foremost experts on financial stability, bank regulation and systemic risk.\nAnd we have asked these experts to explore the current and potential alternative\nregulatory frameworks to address the risks posed by large banks. Today I will update\nyou on that effort.\nSpecifically, I will cover three main items in our initiative to end TBTF:\n First, information from our May symposium makes me even more committed to\nrecommending transformational solutions to address the systemic risks posed by\nlarge banks. What I heard suggests deep and broad agreement that the largest\nbanks in the country are still TBTF and that we need to act now to fix this\nproblem.\n1 I thank Ron Feldman, Danita Ng, Jenni Schoppers, and David Wargin for giving helpful feedback on this speech.\n2 I use “banks” in this talk to include banks, bank holding companies and other nonbank financial institutions.\n2\n\n Second, I will highlight some of the key take-aways from our first two\nsymposiums that reinforce my concerns about current efforts to address TBTF. I\nleft our May symposium profoundly skeptical that current efforts will ultimately\nwork.\n Third, I will end with important questions that have been raised in our initiative so\nfar that require additional understanding. Then I look forward to having a\ndiscussion with Adam, Bertrand and the audience.\nCommon ground on what needs to occur\nI started the ending TBTF initiative knowing that while we would have many supporters\nacross the spectrum, many others might disagree with our effort. And, not surprisingly,\nwe have received significant criticism from big banks and their lobbyists who would like\nto discredit this important initiative. But one of the main take-aways from our\nsymposiums was the relatively broad agreement on some of the central parts of our\neffort.\nFirst, we need massive structural changes in the financial system and among\nlarge banks. Even those participants in our symposiums who expressed confidence in\nthe current regulatory approach agree that a fundamental restructuring of the banking\nsystem is coming. They view such a restructuring as an indicator that the current\nframework is having the desired effect. Rather than the government deciding how to\nrestructure the banking system, the new regulations will ultimately force large banks to\nrestructure themselves. Indeed, there are examples of large financial institutions\nbeginning to shed assets in response to new regulatory pressures. Give it more time,\nthese experts argue. Almost none of the experts we have consulted with believe the\nindustry can and should stay in its current form. The only disagreement was about the\nscale and the speed of that restructuring.\nSecond, large banks currently remain TBTF. While a majority of experts on our bank\nresolution panel3 from our symposium in May expressed confidence that the new\nresolution framework would ultimately be effective for large banks, a majority of them\n3 Panelists were Ben S. Bernanke, Distinguished Fellow in Residence, Economic Studies, Brookings Institution and\nformer Chairman of the Board of Governors of the Federal Reserve System and the Federal Open Market\nCommittee from February 2006 to January 2014; J. Christopher Flowers, Managing Director and CEO of J.C.\nFlowers & Co.; Richard J. Herring, Jacob Safra Professor of International Banking and Professor of Finance, Wharton\nSchool, University of Pennsylvania; David A. Skeel, S. Samuel Arsht Professor of Corporate Law, University of\nPennsylvania Law School.\n3\n\nalso argued that if a large bank ran into trouble today, it would still need a taxpayer\nbailout because the implementation of the new regulations remains incomplete.\nConsistent with this observation is the recent result of the living will exercise. Of the\neight largest U.S. banks, both the FDIC and the Federal Reserve recently deemed the\nliving wills of five of them “not credible.4” Two of the eight banks were deemed “not\ncredible” by either the FDIC or the Federal Reserve, but not both. The living will of the\none final bank, the best of the group, wasn’t actually rated “credible.” It was just not “not\ncredible.” That doesn’t inspire a lot of confidence.\nThird, we must act now to address TBTF. There was also a shared concern that as\nmemories of the crisis fade, the will to complete the implementation of current reforms\n(let alone introduce new ones) weakens. This outcome leaves the financial system\nexposed to unacceptable risks if reforms are left incomplete. Indeed, this is part of the\nmotivation for our ending TBTF initiative: to trigger a serious national conversation\nabout the risks posed by large banks while we still remember how painful the crisis was\nfor society.\nFourth, we must stop risk from shifting in response to reforms. Even with a safer\nbanking system in place, I firmly believe we must take action to prevent risk from simply\ngoing to another corner of the financial system. Experts at our symposium seemed to\nagree that some steps must be taken to actually reduce risk and not simply move it\naround.\nThe issue of risk-shifting from the commercial banking sector to the shadow banking\nsystem is particularly acute in the United States. According to the Financial Stability\nBoard, the United States has the largest shadow banking sector, with $14.2 trillion in\n2014, representing more than a third of global shadow banking assets reported by 26\ndeveloped and emerging countries across the globe.5\nBut important differences remain on how to end TBTF\nThere is more agreement than I expected on the key reasons to move forward with our\nending TBTF initiative. By contrast, what I heard at our meetings confirms that I may\nhave important differences with some colleagues about how much progress has been\n4 See the April 13, 2016, press release on resolution plans at\nhttp://www.federalreserve.gov/newsevents/press/bcreg/20160413a.htm.\n5 See the Financial Stability Board’s Nov. 12, 2015, report at http://www.fsb.org/2015/11/global-shadow-banking-\nmonitoring-report-2015/.\n4\n\nmade and the best way to address them. Many of these differences focus on the idea\nthat we will solve TBTF by imposing losses on long-term debt holders of large banks\n(the so-called total loss-absorbing capacity or TLAC plan) during a stressed economic\nenvironment.\nIn a prior speech,6 I explained why I do not have confidence that the contingent\nconvertible debt included in the TLAC plan should actually count as capital because I\ndoubt it will actually face losses in a crisis. I explained why I believe it is a mechanism to\nspread risk rather than contain it.\nWhy do I think a plan that requires the government to stick losses on long-term\ndebt holders during a crisis will not work?\nFirst, this approach is too complex and has too many moving parts to work when\nwe need it to. Complexity is the enemy of a robust plan. Let me review the crisis\nresponse for a point of comparison. Arresting the 2008 crisis required the overwhelming\nforce of the combined powers of the Federal Reserve, Treasury and FDIC all firing in\nunison. Our solution was fairly simple: put the balance sheet of the federal government\nbehind the private financial system. We did that by providing as much liquidity as\npossible to as many stressed corners of the market as possible, and by shifting as many\npotential losses as we could from the private sector to the public sector. It was\nextremely blunt, but it was ultimately effective.\nDo we really believe that in the middle of economic distress when the public is looking\nfor safety that the government will start imposing losses on debt holders, potentially\nincreasing fear and panic among investors? Policymakers didn’t do that in 2008. There\nis no evidence that their response in a future crisis will be any different. When I heard\nexperts describe the TLAC approach during our symposium, it sounded like a plan that\nrequires everything to work out perfectly when we know that in a crisis, that simply does\nnot happen.\nA policy analyst recently asked me if we really could resolve a large bank during a\ncrisis. I responded by asking him if he thought we could dismantle an aircraft carrier in\nthe middle of a hurricane. It’s not a perfect analogy, but he got my point.\n6 See the April 18, 2016, speech before the Minnesota Chamber of Commerce at\nhttps://www.minneapolisfed.org/news-and-events/presidents-speeches/update-on-minneapolis-fed-ending-too-\nbig-to-fail-initiative.\n5\n\nSecond, this approach leans too heavily on supervisory wisdom. One question\nasked about TLAC at our meetings was, why not simply have banks’ capital be entirely\nequity instead of both convertible debt and equity? An answer I heard from some\nregulators is that having a smaller equity cushion will prompt supervisors to act more\nquickly as the equity is erased by losses. At that point, the supervisors can move the\nfirm into resolution where the debt converts and becomes the equity of the recapitalized\nnew firm, thus avoiding taxpayer bailouts. If supervisors waited longer to act under this\napproach, the losses of the bank might consume the long-term debt as well, leaving\nnothing for the recapitalization.\nI object to this approach for two reasons. First, it immediately reinforces my concern\nabout complexity. Second, this approach assumes that all-knowing, well-intentioned\nregulators, seizing a bank earlier, will somehow reduce the total losses the bank\nultimately faces. I vividly remember the collapse of Bear Stearns in March 2008. In a\ncouple of weeks, Bear Stearns went from normal operations to insolvency.\nOnce creditors seriously doubted the viability of Bear, the outcome was largely sealed.\nClosing Bear a week earlier would not have reduced the large losses Bear had due to\nits bad investments, which were made long before the stress became apparent to\nmanagement or bank supervisors.\nWe have very talented professionals in the Federal Reserve System and in other\nfinancial agencies. But we must be humble. We would not have had a financial crisis in\nthe first place if government officials were wiser than everyone else. I’ve mentioned this\nbefore, but when I first went to Treasury in 2006, Treasury Secretary Henry Paulson\ndirected his staff (including me) to work with financial regulators to look for what might\ntrigger the next crisis. We looked at a number of scenarios, including an individual large\nbank running into trouble or a hedge fund suffering large losses, among others. We\ndidn’t consider a nationwide housing downturn. It seems so obvious now, but we didn’t\nsee it, and we were looking. We should design our regulatory framework to assume\nthat, as in 2008, regulators won’t have better insights than market participants. We must\nassume they won’t see a future crisis coming until it is too late.\nFinally, this approach defies market logic. Part of the rationale for using convertible\ndebt in the new regulatory framework is that it is supposed to be significantly cheaper\nthan equity; hence, borrowing costs for Main Street should be lower. But is this really\ntrue?\n6\n\nOn one hand, regulators are saying believe us, contingent debt is as good as common\nequity in its power to absorb losses if a bank runs into trouble. We will really force\nbondholders to take losses.\nOn the other hand, the same regulators are saying investors will price these securities\ncloser to debt than equity. But if these securities truly do face equity-like downside risk,\n(by the way, without the upside of equity), why would investors price them more like\ndebt?\nI see three possible explanations: (1) The securities aren’t really going to face losses,\nso they aren’t really capital. They will be cheaper than equity because they are really\ndebt, which means they won’t provide much financial stability benefit. (2) The securities\nreally are going to face losses, and investors will then price them more like equity, so\nthere is little benefit for their added complexity, compared with banks just issuing more\ncommon stock. Or (3) investors will misunderstand the risk and underprice these\nconvertible securities similarly to debt, while regulators will really make them face losses\nlike equity.\nIt strikes me that a regulatory framework that relies on investors’ mispricing risk may\nwork for a time but isn’t likely to work over the long term.\nQuestions going forward\nToday’s symposium is important because we are exploring, in greater depth, the trade-\noffs associated with higher capital standards. Increased capital, in the form of common\nequity, solves many problems. It is the simplest and arguably the most powerful tool to\nmake banks stronger. It can reduce, rather than increase, complexity. Its simplicity\nmeans that it also has the best chance of working over decades as the financial system\nevolves and new financial instruments are introduced. Higher capital may also reduce\npressure on supervisors.\nMore capital has downsides that need further exploration. In particular, higher capital\ncould raise the cost of lending and potentially reduce economic activity. But to what\nextent? How should we measure such costs?\nIncreased capital standards for large banks have the potential to push risk to non-\nbanks, such as hedge funds and insurance companies. Experts appropriately ask, if we\nsubstantially increase (and simplify) capital standards for banks and that drives risky\n7\n\nactivities elsewhere, has financial stability really improved? This is an important\nquestion.\nWe touched on this in our May symposium, where experts discussed whether a tax on\nfinancial firm debt could be a means to level the playing field so that risk isn’t pushed to\nnonbanks. But this introduces many additional questions: How should regulators size\nsuch a tax? To whom should it apply: all financial institutions or just nonbank financial\ninstitutions? Would there be unintended consequences of such a tax?\nThese are some of the questions we are going to continue to try to answer as our\nending TBTF initiative proceeds. All of this work will culminate in our recommended plan\nto end TBTF, which we are committed to releasing to the public by the end of the year.\nThank you.\n8",
    "length": 15709,
    "date": "2016-06-20",
    "parsing_from": "pdf"
  },
  {
    "id": "fedmsp:20585",
    "url": "https://www.minneapolisfed.org/~/media/files/publications/studies/endingtbtf/the-minneapolis-plan/remarks-to-econ-club-of-ny.pdf",
    "text": "Neel Kashkari Presents the Minneapolis Plan\nto End Too Big to Fail\nNeel Kashkari\nPresident and CEO\nFederal Reserve Bank of Minneapolis\nNew York, NY\nNovember 16, 2016\n1\n\nThank you, Chairman Lundgren, for that warm introduction.1, 2 I would also like to thank the\nEconomic Club of New York for inviting me today, and David Wessel, of the Brookings\nInstitution, for joining us to moderate our discussion. Before I begin, I would like to remind\neveryone that the views I express today are my own, and not necessarily those of the Federal\nOpen Market Committee or the Board of Governors, which sets supervision and regulatory\npolicy for the Federal Reserve System.\nIn February, I announced that the Federal Reserve Bank of Minneapolis was launching an\ninitiative to develop a plan to end the problem of too big to fail (TBTF) banks, and I committed\nus to releasing a plan by the end of the year. Today we are fulfilling that commitment.\nI believe our initiative demonstrates the strength of the distributed structure of the Federal\nReserve System that Congress created more than 100 years ago, which they designed to\nencourage a diversity of perspectives on important economic issues.\nThe purpose of my speech is to introduce the Minneapolis Plan to end TBTF. I will give some\nbackground on the development of the plan, describe what it accomplishes, walk through the key\nsteps of the plan, and then I look forward to discussing it with David and then with the audience.\nThis morning, we published two documents: First, a Summary for Policymakers and, second, the\nFull Proposal of the Minneapolis Plan. Those of you here in the audience have a hard copy of the\nsummary in front of you. Both documents are available on the Minneapolis Fed website.\nI come at the TBTF problem from the perspective of a policymaker who was on the front line\nresponding to the 2008 financial crisis. When Congress moved quickly to pass the Dodd-Frank\nAct (the Act) in 2010, I strongly supported the need for financial reform, but I wanted to see the\nAct implemented before I drew firm conclusions about whether it solved TBTF.\nOver the past six years, my colleagues across the Federal Reserve System have worked diligently\nunder the reform framework Congress established and are fully utilizing the available tools under\nthe Act to address TBTF. While significant progress has been made to strengthen the U.S.\nfinancial system, I believe the biggest banks are still TBTF and continue to pose a significant,\nongoing risk to our economy.\nOur initiative brought together a wide range of experts on financial crises and banking regulation\nthrough a series of symposiums in Minneapolis and Washington, D.C. By design, we wanted to\nhear all views. Some experts argued in favor of the current regulatory framework, while others\nargued for more transformational approaches. We learned something from everyone who\nparticipated, and we are grateful for their willingness to candidly share their ideas.\nExpert participants in our symposiums included former policymakers such as former Federal\nReserve Chairman Ben Bernanke, Vice Chairman Roger Ferguson, and Governor Randy\n1 I wish to thank Javier Bianchi, V.V. Chari, Ron Feldman, Ken Heinecke, Jean Hinz, Patrick Kehoe, Jim Lyon,\nBrendan Murrin, Danita Ng, Fabrizio Perri, Jason Schmidt, Jenni Schoppers, Tom Tallarini, David Wargin and Niel\nWillardson.\n2 See the Full Proposal of the Minneapolis Plan for all calculations and references to source materials.\n2\n\nKroszner. They included leading academics, such as Anat Admati of Stanford and Simon\nJohnson of MIT, among many others. They included policy experts from think tanks, such as\nAdam Posen of the Peterson Institute and Aaron Klein of the Brookings Institution. And they\nincluded economists currently working at policymaking institutions, such as Giovanni\nDell'Ariccia of the International Monetary Fund (IMF) and Mark Flannery of the Securities and\nExchange Commission. At every symposium, we invited the private sector to participate and\nwere pleased to hear from experts across several segments of the financial services industry,\nincluding John Bovenzi of Oliver Wyman and Michael Hasenstab of Franklin Templeton. The\nlargest banks, however, refused to participate, for fear their presence would be viewed as an\nacknowledgement that the TBTF problem still exists. We didn’t allow their parochial objections\nto impede our work.\nOur goal was not only to learn as much as possible from these experts, but also to help educate\nthe public about these important topics, so our symposiums were all open to the press and live-\nstreamed to the public via our website. I thank the members of the press who have covered, and\ncontinue to cover, this initiative. Their work is essential to informing the public. All presented\nmaterials and videos of all symposiums are available at minneapolisfed.org. And as we have\ndone throughout our process, we continue to seek comments from the public. That is why we are\nreleasing the Minneapolis Plan with a 60-day comment period.\nThe ultimate goal of our initiative is to equip the public and their elected representatives with the\ninformation and analyses they need to assess what progress has been made in ending TBTF, to\nunderstand what risks remain, and to give them additional options to enhance the safety of the\nU.S. financial system.\nOne of the key messages we repeatedly heard from experts throughout our initiative is the need\nto understand both costs and benefits when considering potential regulatory reforms. Indeed, as I\nwill show you, an objective assessment of costs and benefits is the foundation on which the\nMinneapolis Plan is built.\nOne useful analogy that helps highlight the trade-off of costs and benefits is the risk of terrorism.\nIntuitively, the public understands that we as a society cannot eliminate all risk of a future\nterrorist attack. It is simply impossible to make that risk zero. And the public intuitively\nunderstands that increased physical safety isn’t free. There are costs associated with hiring\nadditional law enforcement officers, for example, or installing more metal detectors. Since we\ncannot eliminate all risk, we have to decide how much safety we want and what price we are\nwilling to pay for that safety. The same is true for financial crises. We cannot make the risk zero,\nand safety isn’t free. Regulations can make the financial system safer, but they come with costs\nof potentially slower economic growth. Ultimately, the public has to decide how much safety\nthey want in order to protect society from future financial crises and what price they are willing\nto pay for that safety.\n3\n\nWe have developed a framework for assessing safety and costs. The first column says “Chance\nof a Bailout in the Next 100 Years.” The IMF has compiled a database of financial crises around\nthe world that we use to assess how frequently financial crises have happened in the past and\nwhat regulations were in place when those crises happened. Fortunately, financial crises are\ninfrequent events, but that makes them hard to predict, like terrorist events or earthquakes. This\nIMF database contains the best data available to look at the history of financial crises and make\ninformed estimates about their future likelihood. We look at a 100-year time horizon because the\nGreat Depression took place in the 1930s and the recent financial crisis in 2008, approximately\n80 years later. Aiming to prevent financial crises over a 100-year time horizon seems like a\nreasonable goal, given how devastating crises are when they hit.\nOn the right side of the table, we list costs. Here we calculate the present value of future costs,\nusing a similar method as do regulators around the world.\nWe set as a baseline the capital regulations that existed in 2007, before the onset of the recent\nfinancial crisis. An examination of the IMF database of crises and the regulations that existed in\n2007 implies an 84 percent chance of a crisis in the following 100 years. Obviously, the crisis in\nfact happened the next year. The database offers a view of how likely crises are to happen, not\nwhen exactly they will happen. In terms of costs, we set the 2007 regulations as a baseline, so we\nassume those costs are zero for comparison purposes.\nNext we look at the current capital regulations, which have increased capital requirements\nrelative to 2007. As you can see from the table, the probability of a future financial crisis has\nbeen reduced, from 84 percent to 67 percent over the next 100 years. That is a modest\nimprovement in safety at a cost of 11 percent of GDP. Is 11 percent of GDP a lot or a little?\nHere we see that the Bank for International Settlements’ consensus estimate for the typical cost\nof a banking crisis is 158 percent of GDP, which for the U.S. economy equals roughly $28\ntrillion. This is the present value of the long-term effects of a banking crisis. As we have seen\nsince the recent crisis, the U.S. economy has been growing much more slowly than had been\npreviously expected. These long-term effects are fairly typical for financial crises, which as you\ncan see, are extraordinarily costly for society. Against that enormous cost, 11 percent of GDP\nseems to me to be a small price to pay for a modest increase in safety.\n4\n\nIn contrast, the Minneapolis Plan goes much further to improve safety, admittedly at an increased\ncost. The Minneapolis Plan has multiple steps.\nI will explain what these steps are in a few moments. With Step 1 of the Minneapolis Plan, we\nreduce the risk of a future financial crisis and bailout from 67 percent under current regulations\nto 39 percent, a substantial improvement in safety. And as you can see, the additional safety isn’t\nfree. Costs increase to 24 percent of GDP, which is still very small compared with the typical\ncost of a banking crisis, 158 percent.\nFinally, in Step 2 of the Minneapolis Plan, we reduce the risk of a future crisis and bailout to as\nlow as 9 percent. Again, the added safety isn’t free. The total cost is as high as 41 percent of\nGDP, which is much higher than current regulations, but still much smaller than the cost of a\nfinancial crisis. To say it another way, if the Minneapolis Plan prevents one financial crisis, it\nwill have paid for itself multiple times over. These are the trade-offs the public needs to\nunderstand in order to assess whether we have done enough to end TBTF or if we should go\nfurther. To me, these data make it very clear that we should go much further.\nNext I will describe the Minneapolis Plan.\nHere I describe the four steps of the Minneapolis Plan and compare them with the current\nregulatory framework.\nStep 1 of the Minneapolis Plan dramatically increases capital requirements for all bank holding\ncompanies larger than $250 billion to 23.5 percent of risk-weighted assets. And we count only\ncommon equity as capital. That is a key difference from current regulations, which also set 23.5\npercent as the total amount of loss absorption that the largest banks must have, but current\nregulations include long-term debt in that amount. History has shown that long-term debt is not\nuseful protection against losses in a crisis. That’s why we insist on common equity.\nStep 2 of the Minneapolis Plan then calls on the U.S. Treasury Secretary to analyze and certify\nthat individual large banks are no longer TBTF. If the Treasury Secretary refuses to certify a\nlarge bank as not TBTF, that bank will face dramatically increasing capital requirements, until\neither the Treasury Secretary certifies it as no longer TBTF or its capital reaches 38 percent. This\nis a critical step, because today there is no time limit for solving the TBTF problem. Today,\nbanks can enjoy their explicit or implicit status as being TBTF potentially indefinitely. In\ncontrast, the Minneapolis Plan puts a hard deadline on Treasury: Certify banks as no longer\n5\n\nTBTF within five years, or else that bank will see dramatic increases in capital requirements. We\nbelieve the threat of these massive increases in capital will provide strong incentives for the\nlargest banks to restructure themselves so that they are no longer systemically important. Any\nbank that remains TBTF will have so much capital that it virtually cannot fail. This is the\napproach regulators have taken with nuclear power plants. People understand that if a nuclear\nreactor melts down, it is devastating for society. Rather than ban nuclear power, regulators\nimpose such tight restrictions on it in order to truly minimize the risk of failure. Step 2 takes the\nsame approach with the largest banks.\nStep 3 imposes a tax on debt for large shadow banks, greater than $50 billion, including hedge\nfunds, mutual funds, and finance companies, of either 1.2 percent or 2.2 percent, depending on\nwhether they are systemically risky. One of the concerns many experts expressed was the\npotential for risky activity to move from banks to shadow banks. If we increase capital\nrequirements on banks and the risky activity just moves to large shadow banks, has safety\nactually improved? To protect against this scenario, our proposed tax will roughly level the\nplaying field between banks and shadow banks by equalizing the cost of the funding so that\nactivity doesn’t just move to a less-regulated segment of the financial system. Shadow banks that\ndo not utilize debt funding will not pay any tax.\nFinally, Step 4 rationalizes regulations on community banks, which are not systemically risky for\nthe U.S. economy and that do have a vital role to play in American communities. Banks with less\nthan $10 billion in assets should be subject to a much simpler and less burdensome regulatory\nframework that reflects their relative lack of risk to the economy.\nI have gone through these steps very quickly. We will no doubt go into more depth in the\ndiscussion, and there are full details in the published materials.\nNow let me turn back to how we estimate the probabilities of future financial crises, because this\nis essential to evaluating whether current regulations go far enough or if we should do more.\n6\n\nAs I mentioned, we utilize the best data available on historical financial crises, data from the\nIMF. This chart utilizes the IMF data to estimate the probability of a future bailout as a function\nof capital requirements in the banking sector. The X axis is capital ratios and the Y axis is the\nodds of a bailout over a 100-year time horizon. The black line has steps in it, because it\nrepresents actual data from past financial crises, and, as I mentioned previously, crises are\nfortunately infrequent events. The red line is a smoothed version of the same data, which we use\nin some of our calculations.\nThe blue star at the top of the chart indicates the regulatory system in 2007, before the crisis.\nThe star a little down from it shows the current regulatory framework, a modest increase in\ncapital and a modest reduction in risk.\nThe next star shows Step 1 of the Minneapolis Plan, with a larger increase in capital and a much\nlarger reduction in risk.\nFinally, the bottom star shows Step 2 of the Minneapolis Plan, with a dramatic increase in capital\nand reduction in risk for the largest banks. We know this is not an exact science, but looking at\nprior financial crises is the best way we know how to estimate the effect of potential regulations\nin order to assess safety in the U.S. financial system.\nFinally, what will the financial system look like after the Minneapolis Plan has been fully\nimplemented? We will have fewer mega banks, and there will be far less concentration in the\nbanking system. We expect that community banks will thrive and mid-size banks will make up a\nfar larger share of the overall system. The financial system as a whole will be much, much better\n7\n\ncapitalized and capable of withstanding a major shock without triggering a crisis. If there are any\nTBTF banks left, they will be so well-capitalized that their risk of failure will truly have been\nminimized. Like terrorism, we can’t eliminate all risk. But we believe the Minneapolis Plan does\na much better job of reducing risks at reasonable costs to society than current regulations.\nUltimately, the public needs to make their own determination. We hope this process will equip\nthem with the data and analyses they need to make an informed judgment.\nThank you. I now look forward to our discussion.\n8",
    "length": 16386,
    "date": "2016-11-16",
    "parsing_from": "pdf"
  },
  {
    "id": "fedmsp:20583",
    "url": "https://www.minneapolisfed.org/~/media/files/news_events/pres/2016_10_05_nk_ecd.pdf",
    "text": "Early Childhood Development in Indian Country\nWelcome and Opening Remarks\nNeel Kashkari\nPresident and CEO\nFederal Reserve Bank of Minneapolis\nMinneapolis, MN\nOctober 5, 2016\n1\n\nThank you, Patrice. It’s a pleasure, in more ways than one, to welcome all of you to this\nconference. It’s a pleasure, in part, because getting to know a broad range of people like you, and\nto learn about the issues you care about, is one of the most important and enjoyable\nresponsibilities of a Reserve Bank president. It’s also pleasing because this conference marks a\nsignificant milestone—it’s the first major conference at the Bank for our new Center for Indian\nCountry Development. We established the center last year with a mission to help American\nIndian communities throughout the United States attain their economic development goals.\nEducation, one of the CICD’s primary areas of focus, is a fundamental building block for\nreservation workforce and economic development.\nMost of all, however, I’m excited to welcome you because your topic, early childhood\ndevelopment in Indian Country, is directly related to one of my own core public policy\nconcerns—ensuring that all American children get a first class education.\nBefore I expand on that, let me give you some background on the Federal Reserve System and\nthe work of the Minneapolis Federal Reserve Bank. As part of that, I should note that the views I\nexpress here are my own and not necessarily those of the Federal Reserve System.\nThe Federal Reserve System, or the Fed, is a public institution serving the American people. We\nare the nation’s central bank. Our most fundamental responsibility is monetary policy in pursuit\nof two congressionally determined objectives—maximum employment and stable prices. The\nFed also has been given significant authority as supervisor of financial institutions and as a\nprovider of payments services. All of these activities are common to many central banks around\nthe world.\nWhat makes the Fed different, and what brings us together here today, is the Fed’s decentralized\nstructure. Over 100 years ago, Congress created a central bank compatible with the size and\ndiversity of our country. Congress decided that this critical public institution, the U.S. central\nbank, would not be based just in Washington or New York. Instead, 12 independent Reserve\nBanks are dispersed across the country, in central cities like Minneapolis, where my peers and I\nare charged with developing a broad understanding of the communities, economies, and policy\nconcerns of our regional district. It’s that broader mandate that brings us together today—the\nopportunity to contribute to an array of public policy issues, not just monetary policy.\nWhile this event is the Center for Indian Country Development’s first conference at the Bank, I\nshould note that this work builds on a long tradition here at the Minneapolis Fed. As far back as\nthe 1970s, we were engaged with tribal communities on economic development issues. That\nwork has since then accelerated in scope and scale.\nA key player in that effort has been our Helena, Montana, Branch Executive Sue Woodrow, who\nis with us here today. Sue’s work with tribes, especially on business development and\ncommercial law codes, is nationally known. This will be Sue’s last major Indian Country\nconference with the Bank, as she has announced that she will retire at the end of the year. Sue,\nwe will miss you and the energy and focus you’ve brought to this work. But you and I know that\nthe center will be in good hands with Patrice, who will extend the Bank’s commitment to\nsupporting economic growth in Indian Country.\n2\n\nThis conference taps into another important tradition here at the Minneapolis Fed—our years of\nresearch and outreach on the economic and social benefits of high-quality programs for at-risk\nyoung children. About 15 years ago, two of today’s presenters, Minneapolis Fed Economist Rob\nGrunewald and our former Research Director Art Rolnick, assembled facts showing that well-\ntargeted investments in early childhood development not only improve long-term outcomes for\nthe children, but also yield high rates of return to society at large. This message has resonated\nacross the country and around the world, as well as in Indian Country, as we will see in our\nconference today. Thus, I am so proud to welcome you to a conference that brings together two\nof this Bank’s strongest traditions—our work on Indian Country development and on early\nchildhood development.\nTo this mix I add my own firmly held beliefs—of the transformative power of education and the\nimportance of providing a good education to all children. Like you, I know that education\nmatters for each person individually and for society as a whole. At a personal level, I believe that\na good education is the great equalizer in our society. It clearly has contributed to the success of\nthe eminent American Indian speakers you will hear from today and tomorrow. And it did the\nsame for me, a middle class kid, the son of immigrants, who has lived the American dream\nsimply because he was able to get a good education.\nBy opening these doors of opportunity for individuals, education has the potential to address two\nbig issues confronting the nation, as well as Indian Country—economic growth and economic\ninequality. Nationally, growth since the Great Recession has been steady but stubbornly slow,\nleaving output well below expectations. This has contributed to exacerbating the persistent and\nwide gaps in income among our country’s racial and ethnic groups.\nThese issues of economic inclusion clearly affect Indian Country, where average incomes remain\nfar below national standards. Improving and equalizing educational opportunities for all\nAmericans, including American Indians and Alaska Natives, is essential to enhanced\nproductivity and growth, and to the elimination of racial and ethnic income gaps.\nFor example, Minnesota’s detailed educational assessments show that only 44 percent of\nAmerican Indian children arrive at kindergarten fully ready to learn, compared with 57 percent\nof black children and 62 to 63 percent of Asian and white children. These kinds of readiness\ngaps, observed in other parts of the country too, are one reason that American Indian and Alaska\nNative children are held back and made to repeat kindergarten at a rate 75 percent higher than for\nwhite children. In other words, society is leaving too many Native students behind right at the\nstarting gate. This holds back not only the children, but also our future workforce and economy.\nAt the other end of the spectrum, research shows that top-tier Native students are second to none\nand achieve large personal and societal benefits if they finish college. So it’s a national priority,\nnot just an Indian County issue, to ensure that all American Indian and Alaska Native students\nreach their full potential in the future American workforce.\nAs we discuss how to transform the educational system, it is appropriate to first consider the\nimportance of early childhood programs in carrying those gains forward through the K-12 and\npostsecondary educational systems. We need to finally and forever close the educational\n3\n\nachievement gaps that hold back American Indian, Alaska Native, and other minority\ncommunities.\nTo that end, let me share with you some of my own views on educational reform. First, I\nembrace the view that access to good schools is every American child’s basic civil right. I have\nan open mind about how we create those good schools and will continue to refine my views\nbased on emerging research and experience. Our 50 states and well over 500 independent tribal\ngovernments give the United States a rich laboratory of local educational programs to learn from.\nThrough conferences like this and other channels, we need to share the examined evidence from\nschools and educational programs across the nation. Tribal community leaders have a great\nopportunity to use their sovereign powers to see what works and decide which reforms to\nchampion and adopt in their own communities. For my part, I have been impressed by the ability\nof many schools to significantly improve student outcomes when families and educators are\nengaged in the entire educational system. I encourage you to consider the programs discussed in\nthis conference and seek solutions that work best for you in your own communities to support\nearly childhood development.\nAs you do, I encourage you to think boldly. Look at the educational outcomes in your\ncommunity. If you see evidence of the big gaps indicated in state and national data on American\nIndian and Alaska Native students, such as test scores and high school graduation rates that lag\nwell below national average, I hope you also will see the need for decisive action and\nimprovement. One thing I learned in battling the 2008 financial crisis is that you can’t tackle big\nproblems with incremental measures. Big problems require big changes, so think boldly and in\nterms of not just reforming but rather of transforming your educational system.\nThis is urgent work. Your communities and our nation cannot afford to shortchange the current\ngeneration of American Indian and Alaska Native students, let alone future generations. I\npromise you that as you seek the solutions that will work for you, I and my staff at the Bank and\nthe Center for Indian Country Development will continue to support you, through research,\noutreach, and convenings like this. I am excited to be part of this conference and look forward to\nmeeting and talking with you.\n4",
    "length": 9584,
    "date": "2016-10-05",
    "parsing_from": "pdf"
  },
  {
    "id": "fedmsp:20559",
    "url": "https://www.minneapolisfed.org/~/media/files/news_events/pres/kashkari-ending-tbtf-02-16-2016.pdf",
    "text": "Lessons from the Crisis: Ending Too Big to Fail\nRemarks at the Brookings Institution, Washington, D.C.\nNeel Kashkari\nPresident and CEO\nFederal Reserve Bank of Minneapolis\nWashington, D.C.\nFebruary 16, 2016\n1\n\nLessons from the Crisis: Ending Too Big to Fail1\nNeel Kashkari\nThank you, David, for that kind introduction. It is great to be back at the Brookings Institution. Before I\nbegin, I just want to remind everyone that the views I express today are my own and not necessarily\nthose of the Federal Open Market Committee or the Board of Governors, which sets supervision and\nregulatory policy for the Federal Reserve System.\nToday I will offer my assessment of the current status and outlook for ending the problem of too big to\nfail (TBTF) banks.2 I come at this problem from the perspective of a policymaker who was on the front\nline responding to the 2008 financial crisis. When Congress moved quickly to pass the Dodd-Frank Act\n(the Act) in 2010, I strongly supported the need for financial reform, but I wanted to see the Act\nimplemented before I drew firm conclusions about whether it solved TBTF3.\nIn the last six years my colleagues across the Federal Reserve System have worked diligently under the\nreform framework Congress established and are fully utilizing the available tools under the Act to\naddress TBTF. While significant progress has been made to strengthen our financial system, I believe the\nAct did not go far enough. I believe the biggest banks are still too big to fail and continue to pose a\nsignificant, ongoing risk to our economy.\nEnough time has passed that we better understand the causes of the crisis, and yet it is still fresh in our\nmemories. Now is the right time for Congress to consider going further than Dodd-Frank with bold,\ntransformational solutions to solve this problem once and for all. The Federal Reserve Bank of\nMinneapolis is launching a major initiative to develop an actionable plan to end TBTF, and we will deliver\nour plan to the public by the end of the year. Ultimately Congress must decide whether such a\ntransformational restructuring of our financial system is justified in order to mitigate the ongoing risks\nposed by large banks.\nAlthough TBTF banks were not the sole cause of the recent financial crisis and Great Recession, there is\nno question that their presence at the center of our financial system contributed significantly to the\nmagnitude of the crisis and to the extensive damage it inflicted across the economy.\nGiven the scale of job losses, home foreclosures, lost savings and costs to taxpayers, there is widespread\nagreement among elected leaders, regulators and Main Street that we must solve the problem of TBTF.\nWe know markets make mistakes; that is unavoidable in an innovative economy. But these mistakes\ncannot be allowed to endanger the rest of the country. When roughly 1,000 savings and loans failed in\nthe late 1980s, there was no risk of an economic collapse. When the technology bubble burst in 2000, it\nwas very painful for Silicon Valley and for technology investors, but it did not represent a systemic risk to\n1 I thank Ron Feldman, Jim Lyon, Jenni Schoppers, Sam Schulhofer-Wohl, David Wargin and Niel Willardson for\ngiving helpful feedback on this speech.\n2 I use “banks” in this talk to include banks, bank holding companies and other nonbank financial institutions.\n3 See Neel Kashkari’s May 6, 2011, remarks at the 47th Annual Conference on Bank Structure and Competition,\nFederal Reserve Bank of Chicago. https://www.minneapolisfed.org/~/media/files/news_events/pres/kashkari-\nremarks-conference-on-bank-structure-and-competition-05-06-2011.pdf\n2\n\nour economy. Large banks must similarly be able to make mistakes—even very big mistakes—without\nrequiring taxpayer bailouts and without triggering widespread economic damage. That must be our goal.\nOngoing progress\nSince 2008, legislators and regulators have worked hard to address the TBTF problem. My colleagues in\nthe Federal Reserve System, working closely with other financial regulators, have implemented\nimportant tools and regulations that are making the financial system stronger. Regulators have forced\nlarge firms to hold more capital and have deeper, more resilient sources of liquidity. Our stress tests\ncheck whether the most systemically important institutions can withstand a serious shock to the\neconomy. In some cases, institutions have responded to these higher regulatory requirements by\nreducing certain activities. Considerable progress has been made, and these are steps in the right\ndirection.\nBut regulators know that despite these best efforts, banks will still sometimes make mistakes and run\ninto trouble. To ensure that banks can fail without requiring taxpayer bailouts, regulators are using the\nliving will review process to try to address the hurdles that make large banks so hard to resolve.4 They\nare establishing a resolution approach intended to give regulators the ability to restructure large banks\nwithout massive spillovers.5 And they have proposed requiring banks to issue debt that would help\nrecapitalize the firm if necessary.6 All of these measures are sensible. Policymakers are committed to\nseeing these important efforts through. The question is, should we be satisfied with this approach or\nshould we do more?\nLessons from the crisis\nThe lessons I learned during the 2008 financial crisis strongly influence my assessment of new regulatory\nmeasures to address the TBTF problem.\nI learned in the crisis that determining which firms are systemically important—which are TBTF—\ndepends on economic and financial conditions. In a strong, stable economy, the failure of a given bank\nmight not be systemic. The economy and financial firms and markets might be able to withstand a shock\nfrom such a failure without much harm to other institutions or to families and businesses. But in a weak\neconomy with skittish markets, policymakers will be very worried about such a bank failure. After all,\nthat failure might trigger contagion to other banks and cause a widespread downturn. Thus, although\nthe size of a financial institution, its connections to other institutions and its importance to the plumbing\nof the financial system are all relevant in determining whether it is TBTF, there is no simple formula that\ndefines what is systemic. I wish there were. It requires judgment from policymakers to assess conditions\nat the time. I know this is unsatisfactory to many people, but it is the truth today. Perhaps one day we\nwill have better tools to make this determination analytically.\nA second lesson for me from the 2008 crisis is that almost by definition, we won’t see the next crisis\ncoming, and it won’t look like what we might be expecting. If we, or markets, recognized an imbalance\n4 Information on living wills can be found at federalreserve.gov/bankinforeg/resolution-plans.htm.\n5 Information on new approaches to resolution can be found at fdic.gov/news/news/press/2013/pr13112.html.\n6 Information on proposals to require banks to issue long-term debt can be found at\nfederalreserve.gov/newsevents/press/bcreg/20151030a.htm and\nfederalreserve.gov/newsevents/press/bcreg/20160129b.htm.\n3\n\nin the economy, market participants would likely take action to protect themselves. When I first went to\nTreasury in 2006, Treasury Secretary Henry Paulson directed his staff to work with financial regulators at\nthe Federal Reserve and the Securities and Exchange Commission to look for what might trigger the next\ncrisis. Based on his experience, we were due for a crisis because markets had been stable for several\nyears. We looked at a number of scenarios, including an individual large bank running into trouble or a\nhedge fund suffering large losses, among others. We didn’t consider a nationwide housing downturn. It\nseems so obvious now, but we didn’t see it, and we were looking. We must assume that policymakers\nwill not foresee future crises, either.\nA third lesson from the crisis is that the externalities of large bank failures can be massive. I am not\ntalking about just the fiscal costs of bailouts. Even with the 2008 bailouts, the costs to society from the\nfinancial crisis in terms of lost jobs, lost income and lost wealth were staggering—many trillions of\ndollars and devastation for millions of families. Failures of large financial institutions pose massively\nasymmetric risks to society that policymakers must consider. We had a choice in 2008: Spend taxpayer\nmoney to stabilize large banks, or don’t, and potentially trigger many trillions of additional costs to\nsociety.\nA very crude analogy is that of a nuclear reactor. The cost to society of letting a reactor melt down is\nastronomical. Given that cost, governments will do whatever they can to stabilize the reactor before\nthey lose control.\nMy assessment of where we are\nRegulatory reforms since the crisis have focused both on making banks safer so they are less likely to\nfail, and on creating tools to resolve troubled banks by imposing losses on creditors without destabilizing\nthe economy. Based on lessons from the recent crisis, I evaluate these restructuring tools by asking the\nfollowing questions: Would policymakers responding to a future crisis actually use them? And how likely\nare they to be effective?\nTo answer these questions, I consider two simplified scenarios:\n1) An individual large bank runs into trouble, while the economy and financial system are\notherwise healthy and stable, and\n2) One or more large banks run into trouble while there is broader weakness and risks in the global\neconomy.\nMy assessment of these tools under the first scenario is that they do have the potential to deal with the\nfailure of a single large financial institution without requiring a bailout or triggering widespread\neconomic damage. But we don’t know that for certain, and the work on these tools is incomplete and\nslow moving. For example, reviews of the largest banks’ living wills find that they have significant\nshortcomings, with the government requiring the banks to try once again to make themselves able to\nfail without massive fallout. Until this work is complete, which could be years from now, we must\nacknowledge that the largest banks are still too big to fail. And even then, we won’t know how effective\nthese tools are until we have actually used them.\nUnfortunately, I am far more skeptical that these tools will be useful to policymakers in the second\nscenario of a stressed economic environment. Given the massive externalities on Main Street of large\nbank failures in terms of lost jobs, lost income and lost wealth, no rational policymaker would risk\n4\n\nrestructuring large firms and forcing losses on creditors and counterparties using the new tools in a risky\nenvironment, let alone in a crisis environment like we experienced in 2008. They will be forced to bail\nout failing institutions—as we were. We were even forced to support large bank mergers, which helped\nstabilize the immediate crisis, but that we knew would make TBTF worse in the long term. The risks to\nthe U.S. economy and the American people were simply too great not to do whatever we could to\nprevent a financial collapse.\nGoing forward\nI believe we need to complete the important work that my colleagues are doing so that, at a minimum,\nwe are as prepared as we can be to deal with an individual large bank failure. But given the enormous\ncosts that would be associated with another financial crisis and the lack of certainty about whether\nthese new tools would be effective in dealing with one, I believe we must seriously consider bolder,\ntransformational options. Some other Federal Reserve policymakers have noted the potential benefits\nto considering more transformational measures.7 I believe we must begin this work now and give\nserious consideration to a range of options, including the following:\n• Breaking up large banks into smaller, less connected, less important entities.\n• Turning large banks into public utilities by forcing them to hold so much capital that they\nvirtually can’t fail (with regulation akin to that of a nuclear power plant).\n• Taxing leverage throughout the financial system to reduce systemic risks wherever they lie.\nOptions such as these have been mentioned before, but in my view, policymakers and legislators have\nnot yet seriously considered the need to implement them in the near term. They are transformational—\nwhich can be unsettling. The financial sector has lobbied hard to preserve its current structure and\nthrown up endless objections to fundamental change. And in the immediate aftermath of the crisis,\nwhen the Dodd-Frank Act was passed, the economic outlook was perhaps too uncertain to take truly\nbold action. But the economy is stronger now, and the time has come to move past parochial interests\nand solve this problem. The risks of not doing so are just too great.\nMany of the arguments against adoption of a more transformational solution to the problem of TBTF are\nthat the societal benefits of such financial giants somehow justify the exposure to another financial\ncrisis. I find such arguments unpersuasive.\n• Finance lobbyists argue that multinational corporations do business in many countries and\ntherefore need global banks. But these corporations manage thousands of suppliers around the\nworld—can’t they manage a few more banking relationships?\n7 For a discussion of the potential benefits to considering a size cap on banks, see Daniel K. Tarullo’s Oct. 10, 2012,\nspeech at the Distinguished Jurist Lecture, University of Pennsylvania, Philadelphia,\nfederalreserve.gov/newsevents/speech/tarullo20121010a.htm, and for potential conditions under which the\nbreakup of large banks might be considered, see William C. Dudley’s Oct. 20, 2014, remarks at the Workshop on\nReforming Culture and Behavior in the Financial Services Industry, Federal Reserve Bank of New York,\nnewyorkfed.org/newsevents/speeches/2014/dud141020a.\n5\n\n• Many argue that large banks benefit society by creating economies of scope and scale. No doubt\nthis is true—but cost/benefit analyses require understanding costs, too. I don’t see the benefits\nof scale of large banks outweighing the massive externalities of a widespread economic collapse.\n• Some argue that if we limited U.S. banks in size or scope, they would be at a disadvantage\nrelative to banks in countries with looser regulations. If other countries want to take extreme\nrisks with their financial systems, we can’t stop them—but the United States should do what is\nright for our economy and establish one set of rules for those who want to do business here.\nGiven the complexity of this issue, any bold plan will be imperfect, and there will be unanswered\nquestions that skeptical experts can point to as a reason for inaction: How can we precisely define which\nfirms are dangerous and need to change? How can our plan adapt and endure as the financial system\nevolves over decades? What if strictly regulating some firms just pushes risk onto other, less regulated\nfirms? How will new rules impact families’ and businesses’ ability to make important investments, and\nwhat will that mean for employment and economic growth?\nExperts also correctly point out that there is always the possibility that an economic shock could hit us in\nthe future that is so large, or so different from anything we have considered, that it overwhelms all of\nour efforts. In that scenario, only the balance sheet of the federal government would be strong enough\nto stabilize the financial system, as was required in 2008.\nThese are all important considerations, and there are many more. We must work to address them. But if\nwe are serious about solving TBTF, we cannot let them paralyze us. Any plan that we come up with will\nbe imperfect. Those potential shortcomings must be weighed against the actual risks and costs that we\nknow exist today. Perfect cannot be the standard that we must meet before we act. Better and safer are\nreasons enough to act. Otherwise we will be left on the default path of incrementalism and the risk that\nwe will someday face another financial crisis without having done all that we could to protect the\neconomy and the American people.\nNext steps\nThe Federal Reserve Bank of Minneapolis has been at the forefront of understanding the risks and\nchallenges posed by large banks and moral hazard for a long time. Our work on these topics goes back to\nthe 1970s, with specific work on TBTF beginning in the 1990s. In fact, my colleague Ron Feldman and\none of my predecessors, Gary Stern, both of whom are here today, authored the original book on this\ntopic, Too Big to Fail, arguing in 2004 that policymakers would not stick to their no-bailout pledges.8\nThey were right.\nBuilding on this important work, and the work done since the crisis, the Federal Reserve Bank of\nMinneapolis is launching a major initiative to consider transformational options and develop an\nactionable plan to end TBTF.\nStarting in the spring, we will hold a series of policy symposiums to explore various options from expert\nresearchers around the country. We will also invite leaders from policy and regulatory institutions and,\nyes, the financial industry to offer their views and to test one another’s assumptions. We will consider\n8 Gary H. Stern and Ron J. Feldman. 2004. Too Big to Fail: The Hazards of Bank Bailouts. Washington, D.C.:\nBrookings Institution Press. www.minneapolisfed.org/endingTBTF\n6\n\nthe likely benefits, costs, risks and implementation challenges of these options. We will invite the media\nto these symposiums and livestream them so that the public can follow along and learn with us.\nFollowing the symposiums, we will publish a series of policy briefs summarizing our key take-aways on\neach issue, so that all can provide feedback. And feedback can start now. We have established a website\nwhere anyone can share with us their ideas on solving TBTF. If you are a researcher—if you work in the\nfinancial sector—if you just have a good idea for solving TBTF, wherever you are, please share it with us\nat minneapolisfed.org.\nWe will use all of this work to inform our plan to end TBTF, which we will release by year-end for\nlegislators, policymakers and the public to consider.\nCongress created the Federal Reserve System to help prevent financial crises from inflicting widespread\ndamage to the U.S. economy. Doing everything we can to address the systemic risks posed by large\nbanks will be an important step to fulfilling that mission. Seven years after the crisis, I believe it is now\ntime to move forward and end TBTF.\nThank you.\n7",
    "length": 18605,
    "date": "2016-02-16",
    "parsing_from": "pdf"
  },
  {
    "id": "fedmsp:20584",
    "url": "https://minneapolisfed.org/~/media/files/news_events/pres/2017-09-27_kashkari_tcphe_remarks.pdf",
    "text": "Remarks: Tribal Community Perspectives on Higher Education\nNeel Kashkari\nPresident and CEO\nFederal Reserve Bank of Minneapolis\nMinneapolis, MN\nSeptember 27, 2017\nPage 1 of 6\n\nThank you, Dick. About a year ago, I had the pleasure of welcoming a\nnational audience to the Center for Indian Country Development’s\nConference on Early Childhood Development in Indian Country. Today I’m\npleased to welcome a new national audience to another CICD conference\non education, this time on higher education.\nThe CICD and I both see education as potentially a great equalizer in our\nsociety. A child born into poverty who receives a good education can climb\nout of poverty and reach his or her full potential. But the real power of\neducation, even beyond transforming an individual’s life, is that it also\nbreaks the cycle of intergenerational poverty that continues to devastate so\nmany families and communities. In that sense, this conference’s focus on a\ncommunity perspective is wise and important.\nI’ll come back to the topic of education, but let me first give you some\nbackground on the Federal Reserve System and the work of the Federal\nReserve Bank of Minneapolis. As part of that, I should note that the views I\nexpress here are my own and not necessarily those of the Federal Reserve\nSystem.\nThe Federal Reserve System, or the Fed, is a public institution serving the\nAmerican people. We are the nation’s central bank. Our most fundamental\nresponsibility is monetary policy in pursuit of two objectives—maximum\nemployment and stable prices, the so-called dual mandate that Congress\nhas established for the Fed. The Fed also has been given significant\nauthority as supervisor of financial institutions and as a provider of\npayments services. All of these activities are common to many central\nbanks around the world.\nWhat makes the Fed different, and what brings us together in Minneapolis\ntoday, is the Fed’s decentralized structure. One hundred four years ago,\nCongress created the Federal Reserve, our nation’s central bank. But they\ndid something unique: They distributed the central bank across 12 regional,\nindependent Federal Reserve Banks, rather than having it all housed at the\nBoard of Governors in Washington, D.C. Congress did this to ensure that\ndifferent regions of the country were directly represented in economic\npolicymaking and so that the many local varying conditions across the\nUnited States were appropriately considered. That’s why we have a\nFederal Reserve Bank in Minneapolis—to understand and represent the\neconomic conditions in our region, which we call the Ninth Federal Reserve\nDistrict.\nPage 2 of 6\n\nThe Minneapolis Fed’s charge has always included a responsibility for\nunderstanding the economies of the 45 federally recognized Indian tribes in\nthe Ninth District. To leverage our decades of experience with tribal\ncommunities, we established the CICD in 2015 as a national resource and\nthought leader within the Federal Reserve System on Indian Country\nissues across the entire country. That’s why today’s conference deals with\ntribal communities generally, not just those in the Ninth District.\nYou may wonder, however, what does education have to do with the Fed?\nIt comes back to our dual mandate of stable prices and maximum\nemployment. Education is clearly a key determinant of employment\noutcomes and the economy’s maximum rate of growth. People who receive\nmore and better education tend to have more job options and lower\nunemployment, and they are more productive workers. It is vital that we\nunderstand education if we want to understand the drivers of maximum\nemployment.\nAnd while the Federal Reserve may not have policy tools that can directly\naffect education, we do have world-class independent research capabilities\nthat might be able to help. We have researchers in the Federal Reserve\nstudying productivity growth that we, as our nation’s central bank, cannot\ndirectly influence. Similarly, if the Fed can objectively analyze education\nmodels that can help more Americans get and keep good jobs, I believe it\nis important we do that research and share our findings with other\npolicymakers. This research may help us achieve maximum employment\nnationally and in places, such as many tribal communities, where\nunderemployment has been a persistent problem.\nI also bring a personal belief in the transformative power of education and\nthe importance of providing a good education to all children. I’m a middle-\nclass kid, the son of immigrants, who has lived the American dream simply\nbecause he was able to get a good education at a mixture of public and\nprivate schools and universities. It is essential to America’s future that the\nopportunities for quality education that I took advantage of are available to\nall of our youth on an equitable basis.\nToday, however, we see large gaps in educational outcomes by race. This\nconference will focus on higher education outcomes for American Indians\nand Alaska Natives. Their outcomes have improved in recent decades, but\nremain too far below those of, for example, non-Hispanic whites. In many\nways, the American higher education system is the envy of the world, and I\nand many others have benefited from its array of choices and high quality.\nPage 3 of 6\n\nHowever, we must know more about why a system that works well for so\nmany simultaneously leaves behind far too many American Indians, Alaska\nNatives and other minority or low-income youth. I want to know what you,\nhere at this conference, think about the factors behind these persistent\ngaps and how we can eliminate them.\nMy own thinking about education policy has focused on how our K-12\neducation system prepares young people for college, and I know you will\nbe discussing that today too. I hold three strong views on the American K-\n12 education system. First, notwithstanding the good education that many\nAmerican youth receive, the persistent racial, ethnic and socioeconomic\nachievement gaps are flat-out unacceptable. Second, because these gaps\nare unacceptable, we must act boldly and decisively to eliminate them. And\nI mean eliminate them, not just chip away at them. My own judgment,\nbased on evidence to date, is that a combination of greater choice and\ngreater accountability is critical to eliminating these gaps, as I argued in a\nspeech at the Federal Reserve System’s Strong Foundations conference\nlast March. But I have an open mind, consistent with my third strongly held\nview, that we need to devote more resources to detailed, hard-headed\nresearch on what really works in K-12 education.\nLet me close by illustrating some of what I find unacceptable today and\ndiscussing what the Minneapolis Fed is doing about it. Here is a chart,\nbased on a decade of data from the Kids Count website, of the on-time\ngraduation rates for Minnesota and Wisconsin high school students from\nthree racial groups. Near the top of the chart, in the dotted orange line, you\nsee that over 90 percent of non-Hispanic white students graduate on time\nin Wisconsin. The comparable rate in Minnesota, shown by the solid\norange line, is only slightly lower.\nThe green lines show that graduation rates for African Americans are much\nlower in both states, typically between 60 percent and 70 percent. This is\nalready unacceptable and in need of research and evidence-based action.\nBut look at the rates for American Indians, shown in the black lines.\nWisconsin’s American Indian graduation rates are also unacceptably lower\nthan for non-Hispanic whites. In Minnesota, however, they are not only far\nlower than for whites, but also far lower than for American Indians in\nWisconsin or African Americans in either state.\nThe enormous gap in graduation rates between American Indians and non-\nHispanic whites in Minnesota is absolutely unacceptable. The\nPage 4 of 6\n\ncorresponding gap in Wisconsin is much smaller, and we cannot explain\nthat away by saying that Wisconsin’s graduation standards are\nsystematically different, given that outcomes for whites and African\nAmericans do not diverge much between the two states. An alternative\nexplanation—that the data themselves are of poor quality and cannot be\ntrusted—also would be unacceptable; we simply must have accurate\nmeasures of essential outcomes like high school graduation rates. In short,\nsomething is just not OK here, and something needs to be done.\nThe Minneapolis Fed will not ignore these issues. Our approach will be to\ndetermine the causes of unacceptable gaps and then propose evidence-\nbased solutions. To that end, we founded the Center for Indian Country\nDevelopment, your conference organizer, in 2015. This year, we launched\nthe Opportunity and Inclusive Growth Institute. The mission of the institute\nis to conduct and promote research that will increase economic opportunity\nand inclusive growth for all Americans and help the Federal Reserve\nachieve its maximum employment mandate. The institute uses a\nmultidisciplinary approach that includes the participation of leading\nacademics from a variety of fields, including economics, education, law,\nPage 5 of 6\n\npublic health, public policy and sociology. It is guided by a world-class\nAdvisory Board that helps identify promising research topics and operates\nmainly by sponsoring research and dialogue. Specific components include\na Visiting Scholar program, a series of research conferences and the\npublication of working papers. Detailed information about all of these,\nincluding our October 26 conference on segregation and inequality, is on\nour website at minneapolisfed.org. If you are a scholar working on issues of\neconomic opportunity and inclusive growth, we want you, so please check\nout the website.\nI tell my staff here to think boldly and strive for big, transformational\nimprovements. In your conference today, I encourage you to do the same.\nLook at the higher educational outcomes in your community. If you see\nevidence of the big gaps, like those for high school graduation rates in\nMinnesota, I hope you also will see the need for decisive action and\nimprovement. One thing I learned in battling the 2008 financial crisis is that\nyou can’t tackle a crisis with incremental measures. Tackling a crisis\nrequires overwhelming force, so think boldly and in terms of not just\nreforming but rather of transforming your education system. I believe an\neducation system that fails large numbers of our youth is a crisis, and it\ndemands a crisis response.\nThis is urgent work. Your communities and our nation cannot afford to\nshortchange the current generation of American Indian and Alaska Native\nstudents, let alone future generations. I promise you that as you seek the\nsolutions that will work for you, I and my staff at the Bank and the Center\nfor Indian Country Development will continue to support you through\nresearch, outreach and convenings like this. I am excited to be part of this\nconference and look forward to meeting and talking with you.\nPage 6 of 6",
    "length": 10934,
    "date": "2017-09-27",
    "parsing_from": "pdf"
  },
  {
    "id": "fedmsp:20587",
    "url": "https://www.minneapolisfed.org/~/media/files/news_events/pres/kashkari-remarks-ecom-05-09-16.pdf",
    "text": "The Role and Limitations of Monetary Policy\nNeel Kashkari\nPresident and CEO\nFederal Reserve Bank of Minneapolis\nMinneapolis, MN\nMay 9, 2016\n1\n\nThe Role and Limitations of Monetary Policy1\nNeel Kashkari\nGood morning. Thank you, Kathy, for that kind introduction. I commend you for your excellent judgment\nin selecting Mark Kennedy to lead the University of North Dakota as its new president. Congratulations,\nMark, on this wonderful and well-deserved appointment, and thank you, and the Economic Club of\nMinnesota, for hosting this event and inviting me to address your members. Before I begin, I would just\nlike to remind everyone that the views I express today are my own and not necessarily those of the\nFederal Open Market Committee.\nIn this speech, I am going to talk about monetary policy—not just about what policy I think is\nappropriate today, but also about how I am approaching the task of communicating about monetary\npolicy in the context of important problems we face as a nation. I am going to spend some time talking\nabout what monetary policy can do for society, and what it can’t do, and why it’s important that we\nunderstand those differences. I find forming my monetary policy views in the current economic\nenvironment easier than determining how to communicate them in a way that advances the Fed’s policy\ngoals.\nOne of the things I really like about my job is that it is multifaceted. There is a large management\nresponsibility leading an organization of a thousand people. There is a deep policy component, as we\ncraft policy recommendations for interest rates as well as for other important economic topics such as\nfinancial stability. And there is the public facing aspect, both representing the Bank across the Ninth\nFederal Reserve District and advocating for our public policy views.\nAs you can probably tell from our initiative to end too big to fail (TBTF), I am not shy about speaking my\nmind and advocating for policies I believe are in the best interest of the country. But I give careful\nconsideration to whether drawing attention to an issue is the best way to positively influence that issue.\nIn the case of TBTF, I believe we need to have a serious national conversation about whether we have\ndone enough to address large bank failures. This is why we are having public symposiums to raise\nawareness and educate the American people while we educate ourselves.\nBut not every issue will be advanced by drawing more attention to it, and this is why I have been more\nhesitant to speak out about monetary policy, even though I do have views about the right course of\naction. I think market participants are too focused on the Fed, and I am reluctant to draw even more\nattention to short-term monetary policy decisions, when attention should be focused on solutions to\nlonger-term issues.\nWhen I think about the market’s preoccupation with every short-term move the Fed might make, I am\nreminded of the Summer of the Shark in 2001. Sharks had gone crazy and were biting people seemingly\nevery day. Television crews were camped out at beaches ready to catch the latest bite. What was\ncausing the sharks to turn so viciously on their human neighbors? Was it some new solar activity driving\nthem crazy? Were they under orders from the aliens in Star Trek who lost interest in the whales? No. It\nturns out the sharks weren’t biting any more than usual. It was a slow news summer, and there was not\nmuch else to pay attention to.\n1 I thank Ron Feldman, Terry Fitzgerald, Jim Lyon, Ben Malin, Danita Ng, Jenni Schoppers, Sam Schulhofer-Wohl,\nand David Wargin for assistance in preparing these remarks.\n2\n\nGiven all the attention market participants pay to every FOMC statement, one would think the Fed could\ncontrol a lot. But the truth is that central banks can’t influence many of the things that really matter to\nthe long-term well-being of a society. We can’t influence trend productivity growth. We can’t influence\ncompetitiveness. We can’t influence educational performance.\nI think it is important to remind ourselves that central banks can really do only three things: (1) create a\nlong-term stable monetary environment, (2) respond to an economic crisis and (3) influence short-term\neconomic performance.\n Creating and maintaining a stable monetary environment is enormously important for society.\nEnsuring that inflation remains low and stable allows households and businesses to plan ahead\nand keeps borrowing costs low. Thus, by doing its inflation-stabilization job well over the long\nrun, a central bank helps create the environment that allows an economy to flourish. We saw\nthe damage caused to Main Street in the 1970s when the Fed failed to control inflation. It took\nbold action by the Volcker Fed to regain control and put the economy back on a stable course.\n The Federal Reserve was originally created by Congress in 1913 to help end the too-frequent\noccurrence of financial panics and crises. In response to the most recent financial crisis, the Fed\nbrought extraordinary courage and creativity to stabilizing the financial system and preventing\nanother Great Depression. If the Fed had failed to act, generations of Americans would have\nbeen even more negatively affected.\n Finally, between periods of crisis, the Fed’s job is to keep unemployment and inflation low by\nadjusting interest rates. This is important in the short term, but it doesn’t affect the underlying\ntrajectory of the economy, although sometimes people think it can. For example, real interest\nrates today are very low by historical standards. Some people see these low long-term real\ninterest rates as the result of decisions made by the Fed. The reality is they are not. Real interest\nrates have been falling around the world for the past few decades, largely driven by broader\nmacroeconomic forces outside of any central bank’s control: demographic trends, technological\nadvancements and global fiscal policies. In the face of these long-term trends, it has been\nappropriate policy for the Fed to set lower interest rates to achieve the best possible results for\ninflation and employment—but the Fed is just keeping pace with broader global trends, not\ncausing them.\nSo if the Fed doesn’t shape the long-term trajectory of the economy, who does? Our legislative and\nexecutive branches of government can influence many of the important determinants of\nmacroeconomic outcomes for Main Street. Our tax, spending and trade policies influence how much we\nproduce and consume at home versus import from or export to other nations. The tax system affects\nincentives to work, save and invest. Congress also determines how much public money we dedicate to\neducating our workforce and to basic research, which can lead to tomorrow’s breakthroughs.\nUltimately, fiscal policy decisions like these will determine whether our children and grandchildren are\nbetter off than we are.\nDespite this, people seem to be paying much more attention to the Fed. This chart shows the number of\narticles that mention the Federal Reserve versus the number of articles that mention Congress in the\nNew York Times and the Wall Street Journal over the past three decades. You can see the trend for\n3\n\nyourselves. The focus of news coverage has been shifting toward the Fed and away from Congress,\ndespite the comparatively small influence the Fed has on long-term economic performance.\nWhy is this so? I will offer two possible explanations, though there are probably others as well. First, the\nFederal Reserve is providing much more information to the public. This is a positive from the perspective\nof transparency, but the Fed might also be occupying more mindshare because there is simply more\ninformation to digest. For example, prior to 1994, the Fed didn’t issue statements after FOMC meetings.\nThen it began issuing brief statements, sometimes just a few sentences, and not after every meeting.\nToday we issue five-paragraph statements after every meeting. Public communication from Federal\nReserve officials has also increased substantially compared with prior decades. This increased\ntransparency gives the public insight into the workings of the Fed, but it may not be costless if it is\ndriving increased attention on each short-term decision the Fed makes. As an FOMC participant, I am\ngoing to focus my public comments on longer-term monetary policy issues and on explaining my own\nperception of the FOMC’s collective thinking rather than on predicting the next move we might make.\nA second possible explanation, especially in recent years, is that the lack of political consensus in\nWashington is leading to fewer policy actions by Congress and the executive branch. This next chart\nshows the decline in the number of bills passed by each Congress and signed into law by the president.\n4\n\nFrom a policy perspective, we are having an extended slow news summer, and market participants are\nleft to focus on where the action is: the FOMC’s short-term interest rate decisions. The truth is, whether\nthe FOMC raises rates in June isn’t going to be what determines whether our children and grandchildren\nare better off than we are.\nMonetary policy objectives\nNow let me turn to how the Federal Reserve approaches its monetary policy responsibilities. Congress\nhas given the FOMC a dual mandate: to promote “price stability” and “maximum employment.” In its\nStatement on Longer-Run Goals and Monetary Policy Strategy, the FOMC explains the implications of\nthis mandate for both the short run and the long run.\nIn the short run, “the Committee seeks to mitigate deviations of inflation from its longer-run goal and\ndeviations of employment from the Committee’s assessments of its maximum level.” Although these\nobjectives are often complementary, when they are not, the Committee “follows a balanced approach.”\nThat is, the Committee puts weight on both objectives.\nIn the longer run, the statement clarifies what the FOMC’s targets are (or are not). Specifically, the\nFOMC has interpreted its price stability mandate to mean keeping inflation close to 2 percent. This is a\n5\n\ntarget, rather than a ceiling, which means persistent deviations above and below 2 percent are equally\nbad. However, the FOMC has not set a specific target for maximum employment.\nThe lack of a specific target for employment reflects the limitations of monetary policy, a point to which\nI’ll return later. But first, let me turn to an assessment of current economic conditions and appropriate\nmonetary policy. I’ll conclude that, while the recovery has been encouraging, I still see room for some\nimprovement.\nMonetary policy outlook\nLet’s start with the Fed’s maximum employment mandate.\nThe most widely known measure of labor market performance is the unemployment rate, which has\nlargely recovered from its high level during and following the recession and, at 5.0 percent, is now close\nto the median FOMC participant’s assessments of its long-run value. Other indicators, however, suggest\nthat the economy is not yet at maximum employment. Involuntary part-time employment remains\nelevated from its prerecession levels, and compensation growth remains subdued, though recent data\nand anecdotes suggest that it may finally be starting to pick up.\nPerhaps the most encouraging indication that further labor market improvements are feasible has been\nthe sizable, and unexpected, recent increase in labor force participation. While the April employment\ndata released last Friday showed a modest decline in labor force participation, the rate still rose from\n62.4 percent last September to 62.8 percent in April, as the size of the labor force increased by almost 2\nmillion people. Thus, although the unemployment rate edged down by only 0.1 percent over this period,\nthe share of all adults who have a job increased from 59.3 percent to 59.7 percent. This is a very\nwelcome development, especially given that some portions of our population—notably those with less\neducation and certain minority groups such as African Americans and Hispanics—still have high\nunemployment rates. In recent years, conventional wisdom was that large numbers of people were\npermanently lost from the labor force due to the Great Recession, as the long-term unemployed\nbecame the permanently unemployable. Of course, we don’t know for sure, but the recent data suggest\nthat is not necessarily true. The strong job market is bringing many back into the workforce, which is\nunquestionably a good thing for those workers, their families and society as a whole.\nTurning to the Fed’s “price stability” mandate, the inflation rate of personal consumption expenditures,\nor PCE, has remained persistently below the FOMC’s target of 2 percent for the past four years. This is\ntrue even when we set aside recent declines in oil prices and look at the core inflation rate, which\nexcludes food and energy. Moreover, measures of inflation expectations provide little evidence that\ninflation is likely to increase above the 2 percent target in the near future. Inflation expectations\nmeasured in surveys of American families have remained generally stable, but tend to be in the lower\npart of their historical ranges. Measures based on financial market data also remain quite low.\nWhat does all of this imply for the stance of monetary policy? In short, given the lack of notable price\nand wage pressures and the possibility of drawing more people back into the labor market, I believe the\ncurrent accommodative policy stance is appropriate. The usual cost of stimulating the labor market\nthrough accommodative monetary policy would be an undesired increase in inflation. But in the current\ncircumstances, with inflation running below the Fed’s 2 percent target, an increase in inflation is actually\ndesirable. Furthermore, while monetary policy’s influence on the labor market may not be enormous at\n6\n\nthis point, we can have at least some impact. If we can continue bringing displaced workers back into\nthe labor force, we should.\nFed watchers might conclude from these remarks that I am a so-called dove. But a year or two from\nnow, if different economic conditions lead me to call for less accommodative policy, they might\nconclude that I have reversed myself and become a hawk. The truth is neither. The financial crisis taught\nme the limits of dogma. I learned humility and pragmatism the hard way.\nLimits to monetary policy’s influence on labor markets\nAlthough monetary policy plays an important role in promoting maximum employment, it does not play\nthe most important role. The reason the FOMC has not specified a fixed goal for employment is that,\nwhile long-run inflation is primarily determined by monetary policy, nonmonetary factors largely\ndetermine the maximum level of employment and the long-run growth rate of the economy. Sustained\nefforts by the Fed to boost employment and output beyond levels consistent with nonmonetary\nfundamentals would ultimately lead only to higher inflation. There would be little benefit to the real\neconomy, and there could be some harm. Thus the FOMC cannot achieve any employment level it\nwants. Instead, it must assess what the maximum level of employment is, and then set policy to achieve\nit.\nSo, what are some of the nonmonetary factors that determine maximum employment? Rather than\nproviding an exhaustive list, I will simply mention some factors that have been particularly relevant\nrecently.\nFirst, demographics noticeably shape labor supply. For example, labor force participation and the\nemployment-to-population ratio have fallen in part because the baby boomers are reaching retirement\nage. As the FOMC assesses how much slack is left in the labor market, we compare these measures not\nto their prerecession levels, but to their levels adjusted for structural demographic changes.\nOther factors, such as technological progress and the accumulation of physical capital, also affect the\noverall growth of the economy and labor demand, as firms will hire more workers when they are more\nproductive. The recent low productivity growth is a development we are monitoring closely, which I will\ncome back to in a moment.\nAnother important factor is the ease with which potential employers and employees find each other and\nthe incentives they have to form a relationship. Labor market policies, including minimum wage laws,\nincome taxes, unemployment benefits and the ease with which a match can be terminated, all affect\nthese incentives.\nThe upshot of all of this is that, although monetary policy has contributed to the ongoing recovery in\nlabor markets, it alone can get us only so far. Policy tools outside the Fed’s control can significantly\ninfluence many of the determinants of maximum employment. For example, in the longer run, policies\nthat improve educational outcomes and skill development could increase “maximum employment.” So\ncould policies that help all workers and firms to compete on a level playing field. Research conducted in\npart at the Minneapolis Fed has found that the government is requiring people to obtain a license to\nwork in more occupations than ever. While the goal of such licensing is ostensibly consumer protection,\noften these requirements are really just barriers to competition. Relaxing unnecessary licensing\n7\n\nrequirements could help more people find jobs. In general, nonmonetary policy tools can have a larger,\nmore direct impact on putting people back to work than monetary policy alone.\nIn addition, the distribution of jobs within society is largely determined by nonmonetary factors. For\nexample, one very important societal problem in America is the large gap between white and black\nunemployment. Here is a graph of unemployment rates by race compared with the national average. As\nyou can see, in both good times and bad, African Americans tend to have a vastly higher unemployment\nrate than the national average. Analysis by our staff at the Minneapolis Fed has found that differences in\neducation, age and other demographics explain very little of this gap. If we compare two otherwise\nidentical workers, one white and one black, the black worker is significantly more likely to be\nunemployed. These differences in labor market opportunities are a tragedy for our country and a waste\nof the skills of many Americans.\nIt is true that the Fed can in a small way help workers from disadvantaged groups, because when we\nprovide monetary stimulus that raises employment nationwide, employment of all groups tends to rise.\nYou can see that in the graph. But such stimulus has its limits because we must also maintain control of\ninflation. If we provided too much stimulus and lost control of inflation as in the 1970s, virtually all\nAmericans would suffer. We might then have to raise interest rates aggressively to bring inflation back\ndown—potentially causing a recession that could put out of work the very people we were trying to\nhelp. Nonmonetary policies are needed to address the root causes of the problems that unfairly leave\nsome Americans behind.\n8\n\nLimits to monetary policy’s influence on economic growth\nFinally, let me return to a recent example of an issue that I mentioned briefly at the beginning of my\nremarks: the financial markets’ obsession with the Fed’s actions in the short term and why this is\nsuboptimal.\nThe most notable economic development this year, in my view, has been the combination of rapid\nimprovement in the labor market and very slow growth in output. The combination of slow output\ngrowth and rapid employment growth means that the average productivity of workers is growing slowly\nand sometimes even falling.\nNow, this weak productivity could be a statistical fluke, but it has gone on long enough that it is likely to\nat least partly reflect real economic developments.\nMoreover, it may be a troubling sign for the future of our economy. We don’t know. On the one hand, it\nmay just be a cyclical effect of the workers rejoining the labor force now being much less productive\nthan those already working. On the other hand, the weaker productivity may reflect long-term\nunderlying trends in the use of capital or the pace of technological progress that could herald slower\ngrowth for many years to come, which would be very costly for society.\nAt any rate, understanding what slower productivity growth means for economic growth is essential for\npolicymakers, investors and the public. We must also remember that trend labor productivity is\nfundamentally outside the control of the Fed. An excessive focus on the next interest rate decision\ndistracts us from important questions like this one.\nConclusion\nIn closing, I look forward to an era when the United States uses all of its policy tools to best achieve\ngood economic outcomes for all members of our society. The Federal Reserve has a role to play, but we\nshouldn’t be the only player nor the most important one. Thank you, and I look forward to your\nquestions.\n9",
    "length": 20906,
    "date": "2016-05-09",
    "parsing_from": "pdf"
  }
]