[
  {
    "id": "fednsp:88384",
    "url": "https://www.newyorkfed.org/medialibrary/media/newsevents/speeches/2020/log200714/SIFMA%20Speech%20071420.pdf",
    "text": "The Federal Reserve’s market functioning\npurchases: from supporting to sustaining\nLorie K. Logan – Executive Vice President, SOMA Manager\n\nFigure 1: SOMA Treasury and MBS Purchases\nTreasury MBS\n$ Billions\n120\n100\n80\n60\n40\n20\n0\n03/13/20 03/25/20 04/06/20 04/17/20 04/29/20 05/11/20 05/21/20 06/03/20 06/15/20 06/25/20 07/08/20\nSource: Federal Reserve Bank of New York\n1\n\nFigure 2: Federal Reserve Assets Since 2007\nOther Treasuries\n$ Billions MBS Credit and liquidity facilities\n9,000 Central Bank Liquidity Swaps Repurchase Agreements\nPrimary, secondary, and seasonal credit\n8,000\n7,000\n6,000\n5,000\n4,000\n3,000\n2,000\n1,000\n0\n01/03/07 01/03/09 01/03/11 01/03/13 01/03/15 01/03/17 01/03/19\nSource: Federal Reserve Board, H.4.1 release\n2\n\nFigure 3: Federal Reserve Assets in 2020\nOther Treasuries\n$ Billions MBS Credit and liquidity facilities\n9,000 Central Bank Liquidity Swaps Repurchase Agreements\nPrimary, secondary, and seasonal credit\n8,000\n7,000\n6,000\n5,000\n4,000\n3,000\n2,000\n1,000\n0\n01/01/20 02/01/20 03/01/20 04/01/20 05/01/20 06/01/20 07/01/20\nSource: Federal Reserve Board, H.4.1 release\n3\n\nFigure 4: Selected Market Functioning Indicators\nDirect metrics\n1. Direct measures of liquidity – ease with which assets can be bought and sold\n Bid-ask spreads\n Price impact coefficients\n Market depth\n2. Direct measures of relative value – spreads between related instruments\n Treasury cash-futures basis\n On-the-run spreads\n Spline errors\n MBS-Treasury yield spreads\nIndirect metrics\n3. Measures of trading pressure – balance of investor flows\n Dealer inventories\n Client-initiated transaction data\n Foreign reserve manager holdings\n4. Results of open market operations – strength of market participants’ desire\nto sell\n Offer-to-cover ratios\n Favorable offer-to-cover ratios\n4\n\nFigure 5: Client Sales of Off-the-Run Nominal\nTreasuries\n0-2.25 Year 2.25-4.5 Year 4.5-7 Year 7-20 Year 20-30 Year\n$ Billions\n120\n100\n80\n60\n40\n20\n0\n01/02/20 02/02/20 03/02/20 04/02/20 05/02/20 06/02/20\nNote:5-day moving average shown\nSource: Trade Reporting and Compliance Engine (TRACE)\n5\n\nFigure 6: Treasuries in Custody for Foreign Official\nAccounts\n$ Billions\n3,100\n3,000\n2,900\n2,800\n2,700\n06/01/19 08/01/19 10/01/19 12/01/19 02/01/20 04/01/20 06/01/20\nNote: Treasury securities held in custody by the Federal Reserve for foreign official and international accounts.\nSource: Federal Reserve Board, H.4.1 release\n6\n\nFigure 7: Treasury and MBS Bid-Ask Spreads\n(a) Treasury Bid-Ask Spreads (b) Agency MBS Effective Bid-Ask Spread\nTicks\nDaily Treasury Purchases (RHS) Daily MBS Purchases (RHS) $ Billions\n$ per $100 0-2.25 Year (LHS) $ Billions 8 Effective Bid-Ask Spread (LHS) 50\n3.00 2.25-4.5 Year (LHS) 100 7 45\n4.5-7 Year (LHS) 90 40\n6\n2.50 7-20 Year (LHS) 35\n80\n20-30 Year (LHS) 5 30\n70\n2.00\n4 25\n60\n20\n3\n1.50 50\n15\n40 2\n10\n1.00\n30 1\n5\n20 0 0\n0.50\n02/01/20 03/01/20 04/01/20 05/01/20 06/01/20 07/01/20\n10\nNote: A tick is 1/32 of $1. Effective bid-ask spread is calculated as 2-day moving average of\n0.00 0 volume-weighted realized bid-ask spread across 15-and 30-year 2.0%-7.0% to-be-announced\n02/01/20 03/01/20 04/01/20 05/01/20 06/01/20 07/01/20 MBS. Effective bid-ask spread equals daily average sell price minus buy price of dealer-to-\ncustomer transactions.\nNote: Average bid-ask spreads for nominal Treasury coupon securities.\nSource: Desk calculations, Financial Industry Regulatory Authority (FINRA), Federal Reserve Bank\nSource: Federal Reserve Bank of New York\nof New York, Trade Reporting and Compliance Engine (TRACE)\n7\n\nFigure 8: Treasury Cash-Futures Basis\nPercent\n1.75\nContract roll\nContract roll\n1.50\n1.25\n1.00\n0.75\n0.50\n0.25\n0.00\n-0.25\n-0.50\n-0.75\n01/31/2002/11/2002/20/2003/02/2003/10/2003/18/2003/27/2004/06/2004/16/2004/24/2005/05/2005/13/2005/21/2006/01/2006/10/2006/18/2006/29/20\n02/01/20 03/01/20 04/01/20 05/01/20 06/01/20 07/01/20\nNote: 5-year futures contract implied repo rate spread to 3-month OIS; reference contract changes at the end of February and Maydue to contract rolls.\nSource: Bloomberg,Desk Calculations\n8",
    "length": 4041,
    "date": null
  },
  {
    "id": "fednsp:89102",
    "url": "https://www.newyorkfed.org/medialibrary/media/newsevents/speeches/2020/log201201/fig-all-charts.pdf",
    "text": "A Return to Operating with Abundant Reserves\nRemarks before the Money Marketeers of New York University\nLorie Logan\nDecember 1, 2020\nThe views presented here are those of the author and do not necessarily reflect those of the Federal Reserve Bank of New Yorkorthe Federal Reserve System\n\nFigure 1: Assets of the Federal Reserve\n$ Billion\n8,000\nOther Assets**\n7,000 Repurchase Agreements, Swaps, Credit, and Liquidity Facilities*\nAgency Debt\nAgency MBS\n6,000\nTreasuries\n5,000\n4,000\n3,000\n2,000\n1,000\n0\nJan-07 Jan-09 Jan-11 Jan-13 Jan-15 Jan-17 Jan-19\n* Includes repurchase agreements, central bank liquidity swaps, primary and secondary credit, Primary Dealer Credit Facility, Money Market\nMutual Fund Liquidity Facility, Paycheck Protection Program Liquidity Facility, and net portfolio holdings of the Commercial Paper Funding\nFacility, Corporate Credit Facilities, Main Street Lending Program, Municipal Liquidity Facility and Term Asset-backed Securities Loan Facility\n** Includes gold certificates, special drawing rights, coin; foreign currency denominated assets, bank premises, unamortized premiums and\ndiscounts on securities held outright, accrued interest, net portfolio holdings of the Maiden Lane LLC, and other accounts receivables. 2\nSource: Federal Reserve Board H.4.1 Statistical Release\n\nFigure 2: Liabilities of the Federal Reserve\n$ Billion\n8,000\nReserves\n7,000 FR Notes (Currency)\nTreasury General Account (TGA)\nOther Liabilities and Capital\n6,000\nOvernight Reverse Repurchase Agreeements*\n5,000\n4,000\n3,000\n2,000\n1,000\n0\nJan-07 Jan-09 Jan-11 Jan-13 Jan-15 Jan-17 Jan-19\n* Includes small volumes of term reverse repurchase agreements exercises in 2015\nSource: Federal Reserve Board H.4.1 Statistical Release 3\n\nFigure 3: Stylized Bank Demand for Reserves\nAmple-Reserves\nPre-Crisis Framework\nRegime Framework*\n* The ample-reserves regime framework reflects a much broader span of potential reserve levels and is not drawn to scale relative to the pre-\ncrisis graphic. 4\n\nFigure 4: Fed Funds – IOER Spread\nBps $ Billion\n25 3,500\nReserves (RHS) Fed funds-IOER* (LHS)\n20\n3,000\n15\n2,500\n10\n5\n2,000\n0\n1,500\n-5\n-10\n1,000\n-15\n500\n-20\n-25 0\nJan-12 Jan-13 Jan-14 Jan-15 Jan-16 Jan-17 Jan-18 Jan-19 Jan-20\n* Effective federal funds rate, excludes month-and quarter-ends\nSource: Bloomberg, Federal Reserve Board, FR2900 5\n\nFigure 5: Fed Funds – IOER Spread vs.\nTotal Reserves\nFed Funds – IOER*\n2010-2013 2014-2015 2016-2019 Q1 2020 2020 ex Q1\n(Percent)\n0.20\n0.15\n0.10\n0.05\n0.00\n-0.05\n-0.10\n-0.15\n-0.20\n-0.25\n0 500 1,000 1,500 2,000 2,500 3,000 3,500\nTotal Reserves ($ Billion)\n* Volume-weighted average federal funds rate, excludes month-and quarter-ends\n6\nSource: FRED, FRBNY, Federal Reserve Board, FR2420, FR2900\n\nFigure 6: Reserves by Bank Type\n$ Trillion\n4.0\nBranches of FBOs US GSIBs Other Domestic banks Other\n3.5\n3.0\n2.5\n2.0\n1.5\n1.0\n0.5\n0.0\nJan-07 Jan-09 Jan-11 Jan-13 Jan-15 Jan-17 Jan-19\nSource: Federal Reserve Board, FR2900\n7\n\nFigure 7: Cumulative Net Bill Issuance\n$ Billion\n3,800\n2017 2018 2019 2020\n3,300\n2,800\n2,300\n1,800\n1,300\n800\n300\n-200\n1 31 61 91 121 151 181 211 241\nBusiness Days in the Year\nSource: FRBNY\n8\n\nFigure 8: Senior Financial Officer Survey - Banks’\nExpectations for their Reserve Balances in Q4\nPercent of\nRespondents\n“By how much do you expect\n60\nDomestic FBO\nyour institution’s average end-\nof-day reserve level in\nDecember 2020 to change\n50\nrelative to August 2020?”\n40\n30\n20\n10\n0\nI. A decrease of II. A decrease of III. A decrease of IV. Stable V. An increase of VI. An increase of\ngreater than 50% between 26% and between 6% and reserves (plus or between 6% and between 26% and\n50% 25% minus 5%) 25% 50%\nSource: Senior Financial Officer Survey Fall 2020\n9\n\nFigure 9: Policy Target Range and Administered Rates\nBps\n350\nTechnical adjustments\nTarget Range\nto administered rates\nON RRP\n300\nIOER\nEFFR\n250 Primary Credit Rate\n200\n150\n100\n50\n0\nJan-18 Jul-18 Jan-19 Jul-19 Jan-20 Jul-20\n* The Desk also conducts daily, large-scale overnight repo operations, currently at a fixed rate of five basis points above IOER\nSource: FRED, FRBNY\n10",
    "length": 4076,
    "date": "2020-12-01"
  },
  {
    "id": "fednsp:30065",
    "url": "https://www.newyorkfed.org/medialibrary/media/newsevents/speeches/2019/log191104/all-figures.pdf",
    "text": "Money Market Developments:\nViews from the Desk\nLorie Logan – Senior Vice President, MOMA Head and Interim SOMA Manager\nAnnual Primary Dealer Meeting\nNovember 4, 2019\n\nFigure 1\nAmple Reserves Operating Framework\nInterest rate Supply of reserve\nbalances\nDiscount Window Rate\n(primary credit rate)\nInterest on Reserves\nDemand for reserve\nbalances\nOvernight Reverse\nRepo Rate\nReserve\n0\nbalances\n2\n\nFigure 2\nSOMA Treasury Allocation Relative to Universe\nSOMA holdings as a percent of SOMA Treasury portfolio\nPercent\nTreasuries outstanding as a percent of Treasury universe\n40%\n30%\n20%\n10%\n0%\nBills < 3Y 3Y to 7Y 7Y to 30Y TIPS FRNs\nSources: Federal Reserve Bank of New York; U.S. Treasury Department.\n3\n\nFigure 3\nOutstanding Temporary Open Market Operations\n$ Billions\nTerm repo\n300\nON repo\nTotal repo offered\n250\n200\n150\n100\n50\n0\n09/17 09/23 09/27 10/03 10/09 10/16 10/22 10/28 11/01\nSource: Federal Reserve Bank of New York\n4\n\nFigure 4\nReserve Balances\n$ billions\n2,000 Initiation of repo\noperations\n1,900\n1,800\n1,700\n1,600\n1,500\n1,400\n1,300\n1,200\n1,100\n1,000\n8/29/2018 11/29/2018 2/28/2019 5/31/2019 8/31/2019\nSources: Board of Governors; Federal Reserve Bank of New York staff calculations.\n5\n\nFigure 5\nFederal Reserve Notes\n$ billions\n2,000\n1,750\n1,500\n1,250\n1,000\n750\n01/03/2007 01/03/2009 01/03/2011 01/03/2013 01/03/2015 01/03/2017 01/03/2019\nSource: Board of Governors.\n6\n\nFigure 6\nVariability of Non-Reserve Liabilities\nDistributions of Changes in Weekly Levels of\n$ billions\nNon-Reserve Liabilities*\n*Boxes indicate interquartile ranges, and whiskers indicate minimum and maximum outcomes. Data show the distribution of changesin\nweekly averages of daily figures for liabilities outside the direct control of the Fed (FR notes, Treasury accounts, foreign repo pool, and\nother deposits) and capital through Oct 23 2019. Liabilities associated with monetary policy instruments (overnight and term reverse repos\nconducted with private counterparties and term deposits held by depository institutions) are not included.\nSources: Board of Governors; Federal Reserve Bank of New York staff calculations.\n7",
    "length": 2105,
    "date": "2019-11-04"
  },
  {
    "id": "fednsp:88983",
    "url": "https://www.newyorkfed.org/medialibrary/media/newsevents/speeches/2020/log201023/log201023.pdf",
    "text": "\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n",
    "length": 24,
    "date": null
  },
  {
    "id": "fednsr:12715",
    "url": "https://www.newyorkfed.org/medialibrary/media/research/staff_reports/sr712.pdf",
    "text": "Federal Reserve Bank of New York\nStaff Reports\nOvernight RRP Operations as a Monetary\nPolicy Tool: Some Design Considerations\nJoshua Frost\nLorie Logan\nAntoine Martin\nPatrick McCabe\nFabio Natalucci\nJulie Remache\nStaff Report No. 712\nFebruary 2015\nThis paper presents preliminary findings and is being distributed to economists\nand other interested readers solely to stimulate discussion and elicit comments.\nThe views expressed in this paper are those of the authors and do not necessarily\nreflect the position of the Federal Reserve Bank of New York or the Federal\nReserve System. Any errors or omissions are the responsibility of the authors.\n\nOvernight RRP Operations as a Monetary Policy Tool: Some Design Considerations\nJoshua Frost, Lorie Logan, Antoine Martin, Patrick McCabe, Fabio Natalucci, and Julie Remache\nFederal Reserve Bank of New York Staff Reports, no. 712\nFebruary 2015\nJEL classification: E52, E58, G21, G23\nAbstract\nWe review recent changes in monetary policy that have led to development and testing of an\novernight reverse repurchase agreement (ON RRP) facility, an innovative tool for implementing\nmonetary policy during the normalization process. Making ON RRPs available to a broad set of\ninvestors, including nonbank institutions that are significant lenders in money markets, could\ncomplement the use of the interest on excess reserves (IOER) and help control short-term interest\nrates. We examine some potentially important secondary effects of an ON RRP facility, both\npositive and negative, including impacts on the structure of short-term funding markets and\nfinancial stability. We also investigate design features of an ON RRP facility that could mitigate\nsecondary effects deemed undesirable. Finally, we discuss tradeoffs that policymakers may face\nin designing an ON RRP facility, as they seek to balance the objectives of setting an effective\nfloor on money market rates during the normalization process and limiting any adverse secondary\neffects.\nKey words: repo, reverse repo, overnight RRP, monetary policy, interest on excess reserves,\nmoney market funds, Federal Reserve Board, Federal Reserve System\n_________________\nFrost, Logan, Martin, and Remache: Federal Reserve Bank of New York (corresponding author\ne-mail: antoine.martin@ny.frb.org). McCabe, Natalucci: Board of Governors of the Federal\nReserve System (corresponding author e-mail: patrick.e.mccabe@frb.gov). The authors are\ngrateful to James Clouse, James Egelhof, Matthew Eichner, William English, Joshua Gallin,\nRodney Garratt, Jane Ihrig, Elizabeth Klee, Ed Nosal, Simon Potter, Trevor Reeve, Gretchen\nWeinbach, and David Wilcox for helpful comments. The authors also thank Brian Bonis, Mary-\nFrances Styczynski, and Heather Wiggins for assistance with data, and Alex Prairie for help with\ncharts. The views expressed in this paper are those of the authors and do not necessarily reflect\nthe position of the Federal Reserve Bank of New York or the Federal Reserve System.\n\n1. Introduction\nThe Federal Reserve’s responses to the 2007-2009 financial crisis, the recession, and their\naftermath included important changes in the conduct of monetary policy. The Federal Reserve\nrapidly reduced its target for the federal funds rate (FFR) to its effective lower bound, introduced\nfacilities to provide ample liquidity and to maintain the flow of credit in the economy, and\npurchased large amounts of longer-term securities. One consequence of these changes is that the\nFederal Reserve will likely need to employ new tools when it begins to raise the FFR and other\nshort-term interest rates to more normal levels.\nOne new monetary policy tool, the payment of interest on banks’ reserves held at the Federal\nReserve, has been in place since 2008. The Federal Open Market Committee (FOMC or\n“Committee”) has indicated that interest on reserves will play a key role during the process of\nnormalizing monetary policy (FOMC 2014c). Nonetheless, evidence in recent years indicates\nthat the payment of interest on reserves may not provide the degree of control over the FFR and\nother short-term interest rates that the Committee desires, and supplementary tools might be\nneeded to provide that level of control.\nThis need has motivated the FOMC to pursue the development of other monetary policy tools\nthat might be helpful during the policy normalization process. In July 2013, Federal Reserve\nstaff presented a proposal to the FOMC for offering reverse repurchase agreements (RRPs) to a\nbroad set of counterparties, including nonbank institutions that are significant lenders in money\nmarkets (FOMC 2013a).1 In concept, this innovative approach of offering RRPs at a fixed\ninterest rate, particularly in “full allotment”—that is, satisfying any level of market demand at\nthat rate—would help to establish a firm floor on interest rates. The FOMC directed the Desk to\ntest variations of overnight (ON) RRP operations to learn how they could work in practice.\nResults of a testing exercise in place since September 2013 indicate that a facility that offers ON\nRRPs, even without providing full allotment, can help control short-term interest rates. Hence, a\nfacility that offers ON RRPs with capped allotment could play an important role during policy\nnormalization, and the FOMC has indicated that it intends to use an ON RRP facility as a\n“supplementary tool” as needed to help control the FFR (FOMC 2014c).\nIn addition to improving the FOMC’s control over short-term interest rates, an RRP facility may\nhave important secondary effects, with both positive and negative implications. In particular, an\nON RRP facility could have repercussions for financial stability. These might include beneficial\neffects arising from the increased availability of safe, short-term assets to investors with cash\nmanagement needs. However, there may be adverse effects stemming from the possibility that\nsuch a facility—particularly if it offers full allotment—could allow a very large, unexpected\nincrease in ON RRP take-up that might enable disruptive flight-to-quality flows during periods\nof financial stress. In addition, very large usage of an ON RRP facility, particularly if it were\npermanently in place, would expand the Federal Reserve’s footprint in short-term funding\nmarkets and could alter the structure and functioning of those markets in ways that may be\ndifficult to anticipate. Indeed, FOMC policymakers have expressed concerns about a sustained\n1 RRPs have long been used in monetary policy implementation. Since 2009, the FOMC has undertaken\npreparations for the possibility of using RRPs on a larger scale.\nPage 1\n\nexpansion of the Federal Reserve’s role in financial intermediation and the risk that ON RRPs\nmight magnify strains in short-term funding markets during periods of financial stress (FOMC\n2014a,b).\nA broad understanding of an ON RRP facility’s promise as a monetary policy tool, as well as its\npossible secondary effects—including both salutary and undesirable consequences—is therefore\nimportant as the FOMC develops plans for the normalization process and determines both the\nrole and the specific features of an ON RRP facility. Those provisions might include features\nthat would mitigate undesirable effects. For example, the FOMC has already indicated in its\nPolicy Normalization Principles and Plans that the facility will be phased out when it is no longer\nneeded to help control the FFR, and its temporary nature should mitigate some concerns about\nimpacts on short-term funding markets (FOMC 2014c). In addition, caps on ON RRP usage\ncould be imposed to limit the Federal Reserve’s footprint in short-term funding markets or to\ncontain potentially destabilizing inflows into the facility during periods of financial stress.\nAt the same time, there may be tradeoffs associated with ON RRP facility design features. For\nexample, caps on ON RRP take-up that are too tight would reduce the degree of control a facility\nprovides over short-term interest rates. Hence, the design of the facility will require a balancing\nof the tradeoffs involved in achieving the necessary degree of interest-rate control while\naddressing concerns about secondary effects. Notably, FOMC policymakers have generally\nagreed that it will be very important for the commencement of policy normalization to proceed\nsuccessfully, and they have indicated that they will be prepared to take the steps necessary to\nensure that the federal funds rate will trade within the target range established by the Committee\n(FOMC 2015).\nThis paper explains the potential usefulness of an ON RRP facility for implementing monetary\npolicy during the normalization process, describes some possible secondary effects associated\nwith ON RRPs, outlines some potential design features that could address effects that may be\nundesirable, and discusses tradeoffs involved in addressing those effects. The paper is organized\nas follows. Section 2 reviews recent changes in monetary policy that have led to the\ndevelopment and testing of an ON RRP facility as a monetary policy tool. We also describe the\nFOMC’s announced intentions for such a facility and summarize the results of an ON RRP\ntesting exercise that has been in place since September 2013. Section 3 examines some\npotentially important secondary effects of an ON RRP facility, including both positive and\nnegative impacts on financial stability. In section 4, we analyze ways in which an ON RRP\nfacility might be designed to mitigate secondary effects that could be undesirable. Section 5\ndiscusses tradeoffs that policymakers may face in designing an ON RRP facility, as they seek to\nbalance the objectives of setting an effective floor on money market rates and limiting any\nadverse effects. Section 6 offers some conclusions.\n2. The ON RRP facility and its potential usefulness as a monetary policy tool\nThis section briefly describes the policy context for the development and testing of an ON RRP\nfacility as a monetary policy tool and explains the rationale behind that facility. We also\nsummarize the FOMC’s announced intentions regarding the use of an ON RRP facility and\nreview some results of an ON RRP testing exercise that has been in place since September 2013.\nPage 2\n\nThese tests indicate that ON RRPs may be helpful in controlling short-term interest rates when\nthe FOMC decides to begin raising the target range for the FFR.\n2.1. The operating framework for monetary policy before the financial crisis\nBefore the 2007-2009 financial crisis, the FOMC conducted monetary policy by setting a target\nfor the overnight FFR—the interest rate at which depository institutions lend reserves for one\nday to other depository institutions—in order to influence the pricing of credit.2 Movements in\nthe FFR influenced other short-term interest rates, which, in turn, affected borrowing costs for\nhouseholds and businesses and financial conditions more broadly.\nDuring this time, the Open Market Trading Desk (“the Desk”) at the Federal Reserve Bank of\nNew York implemented the FOMC’s interest rate policy primarily by controlling the supply of\nreserves in the banking system. The Federal Reserve established a baseline demand for reserves\nby setting reserve requirements, which are minimum amounts of reserves that depository\ninstitutions must hold against their deposit liabilities.3 In addition, banks often held excess\nreserves—that is, reserves in excess of requirements—as deposit balances at the Federal Reserve.\nTo carry out the FOMC’s policies, the Desk conducted open market operations (OMOs) with\ndesignated primary dealers to adjust the supply of reserves so that, for a given level of demand,\nthe market-clearing FFR would be consistent with the FOMC’s target.4,5 The Desk made\noutright purchases of Treasury securities in the secondary market and conducted temporary,\n“fine-tuning” operations, in the form of repurchase agreements (“repos”) and RRPs in markets\nfor U.S. government securities.6 Desk purchases of securities from a primary dealer, whether on\nan outright basis or in the form of repos in a temporary operation, increased reserves because the\nDesk paid for the securities by crediting reserves to the primary dealer’s account at the bank that\n2 Reserves are deposits held by banks and other depository institutions in their accounts at the Federal Reserve, as\nwell as currency held by those institutions.\n3 All depository institutions—commercial banks, savings banks, thrift institutions, and credit unions—are required\nto maintain reserves against transaction deposits, which include demand deposits, negotiable order of withdrawal\naccounts, and other highly liquid funds. Currently, reserve requirements range from 0 to 10 percent of transaction\naccount balances, with the 10 percent requirement applying to all balances in excess of $103.6 million.\n4 The Federal Reserve had adopted a so-called “corridor” operating framework, in which relatively small changes in\nthe supply of reserves can have significant effects on equilibrium short-term interest rates. See, for example, Ennis\nand Keister (2008); Keister, Martin, and McAndrews (2008); and Kahn (2010).\n5 Primary dealers are the Desk’s trading counterparties in its implementation of monetary policy. For a current list\nof primary dealers, see: www.newyorkfed.org/markets/pridealers_current.html.\n6 That is, the operations are carried out in markets for securities that are eligible for OMOs. These include Treasury\nsecurities, the debt of federal agencies and government sponsored enterprises (GSEs), and mortgage-backed\nsecurities backed by federal agencies and the GSEs.\nPage 3\n\ncleared the transaction.7,8 In the five years prior to the crisis, aggregate reserve supply averaged\nabout $11 billion, of which only about $1.7 billion was excess reserves.\n2.2. Federal Reserve responses to the financial crisis and recession substantially increased the\nsupply of reserves\nThe Federal Reserve’s responses to the financial crisis included important changes in the conduct\nof monetary policy as well as lender-of-last-resort actions. First, the FOMC rapidly eased the\nstance of monetary policy by aggressively cutting the FFR target from 5¼ percent in mid-2007 to\na target range of zero to ¼ percent by December 2008. Second, the Federal Reserve introduced\na number of facilities to provide liquidity to banks and nonbanks to maintain the flow of credit to\nborrowers in key markets, and to foster improved conditions in broader financial markets.\nFinally, with the FFR’s proximity to its effective lower bound leaving little scope for further\nreductions, the Federal Reserve purchased longer-term securities for its securities portfolio to put\ndownward pressure on longer-term interest rates, support the functioning of mortgage markets,\nand make financial conditions more accommodative.\nOne consequence of the Federal Reserve’s actions since the financial crisis has been a sharp\nincrease in aggregate reserve balances. In 2014, total reserves averaged $2.6 trillion, virtually all\nof which were excess reserves. Given the FOMC’s indication that asset sales will not play a key\nrole during the policy normalization process, reserve balances are likely to remain very large for\nan extended period of time.9 With the supply of reserves far outstripping depository institutions’\nrequired reserves as well as any demand for excess reserves, modest adjustments in the supply of\nreserves are no longer effective in controlling the FFR. Indeed, the Desk has not conducted\nOMOs to manage the supply of reserves since December 2008. Thus, new tools are required to\nprovide effective control of the FFR.\n7 In practice, the Desk limited the total amount of outright security holdings to maintain a “structural deficiency” in\nreserves; that is, permanent additions to reserves left supply short of the total that banks needed. The Desk’s fine-\ntuning operations thus were primarily repos that temporarily boosted reserves.\n8 In a repo transaction, the Desk purchases a security from a designated primary dealer with an agreement to sell the\nsecurity back to the dealer for a specified price at an agreed-upon date in the future. The term of the repo is the time\nbetween the Desk’s purchase and the dealer’s subsequent repurchase, which can be one day (overnight) or longer.\nThe difference between the purchase price and the (usually higher) repurchase price, adjusted for the term of the\nrepo, implies an interest rate for the repo. Because the Desk provides cash to the dealer in return for collateral, a\nrepo is economically similar to a collateralized loan from the Desk to the dealer for the term of the repo. An RRP is\nthe reverse of a repo transaction, with the Desk temporarily selling securities and the primary dealer or another\ncounterparty providing cash. Thus, a repo serves to increase reserves, since the Desk temporarily purchases\nsecurities, while an RRP reduces reserves, because the counterparty’s cash payment to the Federal Reserve is made\nby debiting the reserve account of the bank that clears the counterparty’s trade.\n9 In particular, the FOMC’s “Policy Normalization Principles and Plans” state that “[T]he Committee intends to\nreduce the Federal Reserve's securities holdings in a gradual and predictable manner primarily by ceasing to reinvest\nrepayments of principal on securities held…” (FOMC 2014c). See further discussion of the FOMC’s normalization\nprinciples in section 2.5.\nPage 4\n\n2.3. Introduction of interest on excess reserves (IOER) in 2008\nPrior to the financial crisis, reserve balances at the Federal Reserve did not earn interest.\nHowever, legislation passed in 2006 and 2008 authorized the Federal Reserve to pay interest on\nreserves held by depository institutions, starting in October 2008.10 In the current environment\nin which the supply of reserves far exceeds the amount needed for reserve requirements, IOER—\nwhich is currently set at ¼ percent, or 25 basis points—has become the primary tool for keeping\nthe overnight FFR within its target range of zero to ¼ percent.11\nExcess reserves are effectively free of default and liquidity risk, so the IOER rate should be a\nlower bound for a bank’s opportunity cost of alternative investments, such as loans or purchases\nof securities. Accordingly, if banks were the only investors (lenders) in money markets, IOER\nwould set a floor for money market rates, as no bank would want to lend at a lower short-term\ninterest rate.\nTo be sure, IOER is not available to many large and active money market investors, such as\nmoney market funds (MMFs), other cash-management vehicles, nonfinancial corporations, and\ngovernment-sponsored enterprises (GSEs). But even though these investors cannot directly earn\nIOER, competition might be expected to lift money market rates up to (or close to) the level of\nthe IOER rate, since banks—in the absence of frictions—should be able to earn an arbitrage\nprofit on any funds that they borrow at a lower rate and then deposit at the Federal Reserve.\nThus, in theory and without frictions, the IOER rate might still form a floor for short-term\ninterest rates, allowing the Federal Reserve to achieve its target for the FFR even with a very\nhigh level of reserve balances.\nIn practice, however, the arbitrage across money market rates that could make the IOER rate\neffective as a floor on short-term rates is not costless. To undertake these actions, banks must\nexpand their balance sheets to finance increased reserves, and banks face costs in doing so. For\nexample, domestic banks are assessed Federal Deposit Insurance Corporation (FDIC) fees based\non their total assets less tangible equity, and larger balance sheets also increase banks’ capital\nand liquidity requirements and associated costs. Moreover, these costs are likely to rise with the\nimplementation of new requirements for capital, particularly the Basel Committee on Banking\nSupervision’s Basel III leverage ratio and the Federal Reserve’s rules mandating that foreign\nbanking organizations with large U.S. operations establish Intermediate Holding Companies\n(IHCs). These costs drive a wedge between the IOER rate earned by banks and the money\n10 The Financial Services Regulatory Relief Act of 2006 authorized interest payments on reserves beginning in 2011,\nand the Emergency Economic Stabilization Act of 2008 advanced the effective date of this authority to October\n2008. The Federal Reserve pays interest on both required and excess reserves. These rates are currently the same,\nalthough they could be set at different levels. We focus on IOER because most reserves are excess reserves, so\ninterest on excess reserves is more economically significant than that paid on required reserves.\n11 That is, under the current configuration of supply and demand for reserves—with supply far exceeding demand\nfor required reserves—the operating framework to implement policy resembles a “floor system,” rather than a\ncorridor system (see note 4). In a floor system, a policy rate set by the central bank is intended to set a floor on other\nshort-term rates. In practice, however, as discussed below, the IOER rate alone currently does not set a firm floor on\nshort-term rates.\nPage 5\n\nmarket rates that banks are willing to pay to finance reserves. As a result, the IOER rate does not\nset a firm floor under money market rates. Chart 1 shows the IOER rate and three money market\nrates: the FFR, the overnight GCF Treasury repo rate, and the overnight rate on AA-rated\nnonfinancial commercial paper (CP).12 The three money market rates generally fall below\nIOER.\nThe gap between IOER and other rates probably reflects other factors, as well. For example,\nbecause IOER is available only to depository institutions, many active investors in money\nmarkets, such as MMFs and GSEs, may have limited bargaining power when providing the\nshort-term funding that allows banks to arbitrage the IOER rate. Because MMFs generally only\nlend to institutions with top short-term credit ratings, the limited number of banks with such\nratings may further increase their market power and widen the spread between IOER and other\nmarket rates. At the same time, the proximity of short-term interest rates to the zero lower\nbound, and structural features of the money markets that impede nominal interest rates from\nfalling below zero, may be helping to keep the spread between IOER and money market rates\nrelatively narrow.13\n2.4. ON RRPs could complement IOER by helping to set a floor on short-term rates\nOne means of strengthening a floor for short-term interest rates would be to offer an overnight,\nrisk-free instrument directly to a wider range of market participants. In July 2013, the Desk\nreported to the FOMC on the potential for such offerings in the form of fixed-rate, full-allotment\nON RRPs, which could complement IOER in controlling short-term interest rates (FOMC\n2013a). An RRP transaction is economically similar to the Federal Reserve borrowing from a\ncounterparty, with the loan secured by collateral from the Federal Reserve’s securities\nportfolio.14 Thus, reserves and ON RRPs are both very short-term loans to the Federal Reserve,\nalthough reserves are unsecured and ON RRPs are secured. Like the IOER rate, the ON RRP\nrate (the rate of interest implied on an ON RRP transaction) is a risk-free rate of interest set by\nthe Federal Reserve. However, while IOER is available only to depository institutions, ON\nRRPs can be made available to nonbank investors that are active in money markets.\nHistorically, the Federal Reserve conducted RRP (and repo) operations with primary dealer\ncounterparties. However, in 2009, in anticipation of the potential need for large-scale RRPs, the\n12 The GCF (general collateral finance) Treasury repo rate is an index of rates on repos collateralized with Treasury\nsecurities. The index is published by the Depository Trust & Clearing Corporation (DTCC).\n13 Once the lower end of the FOMC’s target range for the FFR is raised above zero, any role for the zero lower\nbound in narrowing spreads between the IOER rate and money market rates is likely to diminish. As such, the need\nfor tools to establish a floor on short-term interest rates may become more apparent during policy normalization.\nThis point is discussed in section 5.\n14 ON RRP transactions are structured as tri-party repos. To date, ON RRP transactions have been collateralized\nexclusively with Treasury securities.\nPage 6\n\nDesk began to expand its set of counterparties for RRP operations. The Federal Reserve\ncurrently has 164 RRP counterparties, including primary dealers, banks, MMFs, and GSEs.15\nIn theory, as with the IOER rate, the ON RRP rate set by the FOMC would be expected to\nestablish a floor on short-term interest rates, particularly if ON RRPs are available in sufficient\nquantity to satisfy demand at the ON RRP rate. Thus, the Desk’s July 2013 presentation on the\nuse of ON RRPs focused on a “fixed-rate, full-allotment” facility—that is, one that would offer\nON RRPs without limit at the fixed rate set by the FOMC.16 With such a facility in place, ON\nRRPs would always be available to counterparties as an alternative to other investments, so\ncounterparties that can invest in ON RRPs generally should be unwilling to lend elsewhere at\nlower rates.\nSince RRPs are accessible to a broad set of counterparties, including nonbank institutions that\nare significant money market lenders, access to ON RRPs should increase competitiveness in\nmoney markets and strengthen the effectiveness of the floor on rates. Whereas the effectiveness\nof a floor set by the IOER rate alone would depend on banks borrowing from money market\ninvestors at rates that are likely to be below the IOER rate, money market investors with access\nto ON RRP can lend directly to the Federal Reserve and earn the ON RRP rate. The option to\ninvest in ON RRPs also would provide bargaining power to investors in their negotiations with\nborrowers in money markets, so even if actual ON RRP take-up is not very large, such a facility\nwould help provide a floor on short-term interest rates and thus could be an important\nsupplement to IOER in controlling the FFR.17\n2.5. Tests of limited ON RRP offerings\nIn September 2013, the FOMC authorized the Desk to begin testing the use of ON RRPs as part\nof “an ongoing effort to improve the technical execution of policy” (FOMC 2013b).18 The initial\nauthorization set a range for the ON RRP rate of zero to 5 basis points and included a $1 billion\ncap on each individual counterparty’s investments in ON RRP on each day. As shown in the\ntable below, the actual individual-counterparty cap was initially set at $500 million, raised to $1\nbillion within a few days, and gradually increased to $10 billion over the next seven months.\nDuring this testing period, a fixed interest rate for ON RRPs was set on any given day, but that\nrate was moved over time in a range between 1 and 5 basis points for testing purposes.\n15 This total includes 25 new RRP counterparties that were added effective January 16, 2015 (see\nwww.newyorkfed.org/markets/ec-150116.html). For a current list of RRP counterparties, see:\nwww.ny.frb.org/markets/expanded_counterparties.html.\n16 In practice, the Federal Reserve’s holdings of securities that can be used for ON RRP collateral place one\nconstraint on aggregate take-up.\n17 As noted above, RRP transactions historically were used to drain reserves. Thus, RRP operations also could be\nused to help reduce excess reserves and make pre-crisis tools effective again for controlling the FFR. However,\nwith the supply of reserves expected to remain very large for an extended period, the primary function of RRPs in\nthe near term would be to assist IOER in setting a floor on short-term interest rates.\n18 The Desk’s announcement of this testing exercise noted that the work was “a matter of prudent advance planning\nby the Federal Reserve” and that the “operations do not represent a change in the stance of monetary policy”\n(Federal Reserve Bank of New York 2013).\nPage 7\n\nIn September 2014, the FOMC directed to Desk to raise the individual-counterparty cap for the\ntesting exercise to $30 billion and simultaneously introduced a $300 billion overall limit on the\namount of ON RRPs that the Desk could offer each day (FOMC 2014d).19 The FOMC also\ndirected the Desk to use an auction process to set the interest rate on ON RRPs and allocate them\namong counterparties in the event that the overall limit is binding. Hence, under this phase of\nthe exercise, the ON RRP rate is not always the “offering rate” set by the FOMC; when the\noverall limit is binding, the ON RRP rate set by the auction may be lower than the offering rate.\n(These testing features of the ON RRP exercise are described in further detail in section 4\nbelow.)\nTable. Timeline of the ON RRP exercise\nSeptember 2013 FOMC authorizes an ON RRP exercise through January 29, 2014, sets a\nrange for the ON RRP offering rate of zero to 5 basis points, and puts a $1\nbillion cap on each individual counterparty’s investments. Testing begins on\nSeptember 23 with the per-counterparty cap set at $500 million, and it is\nraised a few days later to $1 billion.\nDecember 2013 Cap on individual counterparties’ investments raised to $3 billion.\nJanuary 2014 Authorization for ON RRP exercise is extended through January 2015, and\ncap on individual counterparties’ investments is raised to $5 billion.20\nMarch 2014 Cap on individual counterparties’ investments raised to $7 billion.\nApril 2014 Cap on individual counterparties’ investments raised to $10 billion.\nSeptember 2014 FOMC sets a $300 billion overall limit on the amount of ON RRP that can be\noffered each day, raises the cap on individual counterparties’ investments to\n$30 billion, and introduces an auction process to allocate ON RRPs (and set\nan interest rate) in the event that the overall limit is binding.\nOctober 2014 FOMC authorizes testing of modest, temporary adjustments of the ON RRP\noffering rate to as high as 10 basis points.\nDecember 2014 Authorization for ON RRP exercise is extended through January 2016, and\n$300 billion in term RRPs spanning year-end are offered in a series of four\nauctions.\nJanuary 2015 FOMC authorizes up to $50 billion in term RRP operations in February and\nearly March, and $200 billion of term RRP operations that span the March\n2015 quarter-end.\nAlso in September 2014, the FOMC published a statement on its Policy Normalization Principles\nand Plans, which indicated that the FFR will continue to play a central role in monetary policy\n19 As noted in the September 2014 FOMC Minutes, “Testing these design features was generally seen as furthering\nthe Committee’s understanding of how an ON RRP facility might be structured to best balance its objectives of\nsupporting monetary control and of limiting the Federal Reserve’s role in financial intermediation as well as\nreducing potential financial stability risks the facility might pose during periods of stress” (FOMC 2014d).\n20 The authorization approved by the Committee at its January 2014 meeting did not specify a particular level for the\nper-counterparty cap, but stipulated that any change to this cap would require approval by the Chairman.\nPage 8\n\nimplementation during normalization (FOMC 2014c). The statement noted that “[w]hen\neconomic conditions and the economic outlook warrant a less accommodative monetary policy,\nthe Committee will raise its target range for the federal funds rate,” and “the Federal Reserve\nintends to move the federal funds rate into the target range set by the FOMC primarily by\nadjusting the interest rate it pays on excess reserve balances.” The FOMC also stated:\nDuring normalization, the Federal Reserve intends to use an overnight reverse\nrepurchase agreement facility and other supplementary tools as needed to help\ncontrol the federal funds rate. The Committee will use an overnight reverse\nrepurchase agreement facility only to the extent necessary and will phase it out\nwhen it is no longer needed to help control the federal funds rate (FOMC 2014c).\nON RRP testing has also included temporary changes in the ON RRP offering rate. As noted\nabove, that rate varied between 1 and 5 basis points for the first several months of the exercise.\nIn October 2014, the FOMC authorized testing of ON RRP rates between 0 and 10 basis points.\nThe offering rate was lowered to 3 basis points in early November, then raised to 7 basis points\nin mid-November and to 10 basis points in early December, and finally returned to 5 basis points\nin mid-December.\nAnother potential supplementary tool that is closely related to ON RRPs is term RRPs, that is,\nreverse repos for which the sale of securities and their repurchase occur more than one business\nday apart.21 In October 2014, the FOMC instructed the Desk to offer up to $300 billion in term\nRRP operations with the same set of counterparties used for ON RRP operations. The operations\nwere intended to test term RRPs “as a supplementary tool to help control the federal funds rate,\nparticularly when there are significant and transitory shifts in money market activity.” In\nparticular, the FOMC instructed the Desk to conduct term RRP operations that would cross year-\nend 2014—that is, to sell securities before year-end and repurchase them in the first few days of\nJanuary 2015 (Federal Reserve Bank of New York 2014b). As described below, money-market\nrates historically have exhibited significant variation at quarter- and year-ends, so the year-end\nwas a useful period in which to assess the ability of RRPs—both term and overnight—to help\ncontrol short-term rates. Over the last four weeks of December 2014, the Desk conducted four\nterm RRP operations that offered a total of $300 billion in term RRPs, all of which matured on\nJanuary 5, 2015.22\nThe Federal Reserve continues to enhance operational readiness and increase its understanding\nof the impact of RRPs through technical exercises. For example, in January 2015, the FOMC\nauthorized up to $50 billion in term RRP operations for February and early March, and $200\nbillion of term RRP operations that would span the March 2015 quarter-end (Federal Reserve\nBank of New York 2015).\n21 In contrast, as noted above, for overnight RRP, the sale and repurchase occur on successive business days. The\nDesk had previously conducted small-scale tests of term RRPs, largely to ensure that this tool would be ready if the\nFOMC decided to use it to drain reserves.\n22 As noted in section 2.6, total take-up from these four term RRP auctions was $226 billion.\nPage 9\n\n2.6. Results of ON RRP testing to date\nTesting to date suggests that the ON RRP exercise, even in limited size, has helped control short-\nterm interest rates. Chart 2 adds the ON RRP offering rate to chart 1 to show that this rate\ngenerally has served as an effective floor on short-term interest rates since the beginning of the\nON RRP exercise. On most days, for example, the Treasury GCF rate has remained above the\nON RRP rate.\nChart 3 illustrates counterparties’ take-up of ON RRPs. In first three months of the ON RRP\nexercise, from September to December 2013, when the cap on each counterparty’s usage was at\nmost $1 billion, aggregate take-up averaged only $8 billion. ON RRP usage subsequently rose,\nin part reflecting increases in the counterparty cap. From April 7 to September 19, 2014, when\nthe individual counterparty cap was $10 billion, aggregate take-up averaged $140 billion. Since\nSeptember 22, 2014, the individual cap has been $30 billion, and usage has averaged $131\nbillion.23\nThe chart also shows the composition of counterparties’ participation in the ON RRP exercise.\nMMFs generally account for most of the take-up; since April 7, 2014, MMF usage has averaged\n$116 billion, or 85 percent of average aggregate take-up.\nAs shown in chart 4, ON RRP take-up generally increases when the spread between market\nrates—in this case, the overnight GCF Treasury repo rate—and the ON RRP rate narrows. That\nis, ON RRP demand rises when the ON RRP rate is higher relative to market interest rates on\nother short-term investments.\nAs chart 3 illustrates, ON RRP take-up has spiked at recent quarter-ends, largely because\nborrower demand for short-term funding drops sharply on those dates. Much of this drop-off in\ndemand reflects so-called “window dressing” by financial institutions. For example, foreign\nbanking organizations trim borrowing at quarter-ends to reduce the size of their balance sheets,\nsince bank capital regulations in some countries are based on assets measured at the end of each\nquarter. Hence, MMFs and other cash investors, facing reduced opportunities to invest at\nquarter-ends, have shifted money into ON RRP. Take-up has jumped at the end of each quarter\nsince the testing exercise began, and usage reached a record $339 billion at the end of June 2014.\nDemand was even higher, at $407 billion, on September 30, 2014, but with the $300 billion\noverall limit in place, only that lower amount of ON RRP was awarded to counterparties, and the\nauction process was used to allocate ON RRP among them. This auction procedure (described in\nmore detail in section 4) caused the rate paid on ON RRPs (the “stop-out rate”) to fall to 0 basis\npoints that day.\nThe limited availability of ON RRPs on the quarter-end date of September 30, 2014, apparently\ncontributed to a drop in the Treasury GCF rate below the ON RRP offering rate on two days in\nlate September as well as on the quarter-end day itself. As shown in chart 2, on September 30,\n23 Offerings of term RRPs in December 2014 likely contributed to a decline in average ON RRP use in that month.\nTotal RRP usage, including both ON and term RRPs, has averaged $156 billion since September 22, 2014.\nPage 10\n\nthe Treasury GCF rate fell to 1.8 basis points, its lowest level of the year. The decline in rates on\ndays prior to September 30 reportedly reflected money market investors’ expectations that the\noverall limit would be binding on that day and their efforts to invest in substitute assets\nbeforehand.24\nChart 2 also shows that, in contrast to the drop in money-market rates that occurred at the end of\nSeptember 2014, short-term interest rates generally stayed above the ON RRP offering rate at the\nend of December. That result likely reflected, at least in part, the offerings of term RRPs that\nspanned year-end 2014, which augmented the available supply of RRPs with the Federal\nReserve. That is, at year-end, total Federal Reserve offerings of RRPs reached $600 billion:\n$300 billion in ON RRPs and $300 billion in term RRPs. Total RRP take-up on December 31\nwas $397 billion—$171 billion in ON RRPs and $226 billion in term RRPs—just short of the\n$407 billion in bids submitted on September 30 for ON RRPs.\n3. Some potential secondary effects of an ON RRP facility\nAn ON RRP facility is a monetary policy tool that could play an important role in controlling\ninterest rates during the normalization process, and a full-allotment facility that places no limits\non ON RRP offerings might be especially effective in this regard. At the same time, a facility\nthat offers ON RRP in very large amounts, even if it were not full-allotment, could have some\nsignificant secondary effects, including impacts on short-term funding market structure and\nfinancial stability. Policymakers, academics, and market observers have identified several\npotential consequences with both positive and negative implications, and this section describes\nthose possibilities in detail. We follow up this section with analysis, in section 4, of some\npotential features in the design of an ON RRP facility that might mitigate or prevent secondary\neffects that could be undesirable.\nOne implication of a very large ON RRP facility would be the expansion of the Federal\nReserve’s intermediation in short-term funding markets, which—particularly if such a facility\nwere permanently in place—could alter financial markets in unpredictable ways. Concerns\nabout a larger Federal Reserve footprint in short-term funding markets were raised at the June\n2014 FOMC meeting, at which “a number of participants noted that a relatively large ON RRP\nfacility had the potential to expand the Federal Reserve’s role in financial intermediation and\nreshape the financial industry in ways that were difficult to anticipate” (FOMC 2014a).\nThe presence of an ON RRP facility also could have implications for financial stability. A\npotentially beneficial effect arises from the provision of a very safe, short-term asset. A recent\nacademic literature suggests that official-sector issuance of debt instruments with money-like\ncharacteristics can displace private short-term assets that are prone to runs.25 Thus, by supplying\n24 The Federal Reserve’s September 17, 2014 announcement of changes to the ON RRP exercise, including the\nintroduction of the $300 billion overall limit, came shortly before the end of the quarter (Federal Reserve Bank of\nNew York 2014a). A subsequent scramble among investors for money market assets late in the quarter may have\ncontributed to the decline in rates.\n25 As described below, this literature includes Stein (2012); Greenwood, Hanson, and Stein (2013); Krishnamurthy\nand Vissing-Jorgensen (2013); and Carlson et al. (2014).\nPage 11\n\nON RRPs with money-like features, the facility might mitigate some risks to financial stability,\nalthough this effect would be incidental to the facility’s primary purpose.\nHowever, a facility that could allow a very rapid and unexpected expansion of ON RRP might\nexacerbate disruptive flight-to-quality flows during a period of financial stress and thus could\nundermine financial stability. Market observers and policymakers both have described such\nrisks. For example, the Minutes of the June 2014 FOMC meeting state that “[m]ost participants\nexpressed concerns that in times of financial stress, the facility’s counterparties could shift\ninvestments toward the facility and away from financial and nonfinancial corporations, possibly\ncausing disruptions in funding that could magnify the stress” (FOMC 2014a).\nThe extent of the potential secondary effects of an ON RRP facility likely would depend on both\nthe size of the facility and its potential rate of expansion. The possibility of unpredictable effects\narising from a larger Federal Reserve footprint in short-term funding markets, as well as the\npotential benefits of supplying safe money-like assets, would be associated with the level of\nfacility usage. In contrast, as described below, the risk of exacerbating a disruptive flight to\nquality would be more closely linked to the potential for facility usage to significantly increase\nsuddenly and unexpectedly. Below, we examine these possible secondary effects in greater\ndetail.\n3.1. Potential effects of a very large ON RRP facility on financial intermediation\nBy offering a new form of overnight risk-free investment, an ON RRP facility could attract cash\nfrom investors who otherwise might provide funding for private institutions and firms. That is,\nthe facility could expand the Federal Reserve’s role in financial markets by offering investors a\nnew tool to manage liquidity and thus could crowd out some private financing. Such crowding\nout may have both desirable and undesirable consequences: This section describes some\npotential adverse implications, while section 3.2 describes some possible benefits.\nSome crowding out of short-term funding is likely during any monetary-tightening phase, as\nshort-term interest rates rise and some borrowers that have obtained funding at low rates are\nunwilling to pay higher rates. Since the purpose of an ON RRP facility is to help set a floor for\nshort-term interest rates by offering investors an alternative risk-free asset, an ON RRP facility\nshould be expected to supplant some private financing activity, particularly when the FOMC\ndecides to raise the target range for the FFR.\nImportantly, increased ON RRP take-up does not expand the size of the Federal Reserve’s\nbalance sheet or the volume of private short-term funding required to finance that balance sheet.\nInstead, such an increase shifts the composition of the Federal Reserve’s liabilities from reserves\nheld by banks to RRPs that can be held by a wider range of institutions. Hence, the crowding out\nof private financing that results from greater use of ON RRP would largely represent a reduction\nin private lending by money-market investors to banks that are financing reserves, offset by an\nincrease in private lending by those investors directly to the Federal Reserve. Given the IOER\nand ON RRP rates that are set by the Federal Reserve, the allocation of Federal Reserve\nliabilities between reserves and RRPs is ultimately determined in markets.\nPage 12\n\nNonetheless, the resulting crowding out of private short-term financing may have some adverse\nimplications. Most importantly, a permanently expanded role for the Federal Reserve in short-\nterm funding markets could reshape the financial industry in ways that may be difficult to\nanticipate and that may prove to be undesirable. For example, a permanent or long-lasting\nfacility that causes very significant crowding out of short-term financing could lead to\natrophying of the private infrastructure that supports these markets. Partially in response to some\nof these concerns, the FOMC has made clear that an ON RRP facility is not intended to be\npermanent (FOMC 2014c).\nThe amount of short-term financing that could be crowded out would depend largely on the\nelasticity of demand for private financing—that is, the extent to which private firms are willing\nto raise rates that they pay for short-term funding to remain competitive with a new risk-free\nasset. The limited testing of ON RRPs to date suggests that the amounts in question could be\nsubstantial relative to the size of the market for Treasury tri-party repo but still only a small\nfraction of overall volumes in money markets. As noted in section 2, since September 22, 2014,\nwhen the individual-counterparty cap was raised to $30 billion, ON RRP take-up has averaged\n$131 billion. During the same period, total tri-party repo against Treasury securities collateral\naveraged $667 billion, and repo against all U.S. government securities collateral averaged $1.26\ntrillion, although tri-party repo represents only a fraction of outstanding money market\ninstruments in which ON RRP counterparties invest cash.26 We are not aware of any evidence\nthat the testing of the facility to date has affected the structure of the money market.\nChart 5 suggests that ON RRPs have served as a substitute for some private financing, although\nrecent declines in private short-term funding probably have reflected factors other than the\navailability of ON RRPs. The chart shows volumes of repo backed by U.S. government\nsecurities (“government repo”) held by MMFs. As the chart indicates, MMFs’ private financing\nthrough government repo was declining before ON RRP became available, at least in part\nbecause of pressures on financial institutions to trim their balance sheets in light of new\nregulatory requirements for capital.27 The chart shows that increasing ON RRP take-up since\ntesting operations began in September 2013 has offset a fairly steep decline in government repo\nfinancing for private entities. So, in this case, increased ON RRP take-up may reflect in part the\ndeleveraging of financial institutions, rather than the crowding out of private short-term\nfinancing.\n3.2. Potential effects of an ON RRP facility on financial stability\nIn principle, there are two distinct channels through which the establishment of an ON RRP\nfacility could affect financial stability. First, the availability of an elastically supplied risk-free\nasset could influence the likelihood that money market investors would shift rapidly from\nproviding private short-term funding to holding only very safe assets. That is, the facility could\n26 These figures include ON RRP transactions.\n27 The requirements include the Basel III leverage ratio introduced by the Basel Committee on Banking Supervision\nin 2010, which was implemented in the U.S. through the supplementary leverage ratio in 2013, as well as Federal\nReserve rules adopted in 2014 that require foreign banking organizations with large U.S. operations to establish U.S.\nintermediate holding companies (IHCs) that generally will be subject to the same capital standards applicable to\nU.S. bank holding companies.\nPage 13\n\naffect the chance of a widespread run. Second, an ON RRP facility could affect the dynamics\nand severity of such a shift, once it is under way.\nThe academic literature does not provide strong guidance regarding the effects of a new risk-free\nasset on the likelihood of sudden shifts toward safe assets. On the one hand, a recent literature\nhas emphasized the benefits of the public provision of safe short-term assets, such as ON RRPs,\nin enhancing financial stability by displacing private money-like assets that are prone to runs.\nOn the other hand, some models suggest that the availability of an attractive safe investment\ncould increase the likelihood of runs.\nHowever, once a run is underway, the availability of ON RRPs could allow greater flight-to-\nquality flows during a run and thus could exacerbate the run and its effects. These effects might\nbe particularly significant with a full-allotment ON RRP facility, but they also could occur with\nfacility that does not offer full allotment if its structure leaves the potential for a sudden and\nunexpected large increase in take-up.\n3.2.1. Effect on the likelihood of runs\nThe academic literature has not directly considered the broad effects of introducing an elastically\nsupplied risk-free asset, and the insights that can be gained from existing models are somewhat\nlimited, in part because these models do not deliver robust predictions. Hence, the literature\noverall does not provide clear-cut predictions about how an ON RRP facility would affect the\nlikelihood of a run.\nA recent literature has suggested that the provision of short-term safe assets by the official sector\ncould enhance financial stability by displacing private money-like liquid assets and reducing the\nrisk of runs (Stein 2012; Greenwood, Hanson, and Stein 2013; Krishnamurthy and Vissing-\nJorgensen 2013; Carlson et al. 2014). Gorton and Metrick (2012) have argued that private\nissuance of money-like assets, particularly before the financial crisis, was a response to a\nshortage of safe short-term instruments, and that these private instruments can leave issuers\nvulnerable to runs. Stein (2012) and Greenwood, Hanson, and Stein (2013) state that increasing\nthe supply of safe short-term assets may be more effective than regulatory responses to the\nexternalities associated with private money-like assets, especially those created by the shadow-\nbanking sector.\nIn principle, the benefits of displacing private money-like instruments could be realized either\nwith an increase in government liabilities, such as Treasury bills, which can be held by a wide\nrange of investors, or an increase in central bank liabilities, such as ON RRPs, that are available\nto large and active money market investors. Government creation of short-term safe assets via\nincreased issuance of short-term instruments has some drawbacks, however, such as greater\nrollover risk to the government (see, for example, Greenwood, Hanson, and Stein 2013). This\nconcern is less relevant for ON RRPs, since a reduction in investor demand for ON RRPs would\nsimply result in an offsetting rise in reserves.\nModels in the tradition of Diamond and Dybvig (1983) consider the fragility of a financial\ninstitution that must choose between a short-term safe asset (like an investment in an ON RRP\nPage 14\n\nfacility), and a long-term technology. In these models, an exogenous increase in the return on\nthe safe asset, analogous to an increase in the ON RRP rate, has both a substitution and an\nincome effect. The substitution effect reflects the tendency to increase investment in the safe\nasset as its higher return makes it more desirable. The income effect reflects the opposite\ntendency—to reduce investment in the asset because one can earn the same income with a lower\nquantity of the asset. In principle, either effect could dominate.28 Increasing the return on the\nsafe asset could reduce the range of parameter values for which the financial institution is\nvulnerable to runs, but there are no general results establishing the conditions under which such\nan effect could occur.29\nAnother relevant theoretical result is that, by giving investors an attractive outside option (a safe\nasset supplied elastically at a fixed rate), an ON RRP facility could increase the likelihood of a\nrun. This result occurs, for example, in some game theoretic models (see, for example, Morris\nand Shin 2010). However, these models do not consider possible endogenous reactions that\ncould offset the increased risk. For example, borrowers who rely on funding from lenders that\nare more likely to run because of access to an ON RRP facility could reduce this risk by\nincreasing the term of their funding.\n3.2.2. Effect on the dynamics and severity of a run (once it is underway)\nAbsent an ON RRP facility, in the event of a widespread run from private short-term funding\nmarkets, the supply of safe assets, such as Treasury securities, would not expand automatically to\naccommodate increased demand.30 Hence, without ON RRPs, opportunities to run may be\nconstrained by a limited supply of risk-free assets, and greater demand for those assets is likely\nto push up their prices and make running more costly.\nBy contrast, an ON RRP facility that elastically supplies a very safe asset and which has the\npotential to increase in size by very large amounts would provide no immediate mechanism to\nslow a run. Hence, some market observers have suggested that such a facility could exacerbate\nflight-to-quality flows and their repercussions (Wrightson ICAP 2014). In section 4, we describe\nsome possible ON RRP facility design features, such as caps on usage, that could address these\nconcerns. Here, however, we focus on the possible effects of a facility without such features.\nTo be sure, an ON RRP facility may have some benefits during a run. By displacing private\nmoney-like assets prior to the run, ON RRPs might dampen the run and ameliorate some of the\ndamage it causes. Moreover, the availability of ON RRPs could diminish the incentive to run to\nsafe assets, such as Treasury securities or MMFs that hold only U.S. government securities.\n28 For example, if a depositor’s utility function displays constant relative risk aversion, then whether the substitution\nor the income effect dominates depends on the degree of risk aversion.\n29 For example, Ennis and Keister (2006) provide a sufficient condition for a bank to be run-proof that depends on\nthe return of the safe asset.\n30 Safe-haven flows may be limited by other constraints, as well. For example, MMFs that invest exclusively in\nTreasury and other U.S. government securities have at times stopped accepting new investments, especially when\nheightened demand for those securities pushed their interest rates down to very low levels.\nPage 15\n\nBecause the prices of safe assets tend to rise in such scenarios, and government-only MMFs can\nclose their doors to new investors, there may be an incentive to front-run other investors. An ON\nRRP facility that elastically supplies a safe asset at a fixed rate could diminish this incentive.31\nIn the next two sections, we consider some recent flights to quality and discuss how an ON RRP\nfacility might affect financial stability during such an event.\n3.2.3. The dynamics of some recent widespread flights to quality\nShort-term funding markets historically have been buffeted by sudden flights to safety, when\ninvestors have abruptly sought to limit risk exposure by switching quickly from risky assets to\nsafer ones. Prior to the introduction of deposit insurance, these episodes typically involved\nwidespread bank runs. The emergence of a large wholesale funding market in the United States\nin recent decades has set the stage for large-scale runs on the liabilities and shares of nonbank\nissuers, such as the runs on MMFs, repo, and CP that occurred in 2007-2008.\nTo illustrate the types and magnitudes of the rapid shifts that have occurred in short-term funding\nmarkets during flights to quality, we examine a recent episode of financial strain: September\n2008, when the most precipitous runs of the 2007-2009 crisis occurred. (An appendix examines\ntwo additional episodes of more modest flight-to-quality flows that occurred during the debt-\nceiling standoffs of 2011 and 2013.) We focus primarily on flows that occurred during a one-\nweek window, to highlight the types of flows that may present the greatest threats to financial\nstability.\nOf course, flight-to-quality dynamics during future crises are likely to be quite different from\nthose in past episodes. For example, the 2008 crisis was an unusually large shock—not a typical\nflight-to-quality episode—although the flows that occurred during that crisis probably would\nhave been significantly larger without government interventions, including the Federal Reserve’s\nliquidity programs and actions by the Treasury and FDIC. In addition, legal, regulatory, and\nother changes since 2008 will probably affect the nature and scale of future flight-to-quality\nepisodes. For example, new regulations that require banks to hold larger liquid-asset buffers\nthan in 2008, as well as the large amount of reserves currently in the banking system, may\nameliorate some of the effects of large-scale runs on short-term funding instruments. Still, recent\nflights to quality can provide a sense of the magnitudes of flow that could create financial\nstability concerns.\nHow large were flows to safe havens in September 2008?\nThe most severe flight-to-quality flows in 2008 occurred in the week of September 15-19, when\nthe Lehman bankruptcy caused losses at prime MMFs and the Reserve Primary Fund “broke the\nbuck.” A variety of safe havens attracted inflows, including government MMFs and bank liquid\ndeposits.32 As shown in chart 6, government MMF assets increased $190 billion between\n31 This type of effect is studied, in a different context, in Cipriani, Martin, McCabe, and Parigi (2014).\n32 For many safe assets, such as Treasury bills, supply did not increase over the week (Treasury bill supply actually\ndeclined during the week of September 15-19, so net flows were negative), and the marked increase in demand\nPage 16\n\nSeptember 12 and 19, and bank liquid deposits increased $100 billion.33 The largest daily flight-\nto-quality flow that week—adding up inflows to government MMFs and liquid deposits—was\n$140 billion, on September 18.34\nWhere did investors run from in September 2008?\nDuring the 2007-2008 crisis, investors ran from virtually every short-term vehicle that embedded\nliquidity and credit risk, although the timing and severity of runs on individual instruments\nvaried considerably.35 Chart 6 shows that in the week of September 15-19, 2008, investors\nredeemed $310 billion, on net, from prime MMFs. Investors also ran from other short-term\nfunding instruments; for example, CP outstanding dropped $110 billion that week.\nAs MMFs came under redemption pressure, they contributed to the pullback from risky assets.\nPrime MMFs’ holdings of CP and repo dropped $150 billion and $70 billion, respectively,\nbetween September 9 and 23, while holdings of Treasury securities declined just $7 billion and\ntime deposits held about steady.36 Notably, much of the redemption pressure on prime MMFs\nwas alleviated when the Treasury announced its temporary guarantee program for MMFs on\nSeptember 19, as the run on MMFs subsequently slowed significantly. In addition, the Federal\nReserve’s Asset-Backed Commercial Paper Money Market Mutual Fund Liquidity Facility\n(AMLF), which ultimately facilitated MMFs’ sales (at no loss to them) of $150 billion in asset-\nbacked CP to banking organizations, and the Primary Dealer Credit Facility (PDCF), also\nprobably dampened flight-to-quality flows.37\nAn important lesson from recent crises is that sudden changes in the perception of the relative\nrisk of various investments may lead to sharp differences in flow patterns. For example, in late\n2007 and early 2008, prime MMFs were apparently viewed as safer than some near substitutes,\nsuch as enhanced-cash funds and other private liquidity funds, and prime MMF assets increased\n$350 billion from August 2007 to August 2008. Of course, the direction of flows changed\ndramatically amid the run in September 2008. The appendix, which examines other episodes of\nresulted in higher prices and lower yields. Yields on 4-week and 3-month Treasury bills dropped from about 150\nbasis points on September 11 to under 10 basis points on September 17.\n33 Liquid deposits include transaction accounts and savings deposits at weekly FR 2900 reporters, which comprise\nabout 2500 institutions, including the largest domestic banks in terms of reservable liabilities and M2 deposits\n(liquid deposits plus small time deposits), as well as all foreign banking organizations.\n34 Some of these flows may have been impeded by quantity restrictions, such as MMF closures to new investments,\nalthough available data do not provide information on their use in September 2008.\n35 For example, between August 2007 and October 2008, investors sharply curtailed funding for asset-backed\ncommercial paper, auction-rate securities, tender-option bonds, securities-lending cash collateral investment pools,\nenhanced-cash and other private liquidity funds, repo, deposits at certain banks, prime MMFs, offshore MMFs, and\nbank short-term investment trusts. Runs on different instruments did not necessarily occur simultaneously; for\nexample, in late 2007 and early 2008, when some private liquidity funds were experiencing runs, prime MMFs were\nattracting large inflows.\n36 Based on data from iMoneyNet and authors’ calculations. Note that the portfolio holdings of the Reserve Primary\nFund are excluded from these figures, since that fund’s assets were not reflected accurately in iMoneyNet data.\n37 For a description of the Federal Reserve’s Credit and Liquidity Programs deployed during the crisis, see\nwww.federalreserve.gov/monetarypolicy/bst_crisisresponse.htm.\nPage 17\n\nstress, provides additional examples of how the direction of flight-to-quality flows may differ\nfrom one episode to the next.\n3.2.4. How might a potentially large ON RRP facility alter flight-to-quality dynamics?\nAs noted above, an ON RRP facility could have some beneficial effects during a run. It could\ndiminish incentives to move cash to safe assets ahead of other investors if there is certainty about\naccess during periods of stress. Furthermore, if the facility is large enough to have displaced a\nsignificant fraction of private money-like assets before a run begins, the facility could dampen\nthe scale of a run and mitigate the damage it causes.\nHowever, an elastically supplied risk-free asset also could amplify run dynamics, such as those\nthat have occurred in past flight-to-quality episodes, and alter the destinations of safe-haven\nflows. Cash that, in the absence of ON RRPs, might have moved quickly to liquid deposits at\nbanks could go instead into a risk-free ON RRP facility through, for example, government\nMMFs that invest in ON RRPs. The sources of flight-to-quality flows, such as prime MMFs,\ncould experience larger outflows than in past episodes, and the availability of short-term funding\nfor broker-dealer and nonfinancial firms through vehicles like repo and CP could decline more\nquickly.\nThe safe-haven flows in previous stress episodes can provide a benchmark for the potential scale\nof flows that, at a time of heightened risk aversion, might be redirected to an ON RRP facility\nfrom financial institutions or funds that served as safe havens in past flights to quality. However,\nsuch flows tell us little about the potential additional flight-to-quality flows that might occur\nbecause an ON RRP facility has created a new, elastically supplied risk-free asset. Some\npotential mechanisms for incremental flows include greater within-portfolio shifts to safe assets\nby MMFs that are ON RRP counterparties, larger redemptions from prime MMFs and inflows to\ngovernment MMFs that hold ON RRPs, and larger inflows to these government MMFs (or\ndirectly to an ON RRP facility) from other sources.\nOutstanding amounts of short-dated money market instruments can illustrate the potential for\nlarge net flows to safe-haven destinations, such as an ON RRP facility, that can accommodate\nincoming cash. For example, the aggregate assets of institutional prime MMFs, which would be\nat risk of sudden, heavy redemptions in a crisis, suggest that such flows could be several hundred\nbillion dollars.38 To be clear, some such flows are likely in an episode of financial stress,\nregardless of the existence of an ON RRP facility, so the overall size of potential flight-to-quality\nflows cannot inform us about the marginal impact of an ON RRP facility on these flows. Still,\nthe magnitudes in question indicate that flight-to-quality inflows to a facility could be very large.\n38 Institutional prime MMFs have proven to be particularly vulnerable to runs in past episodes of stress (see, for\nexample, U.S. Securities and Exchange Commission 2013, pages 72-76).\nPage 18\n\nWhat are the financial stability implications of the potential changes in flight-to-quality flows\nduring crises?\nThe effects of changes in flight-to-safety flows on financial stability and economic activity\nwould depend in large part on the nature of the institutions and firms that might lose short-term\nfunding if investors shift to ON RRPs. Data on the short-term assets held by MMFs, which are\nvery large investors in these markets, suggest that the institutions and firms in question would\nmostly be large banks—particularly foreign banks—and their subsidiaries, including broker-\ndealers (these data are discussed in the appendix). The ultimate recipients of this financing are\nless certain, but they could have included clients, such as hedge funds and nonfinancial firms,\nthat normally obtain funding from the banks and broker-dealers. However, a substantial amount\nof the short-term borrowing, particularly by foreign banks, was likely used to finance IOER\narbitrage, and the withdrawal of that portion of the short-term funding likely would not have any\nadverse effects on financial stability.\nThe redirection of cash that might have gone to liquid deposits in the past may also have stability\nimplications. Banks that received such cash would have had a broader range of options for\nreinvesting it than the government MMFs that are likely to attract inflows because of their access\nto ON RRPs. In addition, Gatev, Schuermann, and Strahan (2009) argue that deposit inflows\nmay have bolstered bank liquidity during past episodes of stress. However, regulatory changes\ndiscussed in section 2 are probably making large flight-to-quality deposit inflows, particularly\nthose from institutional investors, less attractive for many banks.\nTo be sure, most surges in ON RRP take-up probably would have no bearing on financial\nstability. For example, seasonal reductions in the supply of Treasury bills may cause jumps in\nON RRP usage that are unrelated to financial stability. Also, when private borrowers’ demand\nfor short-term funding drops—for example, as foreign banking organizations and some domestic\nbanks trim borrowing at quarter-ends—investors may shift money into ON RRPs. The resulting\nincreases in take-up are unlikely to be disruptive.\nIn fact, as noted in section 2, large one-day increases in ON RRP usage have already occurred on\ndates when borrower demand for short-term funding has dropped, particularly on quarter-end\ndates. Take-up jumped $199 billion and $131 billion on the last days of June and December\n2014, respectively. Moreover, demand rose by $213 billion on the last day of September 2014,\nalthough the aggregate cap limited the increase in awards that day to $105 billion. Rather than\nbeing disruptive, these increases in ON RRP take-up so far appear to have smoothed the supply\nof money market assets, particularly at quarter-ends when borrowers’ demand for short-term\nfunding typically falls.\nIn contrast, the surges in usage that would be cause for concern would be those triggered by\nstress-related flights to quality, which presumably would be due to reductions in investors’ (that\nis, lenders’) willingness to supply short-term funding to private firms and institutions. The scale\nof one-day increases in ON RRP take-up indicates that money market participants, such as\nMMFs, have the potential to direct large flows quickly to ON RRPs.\nPage 19\n\nWhy does a large and unexpected increase in ON RRP take-up have financial stability\nimplications during a flight to quality? Isn’t provision of safe assets during crises one of the\nroles of the Federal Reserve?\nProvision of safe assets to the financial system is a core central-bank function. Indeed, the\nofficial title of the Federal Reserve Act is “An Act to provide for the establishment of Federal\nreserve banks, to furnish an elastic currency…” Increasing the supply of ON RRP could in\nprinciple be seen as similar to classic means of furnishing an elastic currency, such as open\nmarket purchases or lender-of-last-resort functions like discount-window lending.\nHowever, an increase in ON RRP, which absorbs cash from the private sector, has very different\nimplications for the availability of liquidity and credit in the economy than the classic central-\nbank tools that augment liquidity in periods of stress. Those classic tools, such as lender-of-last-\nresort extensions of credit to banks through Discount Window loans, involve the Federal\nReserve’s provision of cash against less-liquid private assets that serve as collateral, and hence\ndo not cause any reduction in available credit to private borrowers. For example, a private debt\ninstrument that is pledged at the Discount Window in exchange for Federal Reserve liabilities\n(cash or reserves) remains intact. In contrast, all else equal, increased ON RRP usage implies\nreduced short-term financing for other borrowers. If, for example, MMFs quickly shift from\ninvesting in commercial paper or repo to holding ON RRPs, they would reduce the availability of\nshort-term credit for private firms and institutions. More generally, in contrast to classic central-\nbank liquidity provision, which creates reserves, increased ON RRP take-up diminishes reserves.\nThe Federal Reserve could take actions to offset the reduction in available liquidity that might be\ncaused by a flight-to-quality event, including a surge of inflows to an ON RRP facility. In\nparticular, the Federal Reserve could use its traditional tools for injecting liquidity back into the\nfinancial system, such as providing funding through the Discount Window to commercial banks\nwith liquidity shortfalls and providing liquidity broadly through repos backed by OMO-eligible\nsecurities with primary dealers. The Federal Reserve also could employ unconventional tools,\nsuch as large-scale asset purchases (LSAPs) of U.S. government securities and—subject to the\nprovisions of the Dodd-Frank Act—establishing broad-based facilities under section 13(3) of the\nFederal Reserve Act to provide credit to a broad set of nonbank financial institutions and\nnonfinancial firms. Still, some limitations in these tools and in the Federal Reserve’s ability to\nemploy some of them expeditiously suggest some caution regarding the efficacy of a potential\nresponse to disruptive flight-to-quality flows.39 For these and other reasons, it may be prudent to\ndesign an ON RRP facility with features that would mitigate the risk of sharp, potentially\ndisruptive surges of ON RRP take-up, while preserving the facility’s usefulness in helping to\ncontrol short-term interest rates.\n39 For example, stigma associated with Discount Window borrowing may limit its effectiveness in providing\nliquidity, repos with dealer firms can be executed only against certain forms of high-quality collateral, and extending\ncredit quickly to nonbank financial institutions and nonfinancial firms would be challenging.\nPage 20\n\n4. Some options for ON RRP facility design features aimed at addressing potentially\nundesirable secondary effects\nIn this section, we discuss some possible design features and safeguards for an ON RRP facility\nthat could address the potentially undesirable secondary effects that were discussed in section 3,\nwhile also providing the FOMC with the desired degree of control over the FFR. In particular,\nwe discuss measures that could limit the role of the Federal Reserve in financial intermediation\nand constrain sudden, sharp increases in take-up that might threaten financial stability. These\nmeasures include making the ON RRP facility temporary, changes in the ON RRP rate, quantity\ncontrols, and combinations of rate changes and quantity controls. It is worth noting that a\nnumber of regulatory changes over recent years have been aimed at boosting the liquidity\npositions of financial institutions and reducing run risks in short-term funding\nmarkets. Consistent with the spirit of those regulations, the design features discussed in this\nsection are aimed at minimizing any potential for ON RRP operations to exacerbate liquidity\nrisks in short-term funding markets.\n4.1. Making the ON RRP facility temporary\nMaking an ON RRP facility temporary would help to address concerns that such a facility could\nexpand the Federal Reserve’s role in financial intermediation and reshape the financial industry\nin ways that are difficult to anticipate and that may prove to be undesirable. A temporary facility\nis less likely than a permanent one to cause lenders to curtail relationships with money-market\nborrowers, to abandon money-market infrastructure, and to rely exclusively on ON RRPs as a\nplace to invest cash. Indeed, market participants appear to be maintaining counterparty\nrelationships, perhaps in part because they anticipate that the facility will be discontinued when it\nis no longer needed to support money market rates.\nThe FOMC has indicated that, although an ON RRP facility will be useful in controlling short-\nterm rates during normalization, the Committee does not anticipate that such a facility will be a\npermanent part of the Committee’s longer-run operating framework. As noted in the Policy\nNormalization Principles and Plans released in September 2014, the Committee will use an ON\nRRP facility only to the extent necessary and will phase it out when it is no longer needed to help\ncontrol the FFR (FOMC 2014c).\nConsistent with the expectation that an ON RRP facility would be temporary in nature, the\nFederal Reserve Bank of New York announced in November 2014 that it is unlikely to further\nmodify the eligibility criteria for RRP counterparties. The Federal Reserve Bank of New York\nalso noted that it did not anticipate increasing the total number of RRP counterparties after\nadding those from a wave of applications in late 2014 (Federal Reserve Bank of New York\n2014c).\nIn addition, as indicated in the Policy Normalization Principles and Plans, the Committee intends\nto reduce its securities holdings in a gradual and predictable manner primarily by ceasing to\nreinvest repayments of principal. This process will result in a reduction in excess reserves, and\nthus gradually improve the extent to which IOER exerts upward pressure on money market rates.\nFor example, a lower amount of reserves in the banking system should reduce banks’ balance\nPage 21\n\nsheet costs and the costs associated with arbitrage activities, and hence foster a tighter link\nbetween the IOER and other market rates. In addition, reducing reserves should make them\nscarcer (at least for some banks), increase banks’ competition for reserves, and facilitate tighter\ncontrol of the FFR. Against this backdrop, when the FOMC is confident that the IOER rate—\nperhaps supported by supplementary tools other than an ON RRP facility—is exerting a\nsufficiently strong pull on money market rates, the ON RRP facility will no longer be needed.\nThe FOMC has other supplementary tools that could be used to hasten the phase-out of an ON\nRRP facility, if the Committee determines that doing so would be appropriate. For example,\nduring the normalization process, the Committee could complement ON RRPs with term RRPs.\nThe Federal Reserve could also use a Term Deposit Facility (TDF), which would allow banks to\nmaintain term deposits with the Federal Reserve at a higher rate than the IOER rate. These tools\ncould provide additional arbitrage opportunities for banks and nonbanks and help to exert\nupward pressures on money market rates. Furthermore, use of these tools would diminish the\nsupply of reserves. Finally, the Committee could also choose to sell assets, which all else equal,\nwould reduce the amount of reserves in the banking system and diminish the aggregate size of\nthe banking system’s balance sheet. As noted above, both of these effects would help to put\nupward pressure on short-term interest rates.\n4.2. Setting the spread between the IOER rate and the ON RRP rate\nReducing the ON RRP offering rate to make investments in ON RRPs less attractive would be\none way to address concerns that a relatively large ON RRP facility could expand the Federal\nReserve’s role in financial intermediation. In particular, the spread between the IOER rate and\nthe ON RRP rate could be set wide enough to discourage very large average ON RRP take-up\nand reduce the facility’s usage in normal times. If the ON RRP rate is significantly below the\nIOER rate, money market investors are more likely to invest (directly or indirectly) in reserves\nand less likely to invest in ON RRP—that is, changes in the spread should cause substitution\nbetween these two forms of Federal Reserve liabilities. However, setting the ON RRP offering\nrate too low could also limit the usefulness of an ON RRP facility in helping to control short-\nterm interest rates during normalization.\nThe spread between the IOER and ON RRP rates also could be adjusted as needed to address the\nrisk that, in times of financial stress, the facility could attract sudden, large inflows that\ncontribute to a reduction in the availability of short-term funding. For example, during such\nepisodes, the ON RRP rate could be lowered to reduce the attractiveness of ON RRPs and\ndiminish their potential for displacing private short-term financing activity.\nHowever, as a tool for limiting potentially disruptive surges in ON RRP usage during periods of\nfinancial stress, lowering the ON RRP rate (and thus widening the spread relative to the IOER\nrate) has several limitations. Importantly, if investors become rate-insensitive during such\nepisodes—demanding safe assets at essentially any rate—reducing the rate may be ineffective in\ndiscouraging usage. Moreover, demand for safe assets can increase abruptly in a crisis, so a\nsurge in ON RRP take-up could occur before policymakers can react. Such a surge could have\nlasting effects, since a loss of funding could quickly put some firms in difficulty, even if ON\nRRP rates are subsequently adjusted. Of course, rates could be lowered in advance of a potential\nPage 22\n\nsurge in take-up if stress is seen developing in markets, but a risk in lowering the RRP rate\npreemptively is that doing so could intensify financial stress if investors interpret a rate reduction\nas a signal that policymakers expect conditions to worsen.\n4.3. Setting a cap on the ON RRP facility’s size\nAn alternative means of addressing concerns about ON RRPs would be to use caps to limit take-\nup directly. Caps could be set high enough to bind only rarely in normal times, so that the\nfacility can be as effective as possible for setting a floor on short-term interest rates. At the same\ntime, caps could be tight enough to limit the Federal Reserve’s role in financial intermediation or\nreduce the likelihood that a run to an ON RRP facility might contribute to financial instability.\nIndividual caps vs. an aggregate cap\nCaps on daily usage could be set individually for each ON RRP investor or imposed only at the\naggregate level of ON RRP take-up. As described in section 2, the FOMC is experimenting with\nboth types of caps during the current ON RRP exercise.\nA key advantage of having only individual caps is that they allow each counterparty to know in\nadvance the maximum amount that it can invest at the facility, since the amount would not\ndepend on the behavior of other ON RRP counterparties (as it would with an aggregate cap if it\nwas binding). Unless an additional aggregate cap is also in place, total potential ON RRP usage\non any day under a system of individual caps would be the sum of those caps. Individual caps\ncould be set at the same level for each investor or at different levels for different investors or\ninvestor types.\nAn aggregate cap would only limit total ON RRP take-up on a given day. As long as the cap is\nnot binding, individual counterparties could invest as much as they desire in ON RRP, unless\ntake-up is also subject to an individual limit. When an aggregate cap binds, however, individual\ncounterparties would not be guaranteed any particular amount of ON RRP; availability would\ndepend on other counterparties’ investment choices.\nAn aggregate cap on its own could provide a more flexible allocation of usage among\ncounterparties than a system of individual caps. Hence, an aggregate cap may be better suited to\nallocating ON RRPs to the counterparties that value them most. Similarly, if there is not perfect\ncorrelation in individual counterparties’ demand, an aggregate cap could allow for a more\nfavorable tradeoff between the objectives of limiting the size of the facility (and the magnitude\nof potential surges in take-up) and avoiding instances in which caps bind frequently under\nnormal market conditions. For example, an aggregate cap that is expected to bind on a given\nfraction of days can be set lower than the sum of individual caps that likely would bind for at\nleast one counterparty on the same number of days.40\n40 For example, consider two counterparties, each of which has ON RRP demand that varies randomly and\nuniformly from 0 to $10 billion, and assume that their demand is uncorrelated. An aggregate cap for these\ncounterparties set at $10 billion would bind half of the time. If individual caps are each set at $5 billion to maintain\nthe same effective aggregate cap of $10 billion, at least one of the individual caps would bind three-quarters of the\nPage 23\n\nFor an aggregate cap, a rule is needed to allocate usage among investors if the cap is reached. In\nsection 4.4, we describe the auction mechanism currently being tested, which operates in the\nevent that the cap is binding. Another possibility would be to ration awards on a pro rata basis\nbased on investors’ stated demand, although that approach could lead to overbidding when the\ncap is expected to bind.\nUnder an auction-based allocation system, when an aggregate cap is binding, the amount of ON\nRRPs available to an individual investor is determined by that investor’s and others’ bids and\nhence is not completely predictable. As noted above, an advantage of individual caps is that\neach counterparty would know its potential take-up in advance. In addition to reducing\nuncertainty during periods of stress, such predictability may help make an ON RRP facility more\neffective in establishing a floor on short-term interest rates by giving counterparties confidence\nthat a known amount ON RRP is available as a substitute for other investment options.\nStatic cap vs. dynamic cap\nCaps—whether they are set at the individual or aggregate level—could be static or dynamic.\nStatic caps are set in advance and do not vary unless policymakers choose to adjust them. In\ncontrast, dynamic caps would be adjusted at regular intervals (such as daily or weekly), perhaps\nusing a pre-specified rule, which might be based on recent or projected usage. For example, an\naggregate dynamic cap could be reset every week at an amount equal to average take-up during\nthe previous week plus a specified amount. Such a cap could be used as a “circuit breaker” that\nis calibrated to contain potentially disruptive surges in take-up (Dudley 2014).\nThe dotted blue line in chart 7 illustrates the $300 billion overall limit on take-up that has been in\nplace in the exercise since September 22, 2014 and shows how that limit compares to actual ON\nRRP take-up in recent months. The solid red line illustrates an example of a dynamic, circuit-\nbreaker cap, which might be employed in addition to (or instead of) a static limit like the $300\nbillion overall limit in the current exercise. The dynamic cap shown here is equal to average ON\nRRP usage over the previous five days plus $100 billion, although a variety of formulations\nwould be possible.\nMore generically, static and dynamic caps have different advantages. A potential advantage of a\ndynamic cap is that it could be used to control potential one-day surges in ON RRP take-up with\nmore precision than a static limit. (As illustrated in chart 7, potential one-day surges in ON RRP\nusage would be the gaps between a particular cap on a given day and actual, or “normal,” usage\non the previous day.) That is, the dynamic, circuit-breaker cap would adjust automatically to\naccommodate changing demand and market conditions, and it would tend to keep the size of\npotential jumps in usage within a narrower range. With a static cap, when usage is relatively\nlow, the size of potential surges in take-up could be large. However, if usage is trending high\nand close to the static cap, the cap may be so tight that it eliminates potential surges but at the\nexpense of the effectiveness of the facility in setting a floor on short-term rates.\ntime. Experience to date with actual take-up patterns corroborates the point that an aggregate cap set at a given level\ncan accommodate ON RRP demand more effectively than a system of individual caps that sum to the same amount.\nPage 24\n\nA static cap offers greater simplicity than a dynamic cap; a static cap at a given level is\nstraightforward and easily described. In addition, a static cap might be better suited than a\ndynamic cap to limit the Federal Reserve’s footprint in short-term funding markets, as the\ndynamic cap presumably would increase with ON RRP demand. In fact, the circuit-breaker cap\nillustrated in chart 7 could expand fairly rapidly; for example, if usage were to reach the cap on\nsuccessive days, the cap could increase by about $70 billion in three days.\nFinally, a combination of a static overall limit on usage and a dynamic, circuit-breaker cap might\noffer the advantages of each form of cap. That is, the static overall limit could address concerns\nabout the Federal Reserve’s footprint in short-term funding markets, while the circuit-breaker\ncap could mitigate financial-stability risks that might be associated with sudden surges in take-\nup.\n4.4. An auction mechanism to allocate usage\nOn the occasions when an aggregate cap is binding on ON RRP demand, an auction can provide\na market-based pricing mechanism to allocate usage to investors that place the highest value on\nON RRPs. An auction also might mimic the price dynamics of safe assets during flight-to-\nquality episodes.\nFor example, a single-price auction, with a maximum bid rate equal to the ON RRP offering rate,\ncan be used on days when demand exceeds the cap.41 Indeed, such an auction mechanism has\nbeen part of the ON RRP testing exercise since September 22, 2014. Counterparties that wish to\ninvest in ON RRPs must submit both a dollar amount (a bid quantity) and an interest rate. If the\nsum of dollar bids is less than the aggregate cap, then all counterparties receive the amounts that\nthey have requested at the ON RRP offering rate. If total bids exceed the cap (say, at quarter-end\nor during a period of stress), bids are ordered from the lowest interest rate bid to the highest, and\nON RRPs are allocated to bidders starting with those that bid the lowest rate until the aggregate\ncap is reached. The auction rate produced by this procedure (that is, the stop-out rate) is the\nhighest rate bid by any counterparty that is awarded a positive amount of ON RRPs.\nThe “single-price” nature of the auction means that all counterparties that are awarded any ON\nRRPs receive the same interest rate. Those counterparties that bid a rate below the auction rate\nreceive the dollar amounts that they have requested, and any remaining capacity is divided (on a\npro rata basis) among those whose bid rates are equal to the stop-out rate. Ordinarily, the rate\nproduced by this procedure is expected to be the ON RRP offering rate set by the FOMC, but\nwhen the cap binds, the auction-determined rate can be lower.\nAs noted in section 2, the auction mechanism that is part of the current ON RRP testing exercise\nhas been used once to date, on September 30, 2014. Bids totaled $407 billion on that day, so the\n$300 billon aggregate cap was binding. Although the ON RRP offering rate was 5 basis points\nthat day, the auction resulted in an ON RRP rate of 0 basis points.\n41 Uniform-price auctions are currently used for U.S. Treasuries and are also commonly used to conduct initial\npublic offerings.\nPage 25\n\nChart 8 illustrates more generally how ON RRP rates might vary with demand under a system\nthat includes an aggregate cap and an auction. For quantities of ON RRPs below the cap, the\nsupply curve is the thin blue dashed line in the chart. The thin, solid blue curve, D ,\nNormal\nrepresents aggregate demand during normal periods (it is upward-sloping because investors\ndemand more ON RRPs when the rate is higher). In normal times, equilibrium take-up is well\nbelow the cap and the ON RRP rate is the ON RRP offering rate, that is, the maximum bid rate,\nR .\nMax\nIn a crisis, demand might shift out to the thick, solid red curve, D . Demand at the ON RRP\nSurge\noffering rate exceeds the cap, which becomes binding. For demand in excess of the cap, the\nsupply curve is the vertical line at the cap. Total awards when the crisis occurs are limited to the\ncap, and investors receive the rate set by the auction, R , which can fall below the ON RRP\nAuction\noffering rate.\n5. Tradeoffs in the design of an ON RRP facility\nPolicymakers may face tradeoffs in designing an ON RRP facility as they seek to balance\npotentially competing objectives, such as setting an effective floor on money market rates,\nminimizing the unintended effects of a larger Federal Reserve role in short-term funding\nmarkets, and limiting risks to financial stability.\nFor example, setting the ON RRP rate well below the IOER rate would be one means of limiting\nthe footprint of the ON RRP facility in financial markets, but a wide spread between these two\nrates may have some drawbacks. For instance, rates on bank loans, such as the “prime rate,”\nmay remain tied to the top of the FFR target range and hence linked to the IOER rate, which is\nan opportunity cost of bank lending, but funding costs in money markets could remain close to\nthe ON RRP rate. A wide spread could contribute to incentives for lending activity to move\naway from the banking sector. In addition, if the frictions that prevent the IOER rate from\nexerting a strong upward pull on money market rates vary over time, a wide spread could lead to\ngreater volatility in—and uncertainty about—short-term rates.\nAnother tradeoff pertains to setting caps on ON RRP usage. Very low limits that often bind\ncould contain the Federal Reserve’s footprint in short-term funding markets and virtually\neliminate potentially disruptive surges into an ON RRP facility, but such caps also would\ndiminish the effectiveness of ON RRPs in achieving their primary purpose, that is, in helping to\nestablish a floor on short-term interest rates. If the availability of ON RRPs is severely\nconstrained, money market investors will have to look elsewhere for lending opportunities and\npotentially would be willing to invest at rates that fall well short of the ON RRP rate. By\ncontrast, very high caps set at levels that are never close to binding could allow an ON RRP\nfacility to set a firmer floor on interest rates. But such high caps may not do enough to address\nconcerns that a large ON RRP facility could expand the Federal Reserve’s role in short-term\nintermediation and potentially pose a threat to financial stability.\nThese tradeoffs are also likely to evolve. For example, the full implementation of new capital\nand liquidity rules in coming years may drive up financial institutions’ costs of short-term\nfunding and diminish their demand for receiving this type of financing. This could reduce the\nPage 26\n\navailability of money market instruments and boost demand for ON RRPs. If so, all else equal, a\nlarger ON RRP facility may be needed to prevent a widening of spreads between the IOER rate\nand other short-term interest rates. Moreover, in such a scenario, the falloff in private borrowers’\ndemand for short-term funding may diminish concerns about crowding out such funding.\nIn addition, policy normalization itself may affect the tradeoffs. With the FOMC’s target range\nfor the FFR currently set at zero to ¼ percent, structural features of the money markets that\nimpede nominal interest rates from falling below zero are probably helping to keep short-term\ninterest rates in the target range. Once the bottom end of the target range is raised above zero,\nmonetary policy tools that are intended to set a floor for short-term interest rates, such as an ON\nRRP facility, may need to be relied upon more heavily.\nSome of the tradeoffs in policy goals might be addressed by adopting design features that\nbalance objectives effectively. For instance, as noted in section 4, an aggregate cap of the type\ncurrently being tested may be more effective than individual counterparty caps in addressing\nsome of the concerns about an ON RRP facility that are described in this paper. That is, an\naggregate cap can be set at a level that is rarely binding but which allows a smaller footprint and\nsmaller potential surges than a system of individual caps that binds with the same frequency.42\nMoreover, an appropriate balancing of objectives could be fostered by the timing of\nimplementation of some of the features of the facility. For example, the Committee may wish to\ntemporarily employ a sizeable ON RRP cap at the commencement of policy normalization to\nensure a successful process, while announcing a strategy to lower the cap over time and\neventually phase out the facility. Indeed, when the Committee would want to start\nnormalization, economic and financial conditions will be unlikely to be associated with\nheightened risk of a disruptive flight-to-quality event.\nTests of ON RRPs conducted to date have been designed, in part, to provide a better\nunderstanding of the trade-offs involved in pursuing various policy goals. Information garnered\nfrom these tests will be helpful in the design of an ON RRP facility that can achieve the FOMC’s\ndesired level of interest rate control during the normalization process while addressing the\nconcerns related to financial stability and the Federal Reserve’s footprint in short-term funding\nmarkets.\n6. Conclusions\nAn ON RRP facility offers a promising technical advance in the implementation of monetary\npolicy. By making ON RRPs available to a broad set of investors, including nonbank institutions\nthat are significant lenders in money markets, such a facility can complement the use of IOER\nand help control short-term interest rates. Indeed, the FOMC has stated that it intends to use an\nON RRP facility for this purpose during the policy normalization process.\nAt the same time, an ON RRP facility may have important secondary effects with both positive\nand negative implications. The FOMC has considered a range of issues associated with an ON\n42 Even so, limits on individual counterparty usage may be useful for other reasons, such as for preserving access to\nON RRPs for a relatively broad range of counterparties.\nPage 27\n\nRRP facility and has directed the Desk to test several design features of ON RRP operations,\nincluding some which might be used to address undesirable secondary effects. Results of the\ntesting exercise in place since September 2013 have been quite encouraging and indicate that\neven capped offerings of ON RRPs can be effective in setting a floor for short-term interest rates.\nFOMC policymakers have generally agreed upon the importance of a successful commencement\nof the policy normalization process, and they have indicated that they will be prepared take the\nsteps necessary to keep the federal funds rate within the target range established by the\nCommittee (FOMC 2015).\nPage 28\n\nAppendix\nThis appendix supplements sections 3.2.3 and 3.2.4 of the paper. Section A.1 adds to the\nanalysis of section 3.2.3, which examines flight-to-quality dynamics in September 2008, by\nreviewing evidence from two more recent and more modest flight-to-quality episodes. Section\nA.2 furthers the discussion in section 3.2.4 by reviewing MMF portfolio data to provide\nadditional detail on the nature of the institutions and firms that might lose short-term funding\nquickly amidst a large-scale flight-to-quality event.\nA.1. The dynamics of additional flight-to-quality events\nThe two additional flight-to-quality episodes are the debt-ceiling standoffs of July-August 2011\nand October 2013. As was the case for the September 2008 example, we focus here on flows\nthat occurred during a one-week window during each episode.\nDuring the debt-ceiling episodes of 2011 and 2013, large safe-haven flows went primarily to\nbanks, as investors shunned some government securities. As illustrated in charts A1 and A2,\nliquid deposits surged $270 billion in the week ending August 1, 2011, and they increased $120\nbillion in the week ending October 16, 2013.43\nRun dynamics occurred on a more modest scale during the 2011 and 2013 episodes than in 2008,\nand the direction of some flows differed, too. The risk of delays in Treasury payments led to\nflight-to-quality flows from government MMFs. In the week ending on August 1, 2011, both\nprime and government MMFs experienced outflows—each about $60 billion—and CP\noutstanding dropped $50 billion. In the five business days ending on October 16, 2013, net\nredemptions from prime and government MMFs totaled $15 billion and $40 billion, respectively,\nand CP outstanding declined $20 billion.\nAs noted in the text, changes in the perception of the relative risk of various investments may\nlead to sharp differences in flow patterns during flights to quality. The debt-ceiling episodes\nillustrate this point. Government MMFs, which attracted very large inflows in 2008, saw\noutflows in 2011 and 2013, when government securities were themselves a source of concern.\nA.2. Using MMF portfolio holdings data to identify the institutions and firms that might lose\nshort-term funding quickly amidst a large-scale flight-to-quality event\nAs noted in section 3.2.4, the effects of changes in flight-to-quality flows on financial stability\nand economic activity would depend in large part on the nature of the institutions and firms that\nmight lose short-term funding as investors shift to ON RRPs. The short-term assets held by\nMMFs provide one perspective on the composition of borrowers that might be at risk. On\naverage in 2014, 90 percent of the $540 billion in financing that matured within a week from ON\n43 For the 2011 episode, we focus on the period in late July and early August, when concerns about the debt-ceiling\nstandoff appear to have motivated widespread flight-to-quality flows. Earlier that summer, prime MMFs had\nexperienced heavy outflows amid concerns about their large European exposures.\nPage 29\n\nRRP-counterparty MMFs went to 43 recipients.44 Forty-one of these recipients were banks and\ntheir subsidiaries, including broker-dealers, and 34 were foreign banks. The ultimate recipients\nof this financing are less certain, but they would have included clients, such as hedge funds and\nnonfinancial firms, that normally obtain funding from the banks and broker-dealers. For\nexample, $270 billion of the one-week funding was repo, which might have been used to finance\ncollateral for a variety of borrowers.\n44 These figures are based on average funding for each recipient reported at month-ends from January to December\n2014. The financing considered here excludes Federal Reserve RRPs and Treasury securities.\nPage 30\n\nReferences\nCarlson, Mark, Burcu Duygan-Bump, Fabio Natalucci, William R. Nelson, Marcelo Ochoa,\nJeremy Stein, and Skander Van den Heuvel, 2014, “The Demand for Short-Term, Safe Assets\nand Financial Stability: Some Evidence and Implications for Central Bank Policies,” Federal\nReserve Board Finance and Economics Discussion Series Working Paper no. 2014-102\n(November 25). www.federalreserve.gov/econresdata/feds/2014/files/2014102pap.pdf.\nCipriani, Marco, Antoine Martin, Patrick McCabe, and Bruno M. Parigi, 2014, “Gates, Fees, and\nPreemptive Runs,” Federal Reserve Bank of New York Staff Report No. 670 (April).\nwww.newyorkfed.org/research/staff_reports/sr670.pdf.\nDiamond, Douglas W. and Philip H. Dybvig, 1983, “Bank Runs, Deposit Insurance, and\nLiquidity,” Journal of Political Economy 91:3 (June), 401-419.\nDudley, William, 2014, “The Economic Outlook and Implications for Monetary Policy,”\nRemarks before the New York Association for Business Economics, New York City (May 20).\nwww.newyorkfed.org/newsevents/speeches/2014/dud140520.html.\nEnnis, Huberto M. and Todd Keister, 2006, “Bank Runs and Investment Decisions Revisited,”\nJournal of Monetary Economics 53:2 (March), 217-232.\n____, 2008, “Understanding Monetary Policy Implementation,” Federal Reserve Bank of\nRichmond Economic Quarterly 94:3 (Summer), 235-263.\nFederal Open Market Committee (FOMC), 2013a, “Minutes of the Federal Open Market\nCommittee” (July 30-31).\nwww.federalreserve.gov/monetarypolicy/files/fomcminutes20130731.pdf.\n____, 2013b, “Minutes of the Federal Open Market Committee” (September 17-18).\nwww.federalreserve.gov/monetarypolicy/files/fomcminutes20130918.pdf.\n____, 2014a, “Minutes of the Federal Open Market Committee” (June 17-18).\nwww.federalreserve.gov/monetarypolicy/files/fomcminutes20140618.pdf.\n____, 2014b, “Minutes of the Federal Open Market Committee” (July 29-30).\nwww.federalreserve.gov/monetarypolicy/files/fomcminutes20140730.pdf.\n____, 2014c, “Policy Normalization Principles and Plans” (September 17).\nwww.federalreserve.gov/newsevents/press/monetary/20140917c.htm.\n____, 2014d, “Minutes of the Federal Open Market Committee,” (September 16-17).\nwww.federalreserve.gov/monetarypolicy/files/fomcminutes20140917.pdf.\nPage 31\n\n____, 2015, “Minutes of the Federal Open Market Committee,” (January 27-28).\nwww.federalreserve.gov/monetarypolicy/files/fomcminutes20150128.pdf.\nFederal Reserve Bank of New York, 2013, “Statement Regarding Overnight Fixed-Rate Reverse\nRepurchase Agreement Operational Exercise” (September 20).\nwww.newyorkfed.org/markets/opolicy/operating_policy_130920.html.\n____, 2014a, “Statement to Revise the Terms of the Overnight Reverse Repurchase Agreement\nOperational Exercise” (September 17).\nwww.newyorkfed.org/markets/opolicy/operating_policy_140917.html.\n____, 2014b, “Statement Regarding Reverse Repurchase Agreements” (October 29).\nwww.newyorkfed.org/markets/opolicy/operating_policy_141029.html.\n____, 2014c, “Statement Regarding Reverse Repurchase Transaction Counterparty Applications”\n(November 12). www.newyorkfed.org/markets/opolicy/operating_policy_141112.html.\n____, 2015, “Statement Regarding Term Reverse Repurchase Agreements” (January 28).\nwww.newyorkfed.org/markets/opolicy/operating_policy_150128.html.\nGagnon, Joseph E. and Brian Sack, 2014, “Monetary Policy with Abundant Liquidity: A New\nOperating Framework for the Federal Reserve,” Peterson Institute for International Economics\nPolicy Brief (January). www.iie.com/publications/pb/pb14-4.pdf.\nGatev, Evan, Til Schuermann, and Philip E. Strahan, 2009, “Managing Bank Liquidity Risk:\nHow Deposit-Loan Synergies Vary with Market Conditions,” The Review of Financial Studies\n22:3 (March), 995-1020.\nGorton, Gary and Andrew Metrick, 2012, “Securitized banking and the run on repo,” Journal of\nFinancial Economics 104:3 (June), 425-451.\nGreenwood, Robin, Samuel G. Hanson, and Jeremy C. Stein, 2013, “A Comparative-Advantage\nApproach to Government Debt Maturity,” mimeo (September).\nKahn, George A., 2010, “Monetary Policy under a Corridor Operating Framework,” Federal\nReserve Bank of Kansas City Economic Review (Fourth Quarter), 5-34.\nKeister, Todd, Antoine Martin, and James McAndrews, 2008, “Divorcing Money from Monetary\nPolicy,” Federal Reserve Bank of New York Economic Policy Review 14:2 (September), 41-56.\nKrishnamurthy, Arvind and Annette Vissing-Jorgensen, 2013, “Short-term Debt and Financial\nCrises: What We Can Learn from U.S. Treasury Supply,” mimeo (May).\nMorris and Shin, 2010, “Illiquidity Component of Credit Risk,” Princeton University, mimeo\n(February).\nPage 32\n\nStein, Jeremy C., 2012, “Monetary Policy as Financial Stability Regulation,” Quarterly Journal\nof Economics 127:1 (February), 57–95.\nU.S. Securities and Exchange Commission, 2013, “Money Market Fund Reform; Amendments\nto Form PF: Proposed Rule.” Release no. 33-9408 (June 5).\nwww.sec.gov/rules/proposed/2013/33-9408.pdf.\nWrightson ICAP, 2014, “The Fed’s Overnight RRP Program,” The Money Market Observer\n(February 24), 4-7.\nPage 33\n\nChart 1. Selected money market rates\nBasis points\n60\nDaily\nEffective federal funds rate 50\nOvernight Treasury GCF rate\nOvernight AA nonfinancial commercial paper rate 40\nIOER rate 30\n20\nFeb.\n2 10\n0\n-10\n2010 2011 2012 2013 2014 2015\nSource: Federal Reserve; Federal Reserve, derived from data supplied by the Depository Trust & Clearing Corporation (DTCC); DTCC.\nChart 2. Selected money market rates, including the ON RRP offering rate\nBasis points\n30\nDaily\nIOER rate\n25\nEffective federal funds rate 20\nOvernight Treasury GCF rate\nOvernight AA nonfinancial commercial paper rate\nON RRP offering rate 15\nFeb.\n2\n10\n5\n0\nAug. Nov. Feb. May Aug. Nov. Feb.\n2013 2014\nSource: Federal Reserve; Federal Reserve, derived from data supplied by the Depository Trust & Clearing Corporation (DTCC); DTCC.\nChart 3. ON RRP take-up and caps\nBillions of dollars Billions of dollars\n32 400\nDaily Total (after September 30, right axis)\nMoney Market Funds (right axis)*\n28 350\nDealers (right axis)*\nOther (right axis)*\n24 300\nIndividual counterparty cap (left axis)\nOverall limit (right axis)\n20 250\n16 200\n12 150\n8 100\n4 50\n0 0\nNov. Nov. Dec. Jan. Jan. Feb. Mar. Mar. Apr. May. Jun. Jun. Jul. Aug. Aug. Sep. Oct. Oct. Nov. Dec. Dec. Jan.\n4 25 16 6 27 17 10 31 21 12 2 23 14 4 25 15 6 27 17 8 29 19\nSource: Federal Reserve Bank of New York.\n* Counterparty-type data are publicly available through September 30, 2014.\n\nChart 4. ON RRP take-up versus spread to Treasury GCF rate\nO N RRP take-up ($billions)\n350\n•June 30*\nIndividual counterpar ty caps\n300 •September 30*\n$30 billion $5 billion\n$10 billion $3 billion\n250 •March 31* $7 billion $1 billion\n1 1 2 5 0 5 0 0 0 0 0 0 • • •• •• • • • • • • •• • • • • • • • • • • • • • • •• • •• • •• • • • • •• • • •• • • • • • • • •• • • •• • • • • • • • • • • • • • • • • •• • • •• • • • • • • • •• • •• • • • • • • • • • • • • • • • • • • • •• • • • • • • •• • • • •• •• • • • • • • • • • • • •• •• • • •• • •• •• • • • • • •• • • • • • •• ••• • •• • • • • • • • • • • • • • • ••• • • •• • • • • ••• • • • • •• • • • • • • • • • • •• • • • • • •• • • • • • • • • • •• • • • • • •• • ••• • • • • • • • • • • • • • • • • • • ••• • • • • •• • • •• ••• • •• • • • • • • • • • • • • • • • • • •• •• • • • • • • • • • • • • • • • • • • • • • • • • •Dec • emb • er 31* •\n0 5 10 15 20 25\nSpread: Overnight Treasury GCF repo rate less ON RRP offering rate (basis points)\nSource: Federal Reserve Bank of New York, DTCC.\n*2014.\nChart 5. Money market fund holdings of repo collateralized\nwith U.S. government securities Billions of dollars\n650\nMonthly\n600\n550\n500\nDec.\n450\nFederal Reserve\n400\nOther Counterparties ON RRP Exercise\n350\n300\n250\n200\n150\n100\n50\n0\n2011 2012 2013 2014\nSource: Securities and Exchange Commission form N-MFP filings.\nChart 6. Flight-to-quality flows in September-October 2008\nBillions of dollars\n150 150\nSep. Sep. Prime MMF assets\nDaily\n15 22 Government MMF assets\n100 100\nLiquid deposits\n50 50\n0 0\n-50 -50\n-100 -100\n-150 -150\nAug. Aug. Sep. Sep. Sep. Sep. Oct. Oct. Oct. Oct. Oct.\n21 28 4 11 18 25 2 9 16 23 30\nSource: iMoneyNet, Investment Company Institute, and authors’ calculations (for MMF flows); Federal Reserve (for liquid deposit flows).\n\nChart 7. Illustration of ON RRP take-up and static and dynamic caps\nBillions of dollars\n400 400\nDaily Static cap of $300 billion\nDynamic cap equal to $100 billion plus average take-up for previous five days\n350 350\n300 300\n250 250\n200 200\nON RRP\ntake-up\n150 150\n100 100\n50 50\n0 0\nApr. Apr. May. May. May. Jun. Jun. Jul. Jul. Aug. Aug. Sep. Sep. Oct. Oct. Oct. Nov. Nov. Dec. Dec. Jan. Jan.\n4 18 2 16 30 13 27 11 25 8 22 5 19 3 17 31 14 28 12 26 9 23\nSource: Federal Reserve Bank of New York and authors’ calculations.\nChart 8. ON RRP demand and rates with an aggregate cap\nON RRP rate\nAggregate cap\nR\nMax\nD\nNormal\nRAuction\nDSurge\nON RRP take-up\n\nChart A1. Flight-to-quality flows in July-August 2011\nBillions of dollars\n150 150\nJul. Aug. Prime MMF assets\nDaily\n26 2 Government MMF assets\n100 100\nLiquid deposits\n50 50\n0 0\n-50 -50\n-100 -100\n-150 -150\nJul. Jul. Jul. Jul. Aug. Aug. Aug. Aug.\n7 14 21 28 4 11 18 25\nSource: iMoneyNet and Investment Company Institute (for MMF flows); Federal Reserve (for liquid deposit flows).\nChart A2. Flight-to-quality flows in October 2013\nBillions of dollars\n150 150\nOct. Oct. Prime MMF assets\nDaily\n9 17 Government MMF assets\n100 100\nLiquid deposits\n50 50\n0 0\n-50 -50\n-100 -100\n-150 -150\nSep. Sep. Oct. Oct. Oct. Oct. Nov. Nov. Nov.\n20 27 4 11 18 25 1 8 15\nSource: iMoneyNet and Investment Company Institute (for MMF flows); Federal Reserve (for liquid deposit flows).",
    "length": 110503,
    "date": null
  },
  {
    "id": "fednep:20142",
    "url": "https://www.newyorkfed.org/medialibrary/media/research/epr/10v16n2/1010garb.pdf",
    "text": "Kenneth D. Garbade, Frank M. Keane, Lorie Logan, Amanda Stokes,\nand Jennifer Wolgemuth\nThe Introduction of\nthe TMPG Fails Charge\nfor U.S. Treasury Securities\n• Prior to May 2009, market convention enabled 1. Introduction\na seller of Treasury securities to postpone—\nwithout any explicit penalty and at an Securities transactions commonly involve a variety of\nunchanged invoice price—its obligation\nmarket conventions—widely accepted ways of doing\nto deliver the securities.\nbusiness that persist through time even though not mandated\nby law or regulation. Commonplace examples include the\n(cid:129) The September 2008 insolvency of Lehman\nquotation of prices for Treasury bonds in increments of 32nds\nBrothers exposed a flaw in this convention,\n(and fractions of a 32nd) of a percent of principal value (rather\nwhen a decline in short-term interest rates\nthan in decimal increments) and the quotation of Treasury bills\nset the stage for an extraordinary volume\nin terms of discount rates (rather than prices or yields).\nof settlement fails that threatened to erode\nthe perception of the market as being free In most cases, market conventions are useful or, at worst,\nof credit risk. innocuous. In some cases, however, a new use for an old\ninstrument can render a convention in need of revision. One\n(cid:129) In response, the Treasury Market Practices particularly notorious example was the convention—observed\nGroup introduced a “dynamic fails charge” prior to 1982—of ignoring accrued interest on Treasury bonds\nfor Treasury securities in May 2009. sold on repurchase agreements (also known as repos, or RPs).\nThe convention made sense as long as repos were used\n(cid:129) The fails charge incentivizes timely settlement primarily to borrow money from creditworthy lenders that\nby providing that a buyer of Treasury securities held the bonds simply to limit their exposure to credit risk. It\ncan claim monetary compensation from a seller\nmade less sense when highly leveraged securities dealers began\nif the seller fails to deliver on a timely basis.\nto use repos to borrow bonds to deliver on short sales. The 1982\nDrysdale episode illuminated the risks involved in ignoring\n(cid:129) The fails charge mitigated a key dysfunctionality\naccrued interest and prompted the Federal Reserve Bank of\nin the market and illustrates the value of public\nNew York to orchestrate a change in the convention.1\nand private sector cooperation in responding\nto altered market conditions. 1 Garbade (2006).\nKenneth D. Garbade is a senior vice president, Frank M. Keane an assistant The authors are grateful to Murray Pozmanter and Cartier Stennis for\nvice president, Lorie Logan a vice president, Amanda Stokes a trader/analyst, assistance in researching this article and to two anonymous referees for helpful\nand Jennifer Wolgemuth a counsel and assistant vice president at the Federal suggestions. They are especially grateful to the members of the Treasury\nReserve Bank of New York. Market Practices Group, identified in Box 4, for the time and effort they\nCorrespondence: kenneth.garbade@ny.frb.org devoted to making the fails charge a reality, as well as to all of the other\nindividuals, identified in the appendix, who provided invaluable feedback and\nassistance during the implementation of the fails charge. The views expressed\nare those of the authors and do not necessarily reflect the position of the\nFederal Reserve Bank of New York or the Federal Reserve System.\nFRBNY Economic Policy Review / October 2010 45\n\nA market convention may also require revision following a This article describes the introduction of the TMPG fails\nchange in the economic environment. This article discusses a charge. The introduction of the fails charge is important for\nrecent example: the convention of postponing—without any two reasons. First, it mitigated an important dysfunctionality\nexplicit penalty and at an unchanged invoice price—a seller’s in a market of critical significance both to the Federal Reserve\nobligation to deliver Treasury securities if the seller fails to in its execution of monetary policy and to the country as a\ndeliver the securities on a scheduled settlement date. As whole. Second, it exemplified the value of cooperation between\ndiscussed in more detail below, as long as short-term interest the public and private sectors in responding to altered market\nrates were above about 3 percent, the time value of money conditions in a flexible, timely, and innovative fashion.\nusually sufficed to incentivize timely settlement of transactions Our study is divided into three parts. The first part (Sections 2-5)\nin Treasury securities. However, when short-term rates fell to describes settlement processes and settlement fails in the\nTreasury market, explains why sellers usually try to avoid fails,\ndescribes industry and Federal Reserve efforts to mitigate\nA market convention may . . . require settlement fails prior to 2008, and briefly reviews three episodes\nrevision following a change in the of chronic fails in the Treasury market. The second part\n(Section 6) describes the tsunami of fails that followed\neconomic environment. This article\nLehman’s insolvency. The balance of the study (Sections 7-10)\ndiscusses a recent example: the explains the TMPG’s response. Section 11 concludes.\nconvention of postponing—without any\nexplicit penalty and at an unchanged\ninvoice price—a seller’s obligation to 2. Settlements and Settlement Fails\nin U.S. Treasury Securities\ndeliver Treasury securities if the seller fails\nto deliver the securities on a scheduled A transaction in Treasury securities is said to “settle” when the\nseller delivers the securities to, and receives payment from, the\nsettlement date.\nbuyer. The two most important settlement processes are\nbilateral settlement and multilateral net settlement. Before\nnear zero following the insolvency of Lehman Brothers describing those processes, we explain how market participants\nHoldings Inc. in September 2008, the time value of money no establish and transfer ownership of Treasury securities.\nlonger provided adequate incentive and the Treasury market\nexperienced an extraordinary volume of settlement fails. Both\nthe breadth of the fails across a large number of securities and\n2.1 Establishing and Transferring Ownership\nthe persistence of the fails were unprecedented and threatened\nof Treasury Securities\nto erode the perception of the Treasury market as a market free\nof credit risk.2 In response, the Treasury Market Practices\nGroup (TMPG)—a group of market professionals committed For more than three decades, investors have established\nto supporting the integrity and efficiency of the U.S. Treasury ownership of Treasury securities through Federal Reserve\nmarket—worked over a period of six months to revise the book-entry securities accounts.3 Book-entry account holders\nmarket convention for settlement fails, developing a “dynamic that own Treasury securities can house their securities directly\nfails charge” that, when short-term interest rates are below in their accounts and can transfer the securities to other book-\n3 percent, produces an economic incentive to settle trades entry accounts by issuing appropriate instructions to the\nroughly equivalent to the incentive that exists when rates are at Federal Reserve.\n3 percent. Thus, the TMPG fails charge preserves a significant Federal Reserve book-entry accounts are generally available\neconomic incentive for timely settlement even when interest only to depository institutions and certain other organizations,\nrates are close to zero. such as government-sponsored enterprises and foreign central\nbanks. All other market participants establish ownership of\n2 See, for example, Wrightson, Federal Reserve Data, October 17, 2008 (“The Treasury securities through commercial book-entry accounts\nbreakdown in the clearing mechanism for the Treasury market is beginning to at depository institutions that act as custodians for their\nemerge as a top-tier policy concern. The safe-haven status of Treasury\ncustomers. Depository institutions that offer commercial\nsecurities is one of the few advantages the government market has left in a year\nin which net Treasury borrowing needs . . . are likely to exceed $1 trillion by a\nlarge margin. At some point, though, buyers will think twice about buying a 3 See “Book-Entry Securities Account Maintenance and Transfer Services,”\n‘safe-haven’ asset for peace of mind if they have doubts about their Federal Reserve Banks Operating Circular no. 7, August 19, 2005. Garbade\ncounterparty’s ability to deliver the security.”). (2004) describes the origins of the Federal Reserve book-entry system.\n46 The Introduction of the TMPG Fails Charge\n\nbook-entry accounts hold their customers’ securities in their Exhibit 1\nFederal Reserve book-entry accounts commingled with their Bilateral Settlement\nown securities.\nA market participant with a commercial book-entry\nSeller Buyer\naccount can transfer Treasury securities to another market\nparticipant through their respective custodians. For example, Delivery Receive\nparticipant A can transfer a Treasury security to participant B instructions instructions\nby instructing its custodian to debit its commercial book-entry\naccount and to transfer the security to B’s custodian for credit Ten bonds\nSeller’s Buyer’s\nto B’s commercial book-entry account. Upon receipt of\ncustodian custodian\ninstructions, A’s custodian will debit A’s account and instruct $1,000\nthe Federal Reserve to 1) debit its Federal Reserve book-entry\naccount and 2) credit the Federal Reserve book-entry account\nof B’s custodian. Following receipt of the security in its Federal\nReserve book-entry account, B’s custodian will complete the Note: This transfer of bonds and funds is effected through the Federal\ntransfer by crediting B’s commercial book-entry account. Reserve if the seller and buyer have different custodians, and is effected\non the books of the common custodian if they have the same custodian.\n(If A and B have a common custodian, the transfer can be\ncompleted on the books of that common custodian without\ninvolving the Federal Reserve.)\ndelivery, and 3) credit the seller’s custodian’s account for the\n$1,000. The resulting transfers of securities and funds are\nshown in Exhibit 1.4\nFollowing notification that ten bonds have come into its\n2.2 Bilateral Settlement\nFederal Reserve book-entry account and that $1,000 has been\nwithdrawn, the buyer’s custodian will verify that the bonds and\nThe simplest type of settlement occurs when a market\nmoney are consistent with the buyer’s instructions. In most\nparticipant has sold Treasury securities for bilateral settlement\ncases, they are and the custodian will credit the buyer’s account\non a deliver-versus-payment basis. The sale may be a\nfor the ten bonds and debit that account for $1,000. In some\nconventional sale of securities but it may alternatively be\ncases, however, the buyer will have provided different\ninstructions—perhaps referencing a different security or a\ndifferent invoice price—or no instructions. In any of these\nThe simplest type of settlement occurs\ncases, the buyer’s custodian will reverse the settlement,\nwhen a market participant has sold instructing the Federal Reserve to return the ten bonds and\nTreasury securities for bilateral settlement recover the $1,000 payment. The buyer and seller and their\nrespective custodians will then have to communicate and come\non a deliver-versus-payment basis.\nto a common understanding of the terms of the underlying\ntransaction, following which the seller will reinitiate the\nsettlement process.\nthe starting leg, or the “off” leg, of a repurchase agreement.\n(We describe repurchase agreements in more detail below.)\nSuppose, for example, an investor sells ten Treasury bonds\nat a price of $100 per bond for settlement on June 2. Following 2.3 Multilateral Net Settlement\nnegotiation of the terms of the sale, the seller will instruct its\ncustodian to send ten bonds to the buyer’s custodian on June 2 Bilateral settlement is a simple process that satisfies the purpose\nagainst payment of $1,000. The buyer will concurrently of settlement: moving securities from sellers to buyers and\ninstruct its custodian to receive, on June 2, ten bonds from the moving funds from buyers to sellers. Alternative settlement\nseller’s custodian and to pay $1,000 upon receipt of the bonds. structures, however, can sometimes be more efficient.\nOn June 2, the seller’s custodian will instruct the Federal\nReserve to 1) debit its Federal Reserve book-entry account for\nten bonds, 2) credit the Federal Reserve book-entry account of 4 In the event the buyer and seller have a common custodian, settlement can be\ncompleted on the books of the common custodian, with cash and securities\nthe buyer’s custodian for ten bonds and simultaneously debit\nmoving between the accounts of the respective customers, without involving\nthe account of the buyer’s custodian for the $1,000 due upon the Federal Reserve.\nFRBNY Economic Policy Review / October 2010 47\n\nExhibit 2 because it will receive more for the bonds sold to C than the\nBilateral Settlement of Three Transactions original contract price and C loses for the same reason. These\ngains and losses are exactly offset with further agreements to\nmake small side payments of cash. In particular:\nA\n(cid:129) A agrees to pay $8 to the CCP,\nreflecting the $8 gain from marking the price of the eight\nInstructions bonds bought from C down from $101 per bond to $100\nper bond,\n(cid:129) B agrees to pay $10 to the CCP,\nA’s custodian\nreflecting the $10 gain from marking the price of the ten\nbonds sold to C up from $99 to $100 per bond, and\nEight bonds $808 Ten bonds (cid:129) the CCP agrees to pay $18 to C,\n$1,000 in compensation for the $8 loss from marking the price\nof the eight bonds sold to A down from $101 per bond,\n$990 and for the $10 loss from marking the price of the ten\nC’s custodian B’s custodian bonds bought from B up from $99 per bond.\nTen bonds\nOn the night before the settlement date, the CCP nets out\nthe deliver and receive obligations of A, B, and C and novates5\nInstructions Instructions\ntheir respective contracts, becoming the buyer from every net\nseller and the seller to every net buyer, all at the common\nC B\nsettlement price. After netting and novation:\n(cid:129) A is obligated to deliver two bonds to the CCP against\npayment of $200,\nConsider, for example, the case where: (cid:129) B has no deliver or receive obligations, and\n(cid:129) participant A sells ten bonds to participant B at a price (cid:129) the CCP is obligated to deliver two bonds to C against\nof $100 per bond for settlement on the following payment of $200.\nbusiness day,\nOn settlement day, the obligations of A to deliver two bonds\n(cid:129) B sells ten of the same bonds to participant C at a price\nto the CCP and the CCP to deliver two bonds to C are settled\nof $99 per bond, also for settlement on the following\nwith bilateral deliver-versus-payment settlements. In addition,\nbusiness day, and\nA, B, and the CCP make the agreed-upon side payments of\n(cid:129) C sells eight of the same bonds to A at a price of $101 per cash. Exhibit 3 shows that multilateral net settlement requires\nbond, again for settlement on the following business day.\nthe delivery of four bonds and payments of $436—about\nAs shown in Exhibit 2, bilateral settlement of the three 15 percent of the deliveries and payments shown in Exhibit 2.\ntransactions requires the delivery of twenty-eight bonds against\npayments of $2,798.\nAs an alternative, the participants might agree to settle\n2.4 Some Concrete Identities\nthrough a central counterparty (CCP). The CCP first marks all\nof the deliver and receive obligations to a common price—say,\nThe foregoing description of settlement processes referred to\n$100 per bond. After marking to the common price,\nabstract entities like “participant A” and an unnamed “central\n(cid:129) A is obligated to deliver ten bonds to B against payment counterparty.” Before we begin to discuss settlement fails, it\nof $1,000, may be helpful to identify some of the key participants in the\n(cid:129) B is obligated to deliver ten bonds to C against payment Treasury market.\nof $1,000, and At the center of the market is a group of dealers that provide\nliquidity to customers, quoting bid prices at which they are\n(cid:129) C is obligated to deliver eight bonds to A against\nwilling to buy and offer prices at which they are prepared to\npayment of $800.\nsell. A subset of dealers, called “primary dealers,” make markets\nMarking to a common price results in gains for some\nparticipants and losses for others. In the example, B gains 5 To novate is to substitute one legal obligation for another.\n48 The Introduction of the TMPG Fails Charge\n\nBox 1\nExhibit 3 Primary Dealers in Mid-2008a\nMultilateral Net Settlement of Three Transactions\nBanc of America Securities LLC\nInstructions Barclays Capital Inc.\nA A’s custodian Bear, Stearns & Co., Inc.b\nBNP Paribas Securities Corp.\n$8\nB\nCantor, Fitzgerald & Co.\nTwo bonds $200\nInstructions Citigroup Global Markets, Inc.\nCredit Suisse Securities (USA) LLC\nCentral\nCentral Instructions counterparty’s $10 B’s custodian Daiwa Securities America Inc.\ncounterparty\ncustodian\nDeutsche Bank Securities Inc.\nDresdner Kleinwort Securities LLC\nTwo bonds $200\nGoldman, Sachs & Co.\n$18 Greenwich Capital Markets, Inc.\nInstructions HSBC Securities (USA) Inc.\nC C’s custodian\nJ. P. Morgan Securities Inc.\nLehman Brothers Inc.c\nNote: Security settlements are shown with solid blue and black lines. Side Merrill Lynch Government Securities Inc.d\npayments, represented by dashed black lines, take place independently\nof security settlements. Mizuho Securities USA Inc.\nMorgan Stanley & Co. Incorporated\nUBS Securities LLC\nto the Federal Reserve Bank of New York when the Bank is\nconducting open market operations on behalf of the Federal\na\nReserve System.6 Box 1 identifies the primary dealers as of mid- Federal Reserve Bank of New York, “Primary Dealers List,” July 15, 2008,\navailable at http://www.newyorkfed.org/newsevents/news/markets/2008/\n2008.\nan080715.html.\nDealers sometimes trade directly with each other, but more b\nRemoved October 1, 2008, following its acquisition by J. P. Morgan\ncommonly through specialized interdealer brokers. A dealer Securities Inc.\nthat sells securities to another dealer through an interdealer c Removed September 22, 2008.\nbroker agrees to deliver securities (against payment) to the d Removed February 11, 2009, following its acquisition by Bank of America\nbroker. The broker, in turn, agrees to deliver the same Corporation.\nsecurities (also against payment) to the ultimate buyer. This\narrangement allows the dealers to trade on a “blind,” or\nundisclosed, basis.\nprimary dealers and all of the interdealer brokers, as well as a\nAll of the dealers, and all of the interdealer brokers,\nnumber of other market participants, are netting members of\nmaintain commercial book-entry accounts at one of two banks:\nFICC. FICC maintains commercial book-entry accounts at\nJPMorgan Chase Bank, N.A., and The Bank of New York\nboth JPMorgan Chase and The Bank of New York Mellon and\nMellon. These two “clearing” banks offer custodial services\nis prepared to receive securities from, and deliver securities to,\nrefined over many years to meet the needs of brokers and\nany of its netting members in a timely and efficient fashion.\ndealers that deliver and receive large volumes of securities on a\nBeyond the dealers, the interdealer brokers, and FICC,\ndaily basis.\nthe Treasury market consists of a large number of other partici-\nThe Fixed Income Clearing Corporation (FICC), a\npants, including “real-money” investors such as mutual funds,\nsubsidiary of the Depository Trust & Clearing Corporation, is\npension funds, and corporate treasurers, and “leveraged\nthe central counterparty in the Treasury market. All of the\naccounts” such as hedge funds. Some of these participants trade\ndirectly with dealers, others trade anonymously in electronic\n6 See, generally, Federal Reserve Bank of New York, “Administration of\nmarkets. All use custodians that offer more or less complex\nRelationships with Primary Dealers,” January 11, 2010, available at\nhttp://www.newyorkfed.org/markets/pridealers_ policies.html. (and more or less costly) services tailored to their needs.\nFRBNY Economic Policy Review / October 2010 49\n\n2.5 Settlement Fails (a predecessor of The Bank of New York Mellon) prevented\nthat bank from effecting deliveries of Treasury securities. The\nA settlement fail occurs when the obligation of a seller to bank was unable to resolve the problem until the following day,\ndeliver securities to a buyer remains outstanding following the and had to finance overnight (at its own expense) the customer\nclose of business on the scheduled settlement date of a securities that it was unable to deliver. It borrowed in excess of\ntransaction. This can occur either because the seller’s custodian $20 billion from the Federal Reserve Bank of New York and\nfailed to tender any securities to the buyer’s custodian, or incurred interest expenses of $5 million.8\nbecause the buyer’s custodian rejected whatever securities were A settlement fail can also occur because the seller does not\ntendered by the seller’s custodian. In the event of a settlement have the requisite securities in its commercial book-entry\nfail in Treasury securities, the market convention is to account. This is the most common reason for failing when fails\npostpone settlement to the following business day without any are chronic, but it is usually avoided at other times by\nborrowing securities and delivering the borrowed securities.\nA settlement fail occurs when the\nobligation of a seller to deliver securities\n3. Repurchase Agreements and\nto a buyer remains outstanding following Borrowing Securities to Avoid\nor Cure Settlement Fails\nthe close of business on the scheduled\nsettlement date of a transaction. A repurchase agreement is a sale of securities coupled with an\nagreement to repurchase the same securities at a specified price\non a later date.9 Market participants use repos to borrow\nchange in the funds due upon delivery and (prior to May 2009) money when they buy securities but do not have sufficient cash\nwithout any explicit penalty or charge.7 The process of failing on hand to pay for them, that is, to finance long positions, as\n(to settle) and deferring settlement to the next business day can well as to borrow securities when they sell securities they do not\ntake place repeatedly, day after day, until settlement occurs or already own, that is, to finance short positions.\nthe trade is canceled. A repo is analogous to a loan, where the proceeds of the\nSettlement fails can occur for any of several reasons. First, a initial sale correspond to the principal amount of the loan and\nfail can result from miscommunication. A buyer and seller may the excess of the repurchase price over the original sale price\nnot have a common understanding of the terms of a trade, or corresponds to the interest paid on the loan. A market\none or the other may have failed to communicate settlement participant might, for example, sell securities for $10 million\ninstructions to its custodian, or may have communicated and simultaneously agree to repurchase the securities ten\nincorrect instructions, or one of the custodians may have days later for $10,008,333. This is analogous to borrowing\nmisunderstood the instructions that it received. In any of these $10 million for ten days at an interest rate of 3 percent per\ncases, the buyer’s custodian will reject whatever securities are annum.10 Market participants commonly think of repos as\ntendered by the seller’s custodian. After becoming aware of the\nloans, rather than as purchases and sales, and quote repos in\nfailed attempt to settle (or of the absence of any attempt to\nterms of interest rates rather than in terms of sale and\nsettle), the buyer and seller and their respective custodians repurchase prices.11\ncommunicate to resolve the problem. This usually results in\nsuccessful settlement within a day or two. 8 A Computer Snafu Snarls the Handling of Treasury Issues,” Wall Street\nJournal, November 25, 1985, p. 58; Committee on Banking, Finance, and\nA fail may also stem from operational problems. One\nUrban Affairs (1985); “Fed is Queried on Failure of Bank Computer System,”\nwell-known instance occurred on Thursday, November 21, Wall Street Journal, December 13, 1985, p. 49; “Fed Weighs a Penalty,”\n1985, when a computer outage at The Bank of New York New York Times, December 13, 1985, p. D2; Sender (1986).\n9 Repurchase agreements are complex financial instruments whose contracting\n7 This convention was memorialized in Chapter 8, Section C, of the conventions have evolved over the past four decades. See Garbade (2006) and\nFleming and Garbade (2003, 2004).\nGovernment Securities Manual of the Public Securities Association: “If\nsecurities are not delivered on the agreed upon settlement date, there is a fail. 10 $8,333 = (repo term of 10 days / 360 days in a year) × 3 percent per annum\nRegardless of the date the securities were actually delivered, the buyer of the × $10 million, where the calculation uses the money market convention of a\nsecurities pays the seller the original settlement date figures.” The Public 360-day year.\nSecurities Association was the forerunner of the Bond Market Association, 11 The quotation convention does not change the nature of a repo—\nwhich joined with the Securities Industry Association in 2006 to form the a transaction in which one party sells securities subject to an agreement\nSecurities Industry and Financial Markets Association. to repurchase them at a later date.\n50 The Introduction of the TMPG Fails Charge\n\nRepos are most commonly arranged on an overnight basis Exhibit 4\nbut can run for days or weeks. They can also be arranged on an Lending Treasury Bond B (against Borrowing Money\n“open,” or continuing, basis (with a daily adjustment of the at 2 Percent) on a Special Collateral Repurchase\nAgreement and Relending the Money on a General\ninterest rate) at the mutual consent of the parties. Industry\nCollateral Repurchase Agreement at 3 Percent\nstandard documentation for a repo provides that if the original\nseller fails to repurchase the securities on the agreed-upon\nrepurchase date, the original buyer has the contractual right to,\nInvestor lending bond B (against\namong other things, sell the securities to a third party and use borrowing money at 2 percent)\nthe proceeds to satisfy the original seller’s repurchase and lending money at 3 percent\n(against general collateral)\nobligation. Conversely, if the original buyer does not deliver\nthe securities back to the original seller on the repurchase date,\nthe original seller has the contractual right to, among other\nBond B General\nthings, use the funds that it otherwise would have used to\ncollateral\nrepurchase the securities to “buy in,” or replace, the securities.\nFunds at Funds at\n2 percent 3 percent\n3.1 Types of Repurchase Agreements\nParticipant borrowing Participant borrowing\nbond B against lending money at 3 percent\nRepos come in two flavors: general collateral repos (used to money at 2 percent against general collateral\nborrow money) and special collateral repos (used to borrow\nsecurities).\nStarting leg of Starting leg of\nGeneral collateral repos: A general collateral repo is a repo in special collateral general collateral\nwhich the lender of funds is willing to accept any member of a repurchase agreement repurchase agreement\nstated class of securities as collateral. Any of a variety of\nsecurities is acceptable because the lender is concerned Note: For simplicity, the separate roles of custodians are not shown explicitly.\nRepos come in two flavors: general commonly lend money on special collateral repos in order to\nborrow specific securities that they need.\ncollateral repos (used to borrow money)\nThe interest rate on a special collateral repo is called a\nand special collateral repos (used to “specials rate.” The owner of a Treasury security that other\nmarket participants want to borrow may be incentivized to\nborrow securities).\nlend the security if that owner is offered an opportunity to\nborrow money at a specials rate less than the Treasury general\nprimarily with earning interest on its money and having collateral repo rate. For example, if the rate on a special\npossession of liquid assets that can be sold quickly in the event collateral repo involving bond B is 2 percent and the general\nof a default by the borrower. collateral repo rate is 3 percent, an investor who owns bond B\nInterest rates on overnight general collateral repos are can earn a 100 basis point spread by lending the bond and\nusually quite close to rates on overnight loans in the federal borrowing money on a special collateral repo and then\nfunds market. This reflects the essential character of a general relending the money on a general collateral repo (Exhibit 4).\ncollateral repo as a device for borrowing and lending money. The difference between the general collateral repo rate for\nRepo rates for the most liquid and creditworthy collateral, Treasury securities and the special collateral repo rate for a\nTreasury securities, are lowest. Repo rates for other classes of particular Treasury security is a measure of the “specialness” of\ncollateral, such as fixed-income securities issued by a federal the security and is commonly called the security’s “specialness\nagency or mortgage-backed securities issued by a government spread.” We show below that a security’s specialness spread is\nsponsored enterprise, are somewhat higher. exactly the opportunity cost of borrowing the security to avoid\nor cure a settlement fail.\nSpecial collateral repos: A special collateral repo is a repo in\nwhich the lender of funds designates a particular security as the\n12 See Duffie (1996), Keane (1996), Jordan and Jordan (1997), Fisher (2002),\nonly acceptable collateral.12 Treasury market participants and Fleming and Garbade (2002).\nFRBNY Economic Policy Review / October 2010 51\n\nBox 2\n3.2 Incentives, prior to May 2009,\nOther Costs of Settlement Fails\nto Borrow Securities to Avoid\nor Cure a Settlement Fail Settlement fails impose risks on both buyers and sellers and can\nlead to increased capital charges for some market participants.\nA buyer who fails to receive securities faces the risk that the\nPrior to May 2009, sellers of Treasury securities, including\nseller might become insolvent before the transaction is settled and\nshort sellers, borrowed securities to avoid or cure settlement\nthat, to replace the securities, it will have to pay more than the price\nfails primarily because they did not get paid until they delivered\nnegotiated with the insolvent seller. Conversely, a seller who fails\nthe securities that they had sold. Prior to May 2009, market\nto deliver securities faces the risk that the buyer might become\nparticipants usually quantified the cost to a seller of a\ninsolvent before the transaction is settled and that the seller will\nsettlement fail in Treasury securities as the overnight Treasury\nthen have to sell its securities to someone else at a price lower than\ngeneral collateral repo rate—the rate the seller could have\nthe price negotiated with the insolvent buyer. These risks may be\nsmall for fails that are no more than a day or two old (because\nPrior to May 2009, a seller had an securities prices usually do not change much from day to day), but\nthey can become significant when fails persist for weeks or months.\nincentive to avoid failing to deliver a\nIn view of the greater risks faced by both buyers and sellers\nsecurity (by borrowing the security on a during the life of a long-outstanding, or “aged,” fail, some market\nparticipants are required to absorb incremental capital charges\nspecial collateral repo and delivering the\nwhen a settlement fail has been outstanding for more than a few\nborrowed security) as long as the cost of weeks.a Such capital charges can drain capital from more\nborrowing the security was less than the rewarding activities and limit balance sheet capacity, thereby\nimposing opportunity costs on market participants—and if\ncost of failing.\nsufficiently widespread and chronic can threaten overall market\nfunctioning.b\nearned on a riskless overnight investment of the sale proceeds a\nSee, for example, the net capital rule of the Securities and Exchange\nthat it did not receive. (It should be noted, however, that even Commission, Code of Federal Regulations, Chapter 17, Section 15c3-1.\nprior to May 2009, the cost of a settlement fail was not limited b\nSee, for example, “Minutes of the Meeting of the Treasury Borrowing\nto foregone interest earnings. Settlement fails also expose Advisory Committee of the Bond Market Association, November 4, 2003,”\nmarket participants to the risk of counterparty insolvency and November 5, 2003, available at http://www.ustreas.gov/press/releases/\njs933.htm (“While the situation is much improved since this past summer,\ncan lead to increased capital charges for some participants.\nmembers commented that fails were still at an elevated level which does\nThese other costs are discussed in Box 2.) hurt general market liquidity because dealers are forced to reduce their\nA seller who does not have the securities needed to settle a sale market making activities as the fails take up space on their balance sheets.”).\nOne Treasury official suggested that opportunity costs resulting from\ncan avoid failing by borrowing (on a special collateral repo) the\nhigher capital charges might not be all bad. See “Remarks by Jeff Huther,\nsecurities that it needs. However, borrowing securities is not Director of the Office of Debt Management, to the Bond Market\ncostless because the borrower has to lend money (on the special Association’s Annual Meeting,” April 22, 2004, available at http://\nwww.treas.gov/press/releases/js1455.htm (noting that “capital charges\ncollateral repo) at a rate lower than the general collateral repo\nresulting from chronic—widespread and persistent—fails soak up dealer\nrate that it could have earned on the money. The cost of\ncapital that might otherwise be used to support profit-making activities,\nborrowing securities to avoid a fail in Treasury securities may be thereby focusing management attention on the underlying fails problem\nquantified as the difference between the overnight Treasury and incentivizing managers to remedy the situation.”).\ngeneral collateral repo rate (the rate the borrower could have\nearned on its money) and the overnight special collateral repo\nwas greater than zero.13 As long as a seller could earn more than\nrate on the borrowed securities (the rate the borrower actually\na de minimis amount of interest on a special collateral repo, it\nearns on its money)—that is, the securities’ specialness spread.\nmade economic sense to lend the money, earn the interest,\nPrior to May 2009, a seller had an incentive to avoid failing\nand avoid the fail.\nto deliver a security (by borrowing the security on a special\ncollateral repo and delivering the borrowed security) as long as\nthe cost of borrowing the security was less than the cost of\n13 Using economic terminology, let R denote the general collateral\nfailing. This was certainly the case if the specialness spread for gc\nrepo rate and R denote the special collateral repo rate for the security.\nthe security was less than the general collateral repo rate or, sp\nThe specialness spread R –R will be less then R if and only if R\ngc sp gc sp\nequivalently, if the special collateral repo rate for the security is greater than zero.\n52 The Introduction of the TMPG Fails Charge\n\n3.3 Equilibrium in the Market from securities lending operations.) Pursuant to the terms and\nfor Special Collateral Repos conditions of the lending program in effect in mid-2008,15 each\nbusiness day at noon the Federal Reserve Bank of New York\noffered to lend on an overnight basis up to 90 percent of the\nThe market for borrowing and lending a particular Treasury\namount of each Treasury security beneficially owned in the\nsecurity comes into equilibrium as a result of fluctuations in\nFederal Reserve’s System Open Market Account (SOMA),\nthe special collateral repo rate for the security relative to the\nsubject to an upper limit of the amount of an issue actually in\nTreasury general collateral repo rate. If the demand to borrow\nthe security is modest relative to the supply available for\nlending, a market participant seeking to borrow the security Treasury market participants have an\nwill usually be able to lend its money at a specials rate no lower\ninterest in mitigating settlement fails in\nthan about 15 to 25 basis points below the general collateral\nrepo rate. However, if the demand to borrow the security order to limit their net interest expenses\nexpands, some borrowers (in order to avoid failing) will be\nas well as their exposure to the risk of\nwilling to accept less interest on the money they lend.\ncounterparty insolvency.\nDownward pressure on the specials rate for the security relative\nto the general collateral repo rate makes lending the security\nmore remunerative, thereby attracting additional lenders. It\nthe account.16 Primary dealers bid for a security by specifying\nmay also ration some borrowers out of the market, particularly\nthe quantity desired (in increments of $1 million) and the\nshort sellers who decide to liquidate their short positions rather\novernight loan fee they were willing to pay, expressed as a rate\nthan continue to finance those positions on special collateral per annum, subject to a minimum fee of 50 basis points.17\nrepos earning lower rates of interest. The collateral market will\nBidding closed at 12:15 p.m. and loans were awarded to the\nreturn to equilibrium, that is, to a state where the quantity of highest bidders at their bid rates18 until all of the securities\nthe security sought to be borrowed at the prevailing specials\navailable for lending were allocated or all of the bidders\nrate equals the quantity of the security available for lending at had been satisfied.19 During the first six months of 2008,\nthat rate, when the lower specials rate has attracted enough new the Federal Reserve Bank of New York lent an average of\nlenders and/or rationed enough borrowers out of the market. $12.2 billion of securities per day, distributed over an average\nof twenty-three different issues, at an average loan fee of\n61 basis points per annum.\n4. Federal Reserve and Industry\n14 In authorizing the loan of Treasury securities from the System Open Market\nEfforts to Mitigate Settlement Fails\nAccount in 1969, the Federal Open Market Committee stated that the action\n“was taken after the Manager [of the System Open Market Account] had\nTreasury market participants have an interest in mitigating advised that the problem of delivery failures in the Government securities\nmarket had worsened significantly over the past year, partly because private\nsettlement fails in order to limit their net interest expenses as\nfacilities for lending such securities had become inadequate; that delivery\nwell as their exposure to the risk of counterparty insolvency— failures were markedly impairing the performance of the market; and that the\na risk explained in Box 2. The Federal Reserve has a separate functioning of the market would be improved if securities held in the System\nOpen Market Account could be lent, for the express purpose of avoiding delivery\ninterest in mitigating settlement fails to maintain the liquidity\nfailures, to Government securities dealers doing business with the Federal\nand efficiency of the market in which it conducts open market Reserve Bank of New York . . . .” (Federal Reserve Bulletin, January 1970, p. 32).\noperations. (A high volume of fails can lead market partici- 15 “SOMA Securities Lending Program Terms and Conditions (Revised),”\npants to reduce, or even withdraw from, their normal activities. Federal Reserve Bank of New York, August 22, 2008, available at http://\nwww.newyorkfed.org/newsevetns/news/ markets/2008/an082208.html.\nSuch activities include dealers making markets for customers,\nDetails of the history of the Fed’s lending program appear in Fleming and\ninvestors lending securities to dealers to facilitate settlement of Garbade (2007).\ndealer sales, and arbitrageurs seeking to exploit, and thereby 16 In order to avoid failing itself, the Fed does not agree to lend securities unless\nit has actual possession of the securities at the time of an auction. Thus, it will\neliminate, price relationships that present abnormal profit\nnot agree to lend securities that it lent the preceding business day and that have\nopportunities.)\nnot yet been returned.\nSince 1969, the Federal Reserve has sought to mitigate 17 A loan fee for a security is approximately equivalent to the security’s\nsettlement fails by lending Treasury securities to primary specialness spread. See Fleming and Garbade (2007). The minimum fee avoids\ndealers to facilitate settlement of dealer sales.14 (However, the crowding out private lenders when security loan markets are functioning\nnormally, but it has been reduced to nearly zero when those markets are not\nFederal Reserve lends against collateral, rather than cash, to functioning well.\ninsulate the supply of reserves available to the banking system 18 The auction for each security is a discriminating, or multiple-price, auction.\nFRBNY Economic Policy Review / October 2010 53\n\nBox 3\nTreasury market participants have also acted cooperatively\nStrategic Fails\nto mitigate settlement fails and otherwise reduce the cost of\nsettling transactions. Between 1986 and 1988, dealers in When the specials rate for a security is close to zero in a market\nTreasury securities organized the Government Securities without a fails charge convention, a market participant with no\nClearing Corporation (GSCC) to serve as a central counter- position in the security may sometimes agree to lend the security\nparty in interdealer transactions in Treasury and related\non a term repurchase agreement and then fail, intentionally, on\nsecurities. As explained earlier, multilateral net settlement\nthe starting leg of the repo.\nthrough a central counterparty economizes on the quantity of\nSuppose, for example, the three-week specials rate for a five-\nsecurities that have to be delivered to settle a given volume of\nyear note is 10 basis points and that XYZ Co. believes the specials\ntransactions. GSCC also implemented a trade confirmation\nrate will be 50 basis points in one week. If XYZ contracts (in the\nprotocol that essentially eliminated interdealer fails due to\nspecials market) to borrow $50 million for three weeks against\nmiscommunication between dealers, as well as a procedure for\nlending the note, it will owe interest of $2,917 at the end of three\nmarking failed trades to current market prices that materially weeks.a It will owe this amount even if it fails to deliver the note any\nreduced the consequences of counterparty insolvency. The\ntime during the three-week interval.\nGSCC extended its net settlement system to include Treasury\nXYZ Co. has effectively purchased (for $2,917, payable in three\nauction takedowns in 1994 and repurchase agreements in\nweeks) an option on an exchange of $50 million for the five-year\n1995.20 In 2002, GSCC became a wholly owned subsidiary of\nnote at any time during the next three weeks for the balance of the\nDepository Trust & Clearing Corporation and was renamed\nthree-week interval.\nthe Fixed Income Clearing Corporation.\nXYZ could choose to let its option expire unexercised and simply\npay the $2,917 premium at the end of three weeks. However, if XYZ\nCo.’s expectations prove correct, it can exercise the option after one\nweek by borrowing the five-year note for two weeks against lending\n5. Chronic Settlement Fails\n$50 million at 50 basis points (earning interest of $9,722b) and\ndelivering the note in (delayed) settlement of its earlier negotiated\nDemand to borrow a security (relative to the supply available for\nthree-week repurchase agreement. The $50 million received from\nlending) can sometimes be large enough to drive the specials rate\ndelivering the note funds the loan that allows XYZ Co. to borrow the\nfor the security down to near zero. Prior to May 2009, sellers\nnote, and XYZ Co. has net interest earnings of $6,805 ($6,805 =\nwould then become largely indifferent between a) failing and\n$9,722 interest income, less $2,917 interest expense).\nb) borrowing the security to avoid failing. In this extreme case,\nMore generally, a very low specials rate presents an opportunity\nany unsatisfied demand to borrow would spill over into fails.\nto speculate on an increase in the rate—by lending on, and then\nFails could expand further if security lenders, observing a\nfailing on, a special collateral repurchase agreement—with limited\ngrowing incidence of settlement fails, declined to continue\ndownside exposure.c In the limit, a repo rate of zero may be viewed\nlending out of concern that their securities may not be returned\non a timely basis.21 Fails could expand still further if, as explained by some participants as a “risk-free” opportunity to intentionally\nfail and either profit or break even. Such practices can lead to an\nin Box 3, market participants concluded that they could acquire\na cheap option on a future increase in a specials rate by increase in aggregate settlement fails and the associated indirect\ncontracting to sell a security in a special collateral repo and then costs discussed in Box 2.\nstrategically failing to deliver the security. More generally,\na\n$2,917 = (21/360)  0.10 percent per annum  $50 million.\nsettlement fails could become chronic when the specials rate for\nb\n$9,722 = (14/360)  0.50 percent per annum  $50 million.\na security was driven down to near zero.\nc\nThree episodes of chronic fails have been described in the Strategic fails are noted in Fleming and Garbade (2002, p. 47), Fleming\nliterature: in May and June of 1986,22 following the terrorist and Garbade (2004, pp. 3-4), and in “Remarks by Jeff Huther, Director of\nthe Office of Debt Management to the Bond Market Association’s Annual\nattack on the World Trade Center on September 11, 2001,23\nMeeting,” April 22, 2004, available at http://www.treas.gov/press/releases/\nand during the summer of 2003.24 js1455.htm.\n19 Awards were subject to three limitations: 1) no dealer could have\noutstanding borrowings of more than 25 percent of the amount of an issue\nbeneficially owned in the System Open Market Account, 2) no dealer could\nhave outstanding borrowings of more than $750 million of any single issue, and\n3) no dealer could have outstanding borrowings of more than $3 billion of 22 Cornell and Shapiro (1989). Cornell and Shapiro do not discuss fails directly,\nsecurities in total. but do document a near-zero specials rate for the 9 1/4 percent Treasury bond\n20 See Garbade and Ingber (2005) and Ingber (2006). of February 2016 and discuss the reasons for that low rate. The existence of\n21 This can quickly lead to a self-reinforcing and destabilizing cycle, with widespread settlement fails in the issue was common knowledge among market\nparticipants at the time.\nlenders withdrawing collateral out of a concern that borrowers may fail to\nreturn the securities, thereby increasing the incidence of settlement fails 23 Fleming and Garbade (2002).\nand triggering further collateral withdrawals. 24 Fleming and Garbade (2004). See also Fleming and Garbade (2005).\n54 The Introduction of the TMPG Fails Charge\n\n5.1 The 1986 Episode 5.2 The 2001 Episode\nAn “on-the-run” Treasury security is the most recently The 2001 fails episode was attributable, in the first instance, to\nauctioned security in a given series, such as the most recently the terrorist attack on the World Trade Center on September 11,\nauctioned six-month bill or ten-year note. In late April 1986, 2001. The attack destroyed the offices of several interdealer\ndealers began to sell the on-the-run thirty-year Treasury bond brokers and impaired telecommunication services throughout\n(the 9 1/4 percent bond of February 2016) short in anticipation lower Manhattan. GSCC recorded $266 billion in interdealer\nof bidding for the new thirty-year bond that would be settlement fails on September 11 and $440 billion in interdealer\nannounced on April 30 and auctioned on May 8 for settlement fails on September 12.29 Sellers tried to borrow the securities\non May 15.25 Such short selling in advance of an auction\nannouncement was normal and customary dealer behavior.26\nSettlement fails began to shrink to more\nHowever, dealers soon found themselves unable to borrow\nenough 9 1/4 percent bonds to finance their short positions, in normal levels after the Treasury reopened\npart because a significant quantity of the bonds was owned by\nthe on-the-run ten-year note in an\ninvestors who declined to lend.27 Strong dealer demand and\nextraordinary unscheduled auction\nlimited supply combined to drive the special collateral repo\nrate for the bonds down to about 5 basis points, and dealers offering on Thursday, October 4, and after\nbegan to fail on their settlement obligations. Failing, however,\nofficials indicated that they might reopen\nwas expensive because the Treasury general collateral repo rate\nwas about 6.75 percent, so dealers with short positions had an the on-the-run five-year note as well.\neconomic incentive to cure their fails another way: by buying\n(rather than borrowing) the 9 1/4 percent Treasury bonds and needed to cure their fails but holders realized that, in view of\ndelivering the purchased bonds—thereby closing out their the severe operational problems, their securities might not be\nshort positions. They bid up the price of the 9 1/4 percent returned on a timely basis and they consequently declined to\nbonds, relative to the prices of other Treasury bonds with lend.30 The contraction in the supply of collateral pushed\nsimilar maturities, until the higher price induced holders to sell specials rates to near zero and settlement fails remained\nthe 9 1/4 percent bonds and replace them with higher yielding elevated. Daily average fails in Treasury securities reported by\nsubstitutes, thereby allowing dealers to cover their short primary dealers to the Federal Reserve31 reached $200 billion\npositions.28\nper day during the week of September 13-19 and continued\nhigh through early October. Settlement fails were particularly\nhigh for the on-the-run five-year note (the 4 5/8 percent note\n25 Department of the Treasury, Securities and Exchange Commission, and 29 Fleming and Garbade (2002, p. 46).\nBoard of Governors of the Federal Reserve System (1992, p. B-1, footnote 1) 30 See “After Attack, Settlement Woes Still Clogging Repo Market,” Dow Jones\n(“participants sold the outstanding 9 1/4 percent bond . . . to prepare for the\nNewswires, September 26, 2001, 9:05 (noting “a general reluctance among large\nroll into the WI [“when-issued”] thirty-year bond.”). Following the announce-\nportfolios to lend their securities” and “in a chain reaction, the fear of failing\nment of the forthcoming auction, dealers planned to buy the on-the-run thirty-\ntrades is ‘causing portfolio managers, securities lending desks and foreign\nyear bond (thereby covering their previous short sales of that bond) against\ncentral banks to hold even tighter on to their collateral,’ which is exacerbating\nselling the WI thirty-year bond short. The transactions would leave them with\nthe situation . . . .”); “Treasury Market is Faced with Incomplete Trades,” Wall\nshort positions in the WI bond that they could cover in the auction.\nStreet Journal, October 3, 2001, p. C10 (“Because of the rate of fails . . . dealers\n26 Department of the Treasury, Securities and Exchange Commission, and are reluctant to use their securities as collateral. They are worried that they\nBoard of Governors of the Federal Reserve System (1992, p. 10, footnote 11) might not have securities delivered to them . . . . ”); “U.S. Sells $6 Billion in 10-\n(“dealers . . . sold [the 9 1/4 percent bond] short as part of a trading strategy Year Notes to Help Overcome Shortage,” Bloomberg News, October 4, 2001,\nthat had worked in the past as they prepared to bid for a new thirty-year 13:16 (quoting Peter Fisher, Under Secretary of the Treasury for Domestic\nbond.”). The sequence of shorting the on-the-run thirty-year, rolling the short Finance, as saying that “the cause of the fails is [in part] the result of . . .\ninto the WI thirty-year, and then bidding to buy the WI thirty-year in the reluctance by institutional investors to lend into a market that is suffering from\nauction was part of the process whereby dealers distributed new bonds to extraordinarily high fails levels.”); and “U.S. Acts on Shortage of Treasuries,”\nmarket participants. New York Times, October 5, 2001, p. C1 (“With the prospect that securities\n27 Department of the Treasury, Securities and Exchange Commission, and might not be returned, both dealers and large investors have become unwilling\nBoard of Governors of the Federal Reserve System (1992, p. 10, footnote 11; to lend them in the repo market.”).\np. B-1, footnote 1) (“some institutional investors did not make the 31 Fleming and Garbade (2005) describe the settlement fails data reported by\n[9 1/4 percent bonds] available to the repo market” and “securities needed primary dealers to the Federal Reserve. Unless otherwise noted, this article\nto [finance] short positions were not readily available to the repo market.”). measures settlement fails as the daily average over weekly intervals of the\n28 Cornell and Shapiro (1989, pp. 303-4) suggest that the 9 1/4 percent bond average of cumulative primary dealer fails to receive Treasury securities during\nof February 2016 was overvalued by as much as 7 percent of principal value a week and primary dealer fails to deliver Treasury securities over the same\ncompared with one close substitute (the 9 7/8 percent bond of November week. The Federal Reserve does not publish data on settlement fails on a day-\n2015). by-day basis.\nFRBNY Economic Policy Review / October 2010 55\n\nof May 2006) and the on-the-run ten-year note (the 5 percent $25 billion per day during the week ending June 18 to\nnote of August 2011). $103 billion per day during the week ending July 2, and topped\nSettlement fails began to shrink to more normal levels after out at $232 billion per day during the week ending August 20.\nthe Treasury reopened the on-the-run ten-year note in an Settlement fails persisted for months36 and were not fully\nextraordinary unscheduled auction offering on Thursday, resolved until the end of the year, following an offering of a new\nOctober 4, and after officials indicated that they might reopen series of ten-year notes in November.37\nthe on-the-run five-year note as well.32 Peter Fisher, the Under\nSecretary of the Treasury for Domestic Finance, stated that the\nTreasury reopened the ten-year note “to reduce the risk that . . .\n5.4 Proposals to Mitigate Chronic\nsettlement problems turn into a much bigger problem for the\nTreasury market . . . .”33 Fisher went on to observe that “we Settlement Fails\nhave something that is self-compounding. There is some point\nat which your fails pile up, and that is the point at which you The 2003 episode had a strong impact on the thinking of\ndamage the price-discovery process and the smooth operating market participants. Unlike the 1986 episode, which was short-\nof the Treasury market.” lived and quickly forgotten, and unlike the 2001 episode, which\nThe actions of Treasury officials convinced market clearly stemmed from unusual circumstances, the 2003 episode\nparticipants that the Treasury would take unprecedented steps was lengthy, large-scale, and stemmed from a marketplace\nto facilitate settlements and maintain market liquidity. Holders\nof the on-the-run five- and ten-year notes began to make the\nnotes available, and the level of fails subsided.34 The 2003 [fails] episode raised the\nquestion of whether something should\nbe done, by government officials or by\n5.3 The 2003 Episode private sector market participants, to\nmitigate chronic fails.\nThe 2003 fails episode was attributable, in the first instance, to\na heavy volume of short sales of the on-the-run ten-year note\n(the 3 5/8 percent note of May 2013) in late June 2003 by activity—hedging—that was a very ordinary occurrence. The\nmarket participants seeking to hedge their interest rate risk on 2003 episode raised the question of whether something should\nlong positions in other fixed-income securities.35 The short be done, by government officials or by private sector market\nsales created an unusually large demand to borrow the note participants, to mitigate chronic fails.\nthat drove the specials rate for the note down to zero, after The key difference between the 1986 and 2003 episodes\nwhich the residual, unsatisfied demand spilled over into fails. was the level of the Treasury general collateral repo rate.\nThe fails became chronic when investors began to withdraw In May 1986, the overnight general collateral repo rate was\nfrom lending the note. Daily average fails in Treasury securities about 6.75 percent. That made it costly to continue to fail\nreported by primary dealers to the Federal Reserve went from even after the special collateral repo rate on the 9 1/4 percent\nbonds of February 2016 had been driven down to near zero\n32 “U.S. Sells $6 Billion in 10-Year Notes to Help Overcome Shortage,” and the economic incentive to avoid failing by borrowing\nBloomberg News, October 4, 2001, 13:16, and “U.S. Acts on Shortage of\nthe bonds had been eliminated. The high cost of failing\nTreasuries,” New York Times, October 5, 2001, p. C1 (both quoting the Under\nSecretary of the Treasury for Domestic Finance as saying that the Treasury incentivized short sellers to cover their short positions with\nmight reopen the five-year note in the next week). outright purchases, and they bid up the price of the 9 1/4 per-\n33 “U.S. Acts on Shortage of Treasuries,” New York Times, October 5, 2001, cent bonds to a level that gave holders an economic incentive\np. C1.\nto swap out of the issue and into higher yielding substitutes.\n34 See, for example, “Remedial Reopenings and the Treasury Supply Outlook,”\nIn mid-2003, however, the overnight Treasury general\nMoney Market Observer, October 8, 2001 (“Dealers reported a dramatic\nreduction in the volume of fails on [October 5] after the settlement of the collateral repo rate was about 1 percent, so the cost of failing\nadditional $6 billion of ten-year notes . . . .”), and “Another Emergency was modest. Short sellers had little incentive to cover their\nTreasurys Sale Looks Unlikely as Shortages that Hamstrung ‘Repo Market’\nEase,” Wall Street Journal, October 11, 2001, p. C17. 36 See, for example, “Treasury Issue Remains a Headache,” Wall Street Journal,\n35 “Supply Dries Up Following Fall in Prices,” Financial Times, August 23, November 17, 2003, p. C13.\n2003, p. 27 (reporting that “Demand for Treasuries from some quarters has 37 “California Standoff Dims Prospects,” Wall Street Journal, December 9,\nalso risen as prices have fallen because many institutions want to borrow the 2003, p. C17 (reporting “progress for the . . . May ten-year note, which traders\nsecurities and ‘short’ them in the expectation that prices will continue to drop. said appeared to be emerging from six months of gridlock, thanks to supply\nTraders say hedged positions for the [on-the-run ten-year note] now exceed that entered the market last week. The note was trading in positive territory in\nthe amount of Treasury securities available.”). the repurchase-agreement market. For months, it had been stuck at 0% . . . .”).\n56 The Introduction of the TMPG Fails Charge\n\nshort positions with outright purchases after demand to unpredictable reopening program would raise borrowing costs\nborrow the May 2013 ten-year note had driven the specials rate over the long run.42\non the note down to near zero and eliminated the incentive to\nA Treasury lending facility: Like reopenings, a Treasury\nborrow the note to avoid failing.\nlending facility would involve additional issuance from the\nMarket participants and government officials learned from\nTreasury. Unlike reopenings, a Treasury lending facility would\nthe 2003 episode that settlement fails were liable to become\nincrease supply on only a temporary basis. Such a facility was\nchronic quickly when short-term interest rates are low,38 and\nput forth as a “straw man” in a Treasury white paper published\nthey began to contemplate institutional innovations to avoid,\nor at least mitigate, chronic settlement fails. Most discussions\ncentered around three possibilities: Market participants and government\n(cid:129) a regular program to reopen an issue when settlement officials learned from the 2003 episode\nfails in the issue become chronic,\nthat settlement fails were liable to become\n(cid:129) a securities lending facility run by the Treasury\nchronic quickly when short-term interest\nDepartment, and\nrates are low.\n(cid:129) a fee to be paid by failing sellers to their counterparties\nto incentivize the sellers to resolve their fails.\nReopenings: Reopening an issue to alleviate chronic fails was in May 2006.43 The white paper was written to stimulate public\nexactly what the Treasury did when it reopened the on-the-run discussion of mechanisms to make available “an additional,\nten-year note on October 4, 2001.39 However, Treasury temporary supply of Treasury securities on rare occasions\nofficials were reluctant to institutionalize reopenings as a when market shortages threaten to impair the functioning of\ndevice to mitigate chronic fails. Three months after the 2001 the market for Treasury securities and broader financial\nreopening, Under Secretary Fisher told market participants markets . . .”\nthat while “it would be imprudent of me to say that the However, Treasury officials questioned whether the\nTreasury will never again hold such an auction . . . you should Secretary of the Treasury has statutory authority to issue\nnot count on it, you should not expect it . . . .”40 The problem securities on a temporary basis to alleviate chronic settlement\nwas that reopenings in response to chronic fails ran counter fails. Federal law provides that “the Secretary of the Treasury\nto “regular and predictable” issuance, a cornerstone of may borrow on the credit of the United States Government\nTreasury debt management since the 1970s.41 Treasury officials amounts necessary for expenditures authorized by law and may\nwere concerned that the uncertainties engendered by an issue bonds of the Government for the amounts borrowed.”44\nSimilar provisions authorize the issuance of notes and bills.45\n38 See, for example, “Remarks by Jeff Huther, Director of the Office of\nThe 2006 Treasury white paper suggested that “the Treasury\nDebt Management, to the Bond Market Association’s Annual Meeting,”\nwould likely need to pursue new authority to issue securities\nDepartment of the Treasury, April 22, 2004, available at http://www.treas.gov/\npress/releases/js1455.htm (“The heart of the pricing problem last year was, for the purpose of securities lending. . . .”46\nunquestionably, the low federal funds rate and the consequently low ceiling on\nthe cost of financing a short position.”); Department of the Treasury (2006, 41 Garbade (2007) describes the emergence of “regular and predictable” as a\np. 26, p. 174, footnote 2) (“The potential for chronic fails episodes thus\nTreasury debt management strategy.\nincreases in a very low interest rate environment such as that prevailing during\n42 See “Remarks of Undersecretary of the Treasury Peter R. Fisher to the\nthe summer of 2003.”); and “Statement of Under Secretary for Domestic\nFutures Industry Association, Boca Raton, Florida,” March 14, 2002, available\nFinance Randal K. Quarles to Bond Market Association Annual Meeting,”\nat http://www.treas.gov/press/releases/po1098.htm.\nDepartment of the Treasury, May 19, 2006, available at http://www.treas.gov/\npress/releases/js4274.htm (“When the central bank wishes to establish very low 43 Department of the Treasury (2006). The public responses to the white paper\nshort-term rates, the maximum degree of specialness will be quite small. are available at http://www.ustreas.gov/offices/domestic-finance/debt-\nDuring these periods, we might expect to see greater incidence of fails episodes management/slf-comments.pdf. See also Garbade and Kambhu (2005).\nbecause the cost of failing is low.”). A Treasury lending facility was also recommended by the Treasury Borrowing\n39 That reopening was not the first time the Treasury increased the supply of a Advisory Committee following the chronic fails of late September and early\nOctober 2001; see “Report to the Secretary of the Treasury from the Treasury\nsecurity in response to unusual market conditions. On November 3, 1992, the\nAdvisory Committee of the Bond Market Association,” October 30, 2001,\nTreasury announced that it would reopen the 6 3/8 percent note of August\navailable at http://www.ustreas.gov/offices/domestic-finance/debt-\n2002, at that time the on-the-run ten-year note, “in order to alleviate an acute,\nmanagement/adv-com/reports/rpt-2001-q4.pdf (“members overwhelmingly\nprotracted shortage” of the note. See “Treasury November Quarterly\nfelt that Treasury should expand their ability to enhance liquidity in the\nFinancing,” Office of Financing, Department of the Treasury, November 3,\nTreasury market. To accomplish this, they could set up a repo facility to help\n1992.\nalleviate protracted shortages, in particular, large and persistent fails . . . .”).\n40 “Remarks by Peter R. Fisher, Under Secretary of the Treasury for Domestic\n44 31 U.S.C. § 3102 (2010).\nFinance, Before the Bond Market Association Legal and Compliance\nConference,” January 8, 2002, available at http://www.treas.gov/press/releases/ 45 See 31 U.S.C. § 3103-3104 (2010).\npo.906.htm. 46 Department of the Treasury (2006, pp. 26, 178).\nFRBNY Economic Policy Review / October 2010 57\n\nA fails charge: In 2002, two economists at the Federal Reserve respect to addressing the problem of chronic fails before the\nBank of New York suggested that “chronic fails can also be insolvency of Lehman in the fall of 2008.\nalleviated by increasing the cost of failing with a penalty fee.”47\nThe economists noted that such a fee would give sellers an\neconomic incentive to borrow securities to avoid failing even\nwhen the special collateral repo rate for the securities was close to 6. Chronic Settlement Fails in the\nzero. They further noted that a fails charge might lead market Wake of the Insolvency of Lehman\nparticipants to borrow securities against lending money at\nnegative specials rates (in order to avoid the fails charge) and that The announcement, early in the morning of Monday,\nsuch negative specials rates could attract additional securities September 15, 2008, that Lehman was insolvent triggered a\nlenders (because they would receive, rather than pay, interest on “flight to safety” that, by the close of trading that day, pushed\nthe money they borrowed against lending securities). the yield on four-week Treasury bills down to 36 basis points,\nThe economists suggested that a fails charge might be set at\nsome threshold rate minus the general collateral repo rate, with\nThe first response to the rising tide of\na minimum of zero.48 The fails charge would be above zero\nonly if the general collateral repo rate was below the threshold settlement fails was the decision of the\nrate and would not be higher than what was necessary to bring\nFederal Reserve to relax the terms of\nthe total cost of failing to the threshold rate. (For example, if\nits securities lending program.\nthe threshold rate is 5 percent and the general collateral repo\nrate is 3 percent, the fails charge would be 2 percent and the\ntotal cost of failing would be 5 percent.) They further suggested 100 basis points lower than the yield on the preceding Friday.\nthat the fails charge could be instituted through a “good- Yields on longer term bills also moved sharply lower. By the\npractice” recommendation of the Bond Market Association.49 close of trading on Wednesday, September 17, yields on four-\nThe economists noted that a fails charge could be implemented week bills were down to 7 basis points. Over the balance of the\nimplicitly by reducing the invoice price on a transaction each month, four-week-bill yields fluctuated between about 10 basis\nday the seller fails—a material departure from the existing points and 100 basis points—well below the 1.50 to 1.85 percent\nconvention of deferring settlement at an unchanged invoice range that had prevailed since the beginning of August (Chart 1).\nprice—but observed that “the operational burden of changing Greater demand for high-quality, short-term debt also\nan invoice price following a delay in settlement would drove down repo rates on Treasury collateral. The overnight\nundoubtedly be substantial.”50 Treasury general collateral repo rate averaged 90 basis points\nbetween September 15 and September 30, well below the 2 per-\ncent level that had prevailed during the preceding six weeks\n(Chart 2).\n5.5 Inaction prior to the Insolvency\nIn the wake of Lehman’s insolvency and in the midst of the\nof Lehman ensuing flight to safety, investors became increasingly reluctant\nto lend Treasury securities.52 Unable to replace their maturing\nFollowing the 2003 episode of chronic settlement fails, both borrowings, dealers began to fail on their delivery obligations.\ngovernment officials and private sector market participants\n51 “Minutes of the Meeting of the Treasury Borrowing Advisory Committee,”\nunderstood that chronic fails are prone to blossom in an\nNovember 4, 2008, available at http://www.treas.gov/press/releases/\nenvironment of low interest rates. Several parties had identified\nhp1239.htm (stating that “Since November 2003, Treasury has repeatedly\nways to address the problem, but each of the suggestions had a asked the private sector to address [the fails] issue proactively. On several\nmaterial deficiency. Treasury officials asked private sector occasions, market participants have emphatically stated that they would\nresolve the situation without government intervention, but such steps have not\nparticipants to address the problem, but nothing substantive\nbeen implemented.”). See also Wrightson, Federal Reserve Data, October 17,\ncame of their requests.51 No significant progress was made with 2008 (stating that “the repo market has managed to fend off regulatory reform\nin past cycles.”), and “The Treasury Market Reaches Breaking Point,”\n47 Fleming and Garbade (2002, p. 52). Euromoney, December 1, 2008 (quoting a former Treasury employee as saying\nthat “It was politically difficult to convince the market to put a stop to fails to\n48 Fleming and Garbade (2002, p. 53).\ndeliver in treasuries. There were some forceful voices insisting that if the\n49 The Bond Market Association joined with the Securities Industry Treasury got involved, they would take the incentives out of the specials market\nAssociation in 2006 to form the Securities Industry and Financial Markets altogether. Those making their living as specialist dealers, as well as those\nAssociation. making a living shorting securities outright, were worried about potential\n50 Fleming and Garbade (2002, p. 52). supply changes which would eliminate trading opportunities for them.”).\n58 The Introduction of the TMPG Fails Charge\n\nChart 1 Chart 2\nYields on Four-Week Treasury Bills Target Federal Funds Rates and Rates on\nAugust to October 2008 Overnight General Collateral Repurchase\nAgreements on Treasury Securities\nPercent 2.0\nAugust to October 2008\n2.0\n2.5\nPercent\n1.5 2.5\n1.5 Repo rates on dates\nDates prior to September 15 prior to September 15 2.0\n2.0\n1.0\n1.5\n1.0\n1.5\nRepo rates on dates\n0.5 Target federal funds rate 1.0\nafter September 14\n0.5\n1.0\nDates after September 14\n0.5\n0.0\n0 0.5\nAugust September October 0.0\n0\nSource: Federal Reserve Statistical Release H.15.\nAugust September October\nNovember\nSources: Federal Reserve Statistical Release H.15; Board of Governors\nThe fails persisted because the low general collateral repo rate of the Federal Reserve System.\nleft sellers with little incentive to cure the fails. Primary dealer\nsettlement fails in Treasury securities mushroomed to an\npoints to 10 basis points and by expanding the limit on total\naverage of $253 billion per day during the week of Thursday,\nborrowings by a single dealer to $5 billion (Table 1). Treasury\nSeptember 18, to Wednesday, September 24—far in excess of\nofficials took the unprecedented step of reopening four off-the-\nthe level that had prevailed in August and the first half of\nrun Treasury notes, announcing at 10:40 a.m. that they would\nSeptember (Chart 3). And unlike earlier episodes, fails in the\n“reopen multiple securities which have created severe\nwake of Lehman’s insolvency were not concentrated in one or\ndislocations in the market causing acute, protracted\ntwo issues; rather, they involved securities across the entire\nshortages.”53 Two of the reopened notes were auctioned later\nyield curve.\nthe same day (at 11:30 a.m. and 1:00 p.m., respectively), and\nThe first response to the rising tide of settlement fails was\nthe other two notes were auctioned the following day (Table 2).\nthe decision of the Federal Reserve to relax the terms of its\nThe decision to reopen a substantial amount ($10 billion each)\nsecurities lending program. As shown in Table 1, on Tuesday,\nof so many different notes made clear the scale of the fails\nSeptember 23, the Fed raised the limit on total borrowings by a\nproblem; the decision to auction one note with less than an\nsingle dealer from $3 billion to $4 billion. Loans to primary\nhour of notice and a second note with less than three hours of\ndealers from the SOMA portfolio reached new heights but\nnotice emphasized the urgency of the situation.\nprimary dealer settlement fails continued to rise, averaging\nAlthough the reopenings helped to mitigate settlement fails\n$342 billion per day over the interval from September 25 to\nin the issues that were reopened, aggregate primary dealer\nOctober 8 (Chart 3).\nTreasury fails continued to rise, reaching a daily average level of\nOn Wednesday, October 8, both the Federal Reserve and the\n$379 billion per day over the interval from October 9 to\nTreasury acted in response to the continuing crisis. The Federal\nOctober 22 (Chart 3). Comments to the effect that “Treasury\nReserve further eased the terms of its securities lending\nmarket functioning remains impaired” and “the repo market is\nprogram by reducing the minimum loan fee from 50 basis\nnot functioning” became commonplace. On October 17, a\nwidely read market letter remarked that “the breakdown in the\n52 “Demand for Short-Term Treasury Debt Puts a Crimp in World-Wide\nSupply,” Wall Street Journal, September 25, 2008, p. C1 (reporting that “some clearing mechanism for the Treasury market is beginning to\nforeign central-bank officials … are reluctant to lend out their safest emerge as a top-tier policy concern.”54\ncollateral—U.S. Treasurys.”); “U.S. Treasury Steps Up Debt Sales to Reduce\nShortages (Update 2),” Bloomberg.com, October 8, 2008, 12:43 EDT (quoting\nthe head of interest rate strategy at Credit Suisse Securities as saying that\n“people are so nervous about the financial crisis that they’re holding on to their 53 U.S. Department of the Treasury, “Statement on Treasury Market\ncollateral and not lending it out.”); and “More Treasury Bonds on Way to Ease Conditions and Debt Management Actions,” October 8, 2008, available\nCrisis,” Wall Street Journal, October 9, 2008, p. A6 (reporting that “investors at http://www.treas.gov/press/releases//hp1186.htm.\nhave been unwilling to lend Treasury securities to other market participants.”). 54 Wrightson, Federal Reserve Data, October 17, 2008.\nFRBNY Economic Policy Review / October 2010 59\n\nChart 3\nDaily Average (Over Weekly Intervals) Primary Dealer Settlement Fails in Treasury Securities\nAugust to October 2008\nBillions of dollars\n400\n350\nDenotes business days\n300\nDenotes weekends and holidays\n250\n200\n150\n100\n50\n0\nAugust September October\nSource: Federal Reserve Bank of New York.\nNotes: The first square marks the Lehman insolvency on Monday, September 15. The second square marks the effective date of a revision in the\nterms and conditions of the Federal Reserve System Open Market Account (SOMA) securities lending program on Tuesday, September 23.\nThe third square marks the announcement of the surprise reopening of four Treasury notes on Wednesday, October 8, and the effective date\nof a further revision in the terms and conditions of the SOMA securities lending program on the same day.\nTable 1\nTerms and Conditions of Federal Reserve Security Loan Auctions\nLimits on Outstanding Borrowings\nby a Single Dealer\nTheoretical Amount\nof a Single Issue Offered Minimum Loan Fee\nEffective Date (Percentage of SOMA Holdings)a (Basis Points) Per Issue Total\nTerms and conditions prior\nto Lehman insolvency\nNovember 26, 2007 90 50 Lesser of $750 million and 25 percent $3 billion\nof amount beneficially owned in\nSOMA portfolio\nPost-Lehman terms and conditions\nSeptember 23, 2008 90 50 Lesser of $750 million and 25 percent $4 billion\nof amount beneficially owned in\nSOMA portfolio\nOctober 8, 2008 90 10 Lesser of $750 million and 25 percent $5 billion\nof amount beneficially owned in\nSOMA portfolio\nDecember 18, 2008b 90 1 Lesser of $750 million and 25 percent $5 billion\nof amount beneficially owned in\nSOMA portfolio\nSource: Federal Reserve Bank of New York.\nNotes: SOMA is the Federal Reserve System Open Market Account. Entries in bold indicate a change in terms.\na Amount actually offered is the lesser of the theoretical amount offered and the amount of the issue actually in the SOMA account at the time of an auction.\nb Last revision prior to the end of 2008.\n60 The Introduction of the TMPG Fails Charge\n\nTable 2\nTreasury Notes Reopened in October 2008\n4 1/8 Percent Note Maturing 4 1/4 Percent Note Maturing 4 Percent Note Maturing 3 1/2 Percent Note Maturing\nMay 15, 2015 August 15, 2015 February 15, 2015 February 15, 2018\nAmount offered $10 billion $10 billion $10 billion $10 billion\nAuction date and time October 8, 2008, 11:30 a.m. October 8, 2008, 1:00 p.m. October 9, 2008, 11:30 a.m. October 9, 2008, 11:30 a.m.\nIssue date October 15, 2008 October 15, 2008 October 15, 2008 October 15, 2008\nAmount bid competitively $12.1 billion $21.1 billion $23.7 billion $23.1 billion\nClosing market yield on\nOctober 7, 2008 (percent) 2.87 2.98 2.79 3.57\nAuction yield (percent) 3.31 3.44 3.23 3.79\nClosing market yield on\nOctober 9, 2008 (percent) 3.35 3.57 3.22 3.92\nSources: U.S. Treasury Department; Wall Street Journal.\nNote: Over the interval from October 7 to October 9, the closing market yield on the on-the-run five-year note (the 3 1/8 percent note of September 30,\n2013) rose from 2.47 percent to 2.79 percent and the closing market yield on the on-the-run ten-year note (the 4 percent note of August 2018) rose\nfrom 3.50 percent to 3.81 percent.\n7. The TMPG Steps Up market practices and for advocating the adoption of practices\ndeemed to be in the best interests of the market.55\nBy mid-October 2008, Treasury and Federal Reserve officials The TMPG is a group of private sector market professionals\nand private sector market participants understood that the committed to supporting the integrity and efficiency of the\nvolume and persistence of settlement fails in Treasury market for U.S. Treasury securities. Membership includes\nsecurities was a major problem, but what could or should be senior business managers and legal and compliance\ndone was far from obvious. The four reopenings had reduced professionals from broker-dealer firms, banks, buy-side firms,\nfails in the reopened notes, but speculation over whether the\nTreasury would reopen other chronically failing issues was\nThe TMPG is a group of private sector\ncontributing to unwanted volatility in the prices of other\nmarket professionals committed to\nTreasury securities. Additionally, there was some indication\nthat the reopenings had not been well received. The first supporting the integrity and efficiency of\nauction, of $10 billion of the 4 1/8 percent notes of May 2015,\nthe market for U.S. Treasury securities.\nattracted only $12.1 billion of tenders, and the notes were sold\nat a price almost 3 points below where outstanding notes of the\nsame series traded prior to the auction. and other organizations involved in Treasury market\nAn alternative approach was to revise the market infrastructure. (Box 4 identifies the membership in October\nconvention of postponing—without any explicit penalty and at 2008.) The TMPG routinely meets about eight to ten times a\nan unchanged invoice price—a seller’s obligation to deliver year to discuss trading issues and best-practice recommenda-\nTreasury securities if the seller failed to deliver the securities on tions for the Treasury market and publishes “Treasury Market\na scheduled settlement date. However, precisely because the Best Practices,” 56 a “living document” that aims to support\ntreatment of settlement fails was a matter of market\n55 Federal Reserve Bank of New York, “Statement on Formation of Private-\nconvention, rather than law or regulation, it could not be\nSector Treasury Market Best Practices Group,” February 9, 2007, available at\nchanged except through widespread adoption of an alternative http://www.newyorkfed.org/newsevents/news/markets/2007/an070209.html.\nconvention. See also Federal Reserve Bank of New York, “Statement Regarding New York\nFed Meeting with Primary Dealers,” November 6, 2006, available at http://\nFortuitously, in early 2007 the Federal Reserve Bank of\nwww.newyorkfed.org/newsevetns/news-archive/markets/2006/an061105.html.\nNew York had sponsored the organization of a new forum—\n56 Available at http://www.newyorkfed.org/tmpg/TMPG-best-\nthe Treasury Market Practices Group—for discussing Treasury practices_033109.pdf.\nFRBNY Economic Policy Review / October 2010 61\n\nBox 4\nat a crossroad. . . . At this critical juncture it is incumbent\nMembership of the Treasury Market Practices Group\nin October 2008 that TMPG take the leadership position on this issue\nand work as a group to provide practical, real time\nsolutions. . . . Our goal as members of this committee\nThomas Wipf, Chair Morgan Stanley is to support the integrity and efficiency of the U.S.\nFran Bermanzohn Goldman Sachs (last meeting Government Treasury Market. . . .\nin October 2008)\nArthur Certosimo The Bank of New York Mellon William Dudley, Executive Vice President of the Federal\nReserve Bank of New York and Manager of the Fed’s System\nDaniel Dufresne Citadel Investment Group, LLC\nOpen Market Account, echoed Wipf’s call for leadership: “This\nPeter Economou State Street\n[meeting] is happening at a critical time in the market place\nJohn Fath BTG\nwhere leadership is important to creating confidence and\nMichael Haddad Caxton Associates (last meeting\nstability—we believe this group can, should and will provide\nin January 2009)\nthat leadership.”\nCurt Hollingsworth Fidelity Investments\nJames Hraska Barclays Capital\nMurray Pozmanter Depository Trust & Clearing\nCorporation 7.1 The November 12 Recommendations\nGerald Pucci BlackRock\nJohn Roberts Barclays Capital During the October 23 meeting, and in a series of subsequent\nBill Santangelo Countrywide Securities Corp. telephone conference calls, TMPG members discussed changes\n(last meeting in October 2008) in market practices that might reduce chronic fails and limit\nPeter Stebbing Reserve Bank of Australia the likelihood of a recurrence. The group unveiled its\nNancy Sullivan The Bank of New York Mellon recommendations on Wednesday, November 12, 2008.58\nMatthew Zames JPMorgan Chase The principal recommendation suggested that “market\nparticipants agree that the invoice price . . . on any cash or\nfinancing transaction that fails to settle on the originally\nSubsequent Additions prior to May 1, 2009\nscheduled date be reduced at a fails [charge] rate equal to the\nGlenn Hadden Goldman Sachs greater of a) 3 percent per annum minus the fed funds target\nrate … and b) zero.” As shown in Chart 4, this would penalize\nStuart Wexler Merrill Lynch\nfails at a rate that starts at zero when the target federal funds\nrate is at or above 3 percent and rises to 3 percent as the target\nfunds rate declines toward zero. It follows that the economic\nTreasury market integrity and efficiency. Best-practice cost of failing would never fall below about 3 percent per\nrecommendations include guidelines for promoting market annum.59 The TMPG concluded that the “out-of-pocket cost\nliquidity, for integrating compliance and trading functions in a to the party failing to deliver securities will provide a\nmeaningful fashion, and for managing large positions in ways compelling incentive to resolve fails promptly.”\nthat avoid adverse consequences for market liquidity. TMPG\npractice guidance has also addressed the efficient clearing and\nsettlement of trades. Thus, the TMPG was well positioned in\nOctober 2008 to provide the leadership required to revise the\nmarket convention for settlement fails.57 58 Treasury Market Practices Group, “Treasury Market Practices Group\nEndorses Several Measures to Address Widespread Settlement Fails,”\nThe first meeting of the TMPG after the reopening auctions November 12, 2008, available at http://www.newyorkfed.org/tmpg/\nof October 8 and 9 was on Thursday, October 23. The PR081112.pdf. The recommendations were reported in “Treasury’s Warning\nAdds to Plunge in Failed Trades,” Bloomberg.com, November 12, 2008,\nchairman, Tom Wipf of Morgan Stanley, opened the meeting\n15:59 EST, and “Repo Experts Propose Plans to Counteract Rise in ‘Fails,’”\nby reminding members of the urgency of the situation:\nFT.com, November 12, 2008, 20:00.\n59 This follows because the sum of the target federal funds rate, which is usually\nTo overstate the obvious, the work of today’s meeting\nat or slightly above the Treasury general collateral repo rate, and the fails charge\naround settlement fails in Treasuries finds our committee rate would never be less than 3 percent. The TMPG could have referenced the\novernight Treasury general collateral repo rate in lieu of the target federal funds\n57 The Association of Primary Dealers provided similar leadership in revising rate, but the target funds rate is more familiar and more readily observable to\nthe market convention for the treatment of accrued interest in repurchase market participants. There is no definitive and widely disseminated measure of\nagreements after the 1982 failure of Drysdale Government Securities overnight Treasury general collateral repo rates. The Federal Reserve, by\n(Garbade 2006). comparison, publicly announces the target funds rate.\n62 The Introduction of the TMPG Fails Charge\n\nChart 4 The TMPG recognized that the “the introduction of [the\nTMPG Fails Charge Rate as a Function recommended convention] raises operational, legal and other\nof Target Federal Funds Rate implementation issues that may vary across Treasury market\nparticipants” and promised to engage in “further analysis of\nTMPG fails charge rate (percent per annum)\nthese issues,” with a goal of announcing by January 5, 2009,\n3.0\nits recommendations for implementation.61\n2.5\n2.0\n8. The Crisis Recedes but Support\n1.5\nfor Revising the Market\nConvention Persists\n1.0\nBy the time the TMPG made its November 12 recommendation,\n0.5\nsettlement fails in the Treasury market were receding rapidly.\n0 As shown in Chart 5, primary dealer fails declined from a daily\n0 1 2 3 4 5\naverage of $379 billion during the week of October 16-22 to a\nTarget federal funds rate (percent per annum)\ndaily average of $70 billion during the week of November 13-19\nand averaged less than $50 billion a day in December.\nSupport for a revised market convention for settlement\nThe TMPG explicitly based its recommendation on the\nfails persisted in spite of the receding volume of fails, largely\ndysfunctionality of the existing market convention for\nbecause the crisis of late September and early October had\nsettlement fails:\ngiven added currency to the view that the existing convention\nPast experience—for example, during the summer was dysfunctional. The discussion of settlement fails during\nof 2003—shows that settlement fails in a particular the November 4, 2008, meeting of the Treasury Borrowing\n[security] may become widespread and persistent when Advisory Committee, as well as the views expressed in a\nthe special collateral repo rate for that [security] nears prominent market newsletter in early January 2009, illustrates\nzero. Special collateral repo rates cannot exceed the the growing consensus.62\nTreasury general collateral repo rate. As a result,\nsettlement fails across a wide variety of [securities]\ncan . . . become widespread and persistent when the\nTreasury general collateral repo rate is near zero—\n61 The TMPG made three additional recommendations on November 12:\nas is currently the case.\n1) that market participants undertake a study of the most efficient way to\nThe underlying problem is the Treasury market margin fails in Treasury securities (in order to reduce counterparty credit risk\ncontracting convention that a seller can deliver securities exposure), 2) that market participants examine whether the Fixed Income\nClearing Corporation, the two clearing banks, or other interested parties might\nafter the originally scheduled settlement date at an\ndevelop “new or enhanced … multilateral netting arrangements” that might\nunchanged invoice price [and] without incurring any reduce settlement fails, and 3) that market participants pursue consensual cash\npenalty. Introduction of a dynamic fails [charge] with a settlement of transactions in Treasury securities that have been failing for more\nthan five days. The TMPG also expressed its support for “discussion of a\nfinite cap rate would remedy this problem. In particular,\nstanding facility by the U.S. Department of the Treasury to provide temporary\na dynamic fails [charge] would provide an incentive for new supply of specific securities at a penalty rate when settlement fails persist,”\nsellers to resolve fails promptly, and could lead to repo but noted that the creation of such a facility was a long-term goal and that\nprogress on a fails charge should not be contingent on the development of\ncontracting conventions [that is, negative repo rates] that\na Treasury security lending facility.\nwould give beneficial owners of Treasury securities an\n62 William Dudley, Executive Vice President, Federal Reserve Bank of New\nopportunity to earn as much as the [3 percent] cap rate in York, and Manager of the System Open Market Account, stated during a public\nsecurities loan fee income regardless of the level of conference call on January 14, 2009, on the TMPG fails initiative that:\nnominal interest rates.60 “Although settlement fails have declined recently from record levels amid\nreduced trading volumes, the extremely low level of interest rates suggests\nthat fails could again rise significantly when trading activity picks up. The\n60 Treasury Market Practices Group, “Treasury Market Practices Group fundamental incentive to deliver securities under current market conditions\nEndorses Several Measures to Address Widespread Settlement Fails,” is simply not sufficient at very low nominal interest rates to reduce the\nNovember 12, 2008. probability of large chronic fails to acceptable levels.”\nFRBNY Economic Policy Review / October 2010 63\n\n400\n350\n300\n250\n200\n150\n100\n50\n0\n64 The Introduction of the TMPG Fails Charge\n01\n.peS\n- 4\n.peS\n42\n.peS\n- 81\n.peS\n8\n.tcO\n- 2 .tcO\n22\n.tcO\n- 61\n.tcO\n5\n.voN\n- 03\n.tcO\n91\n.voN\n- 31\n.voN\n3\n.ceD\n- 72\n.voN\n71\n.ceD\n- 11\n.ceD\n13\n.ceD\n- 52\n.ceD\n41\n.naJ\n- 8\n.naJ\n82\n.naJ\n- 22\n.naJ\n11\n.beF\n- 5\n.beF\n52\n.beF\n- 91\n.beF\n11\n.raM\n- 5\n.raM\n52\n.raM\n- 91\n.raM\n8\n.rpA\n- 2 .rpA\n22\n.rpA\n- 61\n.rpA\nChart 5\nDaily Average (Over Weekly Intervals) Primary Dealer Settlement Fails in Treasury Securities\nSeptember 2008 to April 2009\nBillions of dollars\n2008 2009\nSource: Federal Reserve Bank of New York.\n8.1 The November Meeting of the Treasury In its ensuing report to the Secretary of the Treasury, the\nBorrowing Advisory Committee TBAC expressed the view that the low level of short-term\ninterest rates “has made the cost of failing negligible, [leaving]\nlittle desire for short-sellers to close out their positions” and\nThe Treasury Borrowing Advisory Committee (TBAC) is a\ncommittee of market professionals selected to advise the noted the suggestion of one committee member “that there\nSecretary of the Treasury on matters relating to Treasury debt should be a cost in the form of a penalty rate associated with\nmanagement. At its November 4 meeting, the committee fails in a low-rate environment.” The report further noted that\ndiscussed the upcoming midquarter refunding and, inter alia, such a cost would encourage negative-rate repo trading,\nthe fails situation. “which would allow the free market to determine the effective\nThe TBAC’s discussion of settlement fails focused initially cost of the fail, and change the economics of securities\non better ways for the Treasury to reopen outstanding issues lending.”64\nthan the “snap” reopenings of October 8 and 9, but then turned\nto the market convention for settlement fails. Several\ncommittee members observed that investors had “little\n63 U.S. Department of the Treasury, “Minutes of the Meeting of the Treasury\neconomic incentive to lend securities when general collateral\nBorrowing Advisory Committee of the Securities Industry and Financial\n[repo] rates stood at 20 basis points,” and one member Markets Association, November 4, 2008,” November 5, 2008, available at\nsuggested that “a negative [repo] rate of 200 or 300 basis points http://www.ustreas.gov/press/releases/hp1239.htm.\n. . . would create the correct economic incentives to cause 64 U.S. Department of the Treasury, “Report to the Secretary of the Treasury\nfrom the Treasury Borrowing Advisory Committee of the Securities Industry\nholders of securities in low interest rate environments to lend\nand Financial Markets Association, November 4, 2008,” November 5, 2008,\nsecurities again.”63 available at http://www.ustreas.gov/press/releases/hp1238.htm.\n\n8.2 Comments in Wrightson’s In lieu of adjusting invoice prices, several TMPG members\nMoney Market Observer suggested that an economically equivalent result could be\nobtained if a seller who makes a late delivery agrees to make a\nside payment to the buyer in an amount equal to what became\nThe January 5, 2009, edition of Wrightson’s Money Market\nknown as the “TMPG fails charge.” The charge for a fail on a\nObserver devoted substantial space to the TMPG proposal to\ngiven business day would be computed as:\nrevise the market convention for settlement fails. The\nnewsletter noted that creating an explicit charge for settlement n\n(1) C = ---------.01max3–R 0P,\nfails was “the most straight-forward way to remedy the obvious 360 trgt\nstructural flaws that lead to delivery logjams in today’s where:\nmarket,” and pointed out the anticipated benefits of restoring\ncompetitive market forces to the special collateral repo C = charge, in dollars,\nmarkets: “The TMPG believes (correctly, in our view) that the\nn = number of calendar days to the next following\nrepo market will be more elastic—and the Treasury clearing\nbusiness day,\nprocess more efficient—if the floor on special repo rates is set\nlow enough [that is, below zero] to preserve a spread relative to R = target federal funds rate at the close of business\ntrgt\ngeneral collateral rates even in the current rate environment.” on the business day preceding the fail, in percent\nper annum, and\nP =total proceeds due from the buyer, in dollars.\nFor example, if P = $10 million, R = 1 percent, and n =\n9. Getting It Right trgt\nthree days, then C = $1,666.66.65 This procedure had the\nadvantage of not requiring any change in existing settlement\nAlthough a consensus had emerged in support of revising the\nsystems.\nmarket convention for settlement fails, the TMPG\nThe idea of replacing invoice price adjustments with side\nrecommendation for reducing invoice prices itself needed\npayments illustrates an important aspect of the TMPG\nsome revision.\ninitiative: by working collaboratively, the TMPG was able to\nThe TMPG recommendation would have required a seller\nachieve its objectives while accommodating an existing\nand a buyer to reduce the invoice price on a failing transaction\ninstitutional structure: back-office settlement systems. The\nby matching amounts on a daily basis. If one party reduced the\ndifference between a price adjustment and a side payment may\nseem trivial, but the success of the TMPG initiative hinged on\nAlthough a consensus had emerged in recognizing the difference.\nsupport of revising the market convention\nfor settlement fails, the TMPG\n9.1 The January 5 Announcement\nrecommendation for reducing invoice\nprices itself needed some revision. On January 5, 2009, the TMPG announced that it was\nrecommending a fails charge in the form of a side payment\non transactions that failed to settle on a timely basis and\ninvoice price and the other did not, or if the two parties that it was making several additional refinements to its\nreduced the invoice price by different amounts, any attempt by November12 recommendation.66 The three key refinements\nthe seller to deliver securities against payment would be\nrejected by the buyer (because the buyer would be looking to 65 $1,666.66 = (3/360)  .01  max[3 1, 0]  $10,000,000.\npay a different amount than what the seller was looking to 66 Treasury Market Practices Group, “Timeline for New Market Practices to\nAddress Widespread Settlement Fails in U.S. Treasury Securities,” January 5,\nreceive). TMPG members who understood the complex\n2009, available at http://www.newyorkfed.org/tmpg/PR090105c.pdf, and\narchitecture of broker-dealer and custodian settlement systems\nTreasury Market Practices Group, “Claiming a Fails Charge for a Settlement\npointed out that requiring matching daily price reductions Fail in U.S. Treasury Securities,” January 5, 2009, available at http://\nwould impose a major operational burden on market www.newyorkfed.org/tmpg/PR090105a.pdf. The January 5 announcement\nwas reported in “Repo Arena Gets a Plan on Penalties,” Wall Street Journal,\nparticipants and could lead to an explosion in rejected\nJanuary 6, 2009, p. C3, and “Penalty for Failed Trades Set to Spark New Era for\ndeliveries (and thus in settlement fails). US Repo,” Financial Times, January 7, 2009, p. 22.\nFRBNY Economic Policy Review / October 2010 65\n\nwere 1) a statement of the process for claiming a fails charge, 2) The January 5 announcement suggested that the best way to\na timeline suggesting that market participants begin claiming initiate the fails charge would be for buyers to tender claims\nfor settlement fails on transactions agreed to on or after May 1, directly to sellers.70 A seller could either pay what was claimed\n2009, and 3) replacement of the target federal funds rate (in the or dispute the claim and negotiate with its counterparty over\nformula for the fails charge, equation 1 above) with a “TMPG the amount due.\nreference rate.” The latter rate was defined as the target federal The TMPG further suggested that if an investor employed a\nfunds rate if the Federal Open Market Committee specified a professional asset manager and that manager contracted to sell\ntarget rate or the lower limit of the target band for the federal securities that were not delivered on a timely basis, the claim\nfunds rate if the FOMC specified a target band.67 In the event for the fails charge should be directed to the asset manager\nthe FOMC specified neither a target rate nor a target band, the (rather than to the investor or to the investor’s custodian). This\nsuggestion was based on the pragmatic notion that since the\nsale had been negotiated by the asset manager, the asset\nmanager would be in the best position to recognize the sale and\nOn January 5, 2009, the TMPG announced\nidentify who was responsible for the settlement fail, be it the\nthat it was recommending a fails charge in asset manager, the investor’s custodian, or some other party,71\nthe form of a side payment on transactions or whether the claim should be left for the account of the\ninvestor.72\nthat failed to settle on a timely basis and\nthat it was making several additional\nrefinements to its November 12\n9.2 Trading Practice and Market Practice\nrecommendation. Recommendations\nFollowing the January 5 announcement, TMPG members\nTMPG committed to recommending some other similar, and other market participants collaborated to publish two\nreadily observable, short-term interest rate as a reference rate documents providing guidance on how to implement the\nfor the fails charge formula.68 TMPG fails charge. The documents were important for\nThe decision to recommend a side payment (in lieu of an clarifying how fails charges should be calculated and claimed\ninvoice price adjustment) required the TMPG to specify a way and generally for enhancing the transparency of the new\nfor buyers to collect from sellers who failed to deliver securities market convention.\non a timely basis. In the case of buyers and sellers who settled\nthrough FICC, a collection process could be added to other 69 The addition required a change in FICC rules that had to be approved by the\nsimilar processes previously implemented by FICC (such as Securities and Exchange Commission. FICC filed the proposed rule change on\nFebruary 25, 2009 (Securities and Exchange Commission Release no. 34-\nthe collections and disbursements that result from marking\n59569, March 12, 2009), and the Commission granted approval two months\ntransactions to current market prices).69 However, the\nlater (Securities and Exchange Commission Release no. 34-59802, April 20,\ncollection process was not as simple for transactions that 2009).\nsettled bilaterally, as was the case for most transactions between 70 The January 5 announcement noted the possibility of setting up a central\nindustry utility to receive and process claims, but observed that the design of\ndealers and their nondealer customers.\nsuch a facility raised novel questions regarding the identification of buyers and\nsellers and would require further consultation with market participants.\n71 Some investors retain an agent to lend securities from the investor’s\n67 This charge was necessitated by the December 16, 2008, decision of the\nportfolio. Such agents are commonly called “agent sec lenders.” In most cases,\nFederal Open Market Committee to establish a target range for the federal\nan agent sec lender is obliged to reclaim securities out on loan if the investor’s\nfunds rate of 0 to 1/4 percent.\nasset manager decides to sell the securities. If an agent sec lender fails to reclaim\n68 In late March 2009, the TMPG announced a slightly different form for the securities on a timely basis and thereby causes a settlement fail, the fail may be\nfails charge computation: the responsibility of the agent sec lender, rather than the asset manager or the\n1 custodian.\nC = --------- .01 max3–R 0P.\n360 TMPG 72 A sale of securities negotiated by an asset manager may fail to settle on a\nIn this form, the charge is computed for each calendar day that a seller’s timely basis because the investor’s custodian failed to receive the same\ndelivery obligation is failing. R is the TMPG reference rate on the securities on an unrelated purchase. Such fails cannot be attributed to faulty\nTMPG\nbusiness day preceding the day for which the charge is computed. See Treasury behavior by the asset manager or the investor’s custodian, so the resulting fails\nMarket Practices Group, “Treasury Market Practices Group Announces charge would be left for the account of the investor. The investor can, of course,\nUpdates to Fails Charge Recommendation,” March 30, 2009, available at direct its asset manager to file a claim on the seller who failed to deliver\nhttp://www.newyorkfed.org/tmpg/tmpg_033009.pdf. securities to the investor.\n66 The Introduction of the TMPG Fails Charge\n\nTrading practice recommendations: On January 15, 2009, the systems around settled transactions) and be in excess of $500\nTMPG and the Securities Industry and Financial Markets per issue per settlement (to limit costly research and billing\nAssociation (SIFMA) published a “U.S. Treasury Securities efforts to nontrivial claims).\nFails Charge Trading Practice”73 to give market participants\nTMPG members and other market 10. Implementation\nparticipants collaborated to publish two\nThe TMPG fails charge went into effect on May 1, 2009,\ndocuments providing guidance on how to\nreplacing the former market convention of postponing—\nimplement the TMPG fails charge. The without any explicit penalty and at an unchanged invoice\nprice—a seller’s obligation to deliver Treasury securities when\ndocuments were important for clarifying\nthe seller fails to deliver the securities on a scheduled settlement\nhow fails charges should be calculated date. Henceforth, the cost of failing to settle a sale of Treasury\nand claimed and generally for enhancing securities in a timely fashion would not be less than 3 percent\nper annum.\nthe transparency of the new market\nIt would be premature to argue that the TMPG fails charge\nconvention. has eliminated the possibility of yet another episode of chronic\nsettlement fails in Treasury securities; past episodes were rare\nto begin with and some future event may demonstrate the\nguidance on exactly the types of transactions that were covered existence of an unsuspected flaw in the new system. It may also\nby, and excluded from, the TMPG fails charge. The “Trading be the case that the 3 percent benchmark rate is too low and\nPractice” also recommended the form of a letter that a market that chronic fails would be better mitigated with a 3 1/2 or\nparticipant could send to counterparties, advising them of the 4 percent rate. However, there is no evidence to date that the\nparticipant’s adoption of the new policy for settlement fails,\nand suggested a statement that could be added to trade\nconfirmations indicating that a transaction was subject to the The new convention is not yet out of its\nfails charge. infancy, but there is reason to anticipate\nMarket practice recommendations: On April 23, 2009, SIFMA that the TMPG fails charge will . . . dampen\npublished a “Treasury Market Practices Group Fails Charge\nfuture eruptions [of settlement fails].\nMarket Practice”74 that recommended procedures for buy-side\nfirms to use in connection with the new fails charge. The\nrecommended procedures included processes for researching\nnew market convention, and the 3 percent benchmark rate, are\nand tracking fails, calculating fails charges, determining\nnot working. Chart 6 shows daily average settlement fails over\nresponsibility for a claim, sending and receiving claims, and\nweekly intervals from the beginning of 2009 to July 2010. Fails\naccounting for claims. The procedures also included\naveraged a bit over $14.4 billion per day during the first four\nsuggestions made earlier by SIFMA and adopted by the\nmonths of 2009, but only $4.2 billion per day since\nTMPG75 that claims be submitted at the beginning of a month\nimplementation of the fails charge.76 More important, the\nfor fails settled during the preceding month (to accommodate\nrelatively modest eruptions of settlement fails that appeared\ncustodians and asset managers who structured their control\nduring the first week of July 2009 and the first week of January\n73 Treasury Market Practices Group and Securities Industry and Financial 2010 quickly subsided. The new convention is not yet out of its\nMarkets Association, “U.S. Treasury Securities Fails Charge Trading Practice,” infancy, but there is reason to anticipate that the TMPG fails\nJanuary 15, 2009, available at http://www.sifma.org/capital_markets/docs/ charge will similarly dampen future eruptions.\nFails-Charge-Trading-Practice.pdf.\n74 Securities Industry and Financial Markets Association, “Treasury Market\nPractices Group Fails Charge Market Practice,” April 23, 2009, available at\nhttp://www.theasset manager.com/docs/AM_Custodian_IndustryProcedures_ 76 The fails charge was never intended to eliminate all settlement fails. (Fails\nTMPG_FailsCharge.pdf. attributable to miscommunication or operational problems are unlikely to be\n75 See Treasury Market Practices Group, “Treasury Market Practices Group eliminated by the fails charge—although they may be resolved more quickly.)\nAnnounces Updates to Fails Charge Recommendation,” March 30, 2009, Rather, the fails charge was aimed at mitigating episodes of chronic fails that\navailable at http://www.newyorkfed.org/tmpg/tmpg_033009.pdf. can threaten market liquidity and efficiency.\nFRBNY Economic Policy Review / October 2010 67\n\n35\n30\n25\n20\n15\n10\n5\n0\n68 The Introduction of the TMPG Fails Charge\n7\n.naJ\n- 1 .naJ\n4\n.beF\n- 92 .naJ\n4\n.raM\n- 62 .beF\n1\n.rpA\n- 62 .raM\n92\n.rpA\n- 32 .rpA\n72\nyaM\n- 12 yaM\n42\n.nuJ\n- 81 .nuJ\n22\n.luJ\n- 61 .luJ\n91\n.guA\n- 31 .guA\n61\n.peS\n- 01 .peS\n41\n.tcO\n- 8 .tcO\n11\n.voN\n- 5 .voN\n9\n.ceD\n- 3 .ceD\n6\n.naJ\n- 1 .naJ\n3\n.beF\n- 82 .naJ\n3\n.raM\n- 52 .beF\n13\n.raM\n- 52 .raM\n82\n.rpA\n- 22 .rpA\n62\nyaM\n- 02 yaM\n32\n.nuJ\n- 71 .nuJ\n12\n.luJ\n- 51 .luJ\nChart 6\nDaily Average (Over Weekly Intervals) Primary Dealer Settlement Fails in Treasury Securities\nJanuary 2009 to July 2010\nBillions of dollars\nPrior to May 1, 2009 After May 1, 2009\n2009 2010\nSource: Federal Reserve Bank of New York.\n11. Conclusion In a subsequent letter to the TMPG membership expressing his\npersonal thanks for the Group’s dedication and commitment\nThe TMPG fails charge initiative is important both for what it to making the fails charge a reality, William Dudley, now\naccomplished and for how it was accomplished. Substantively, president of the Federal Reserve Bank of New York, reflected\nthe initiative revised an outmoded convention and mitigated on the significance of the new market convention:\nan important dysfunctionality in a market of critical national\nThe implementation of the fails charge marks a rare and\nsignificance. Procedurally, the initiative demonstrated how\nsignificant evolution in Treasury market architecture. In\ncooperation between the public and private sectors can speed\nmy view, one would need to look back to 1982 to find a\ninnovative and efficient responses to changing circumstances.\ndevelopment of similar magnitude, when the collapse of\nAt the time of the May 1, 2009, implementation of the fails\nDrysdale Securities led to the adoption of a new market\ncharge, the Federal Reserve Bank of New York welcomed the\npractice to include accrued interest in repo contracts.\nnew convention:\nThe fails charge stands among relatively few revisions\nWe applaud the dedicated efforts of the TMPG in to contracting conventions in the Treasury market since\nspearheading the development and implementation of the development of a liquid national market following\nthis targeted solution to the settlement fails problem. This World War I.\nsignificant milestone in the evolution of Treasury market\npractice demonstrates that groups, such as the TMPG, are 77 Federal Reserve Bank of New York, “New York Fed Applauds\nImplementation of the TMPG’s Fails Charge Recommendation,” May 1, 2009,\neffective in addressing deficiencies in market functioning\navailable at http://www.newyorkfed.org/newsevents/news/markets/2009/\nand facilitating market best practices.77 ma090501.html.\n\nAppendix: Additional Individuals Who Provided Feedback and Assistance\nin the Implementation Phase of the TMPG Fails Charge Initiative\nThe following list attempts to include all non-TMPG (Treasury Market Practices Group)\nindividuals who either served on formal subgroups that contributed to the timely implementation\nof the TMPG fails charge or participated in less formal conference calls and meetings. The authors\napologize for any inadvertent omissions.\nDavid Aman Cleary Gottlieb Steen & Hamilton LLP\nMarc Baum Ramius LLC\nBrandon Becker WilmerHale\nBrent Blake State Street\nGary Buki The Bank of New York Mellon\nKevin Caffrey The Bank of New York Mellon\nMaria Carina Euroclear\nMichael Cetta AllianceBernstein Holdings\nBrayton Cherry Brown Brothers Harriman & Co.\nEd Corral JPMorgan Chase\nDavid Cosgrove ICAP\nBrian Crowe Fidelity Investments\nCraig Delany JPMorgan Chase\nLaura Dietel State Street\nCraig Dudsak Citigroup\nSteve Dunn JPMorgan Chase\nJoe Finan Morgan Stanley & Co.\nMarcellus Fisher PIMCO\nBarbara Friedman New York Life Investment Management LLC\nRobert Good Goldman, Sachs & Co.\nSimon Griffiths JPMorgan Chase\nOlivier Grimonpont Euroclear\nChris Haas Merrill Lynch\nJanice Hamilton The Northern Trust Company\nRobert Hennessy The Bank of New York Mellon\nEugene Ing Depository Trust & Clearing Corporation\nDyann Kiessling Fidelity Investments\nBradley Koehler Euroclear\nMarty Kruse BNY Mellon Asset Servicing\nMichael Landolfi State Street\nLourdes Leon Morgan Stanley & Co.\nChristine Lin Citigroup\nFred Lipinski Depository Trust & Clearing Corporation\nColin Lloyd Cleary Gottlieb Steen & Hamilton LLP\nFrank Lupica Lord, Abbett & Co. LLC\nDiane Madera Morgan Stanley & Co.\nClaudia Maia Euroclear\nJennifer Manor Fidelity Investments\nFrank Martino New York Life Investment Management LLC\nChristopher Marzullo Lord, Abbett & Co. LLC\nJason McCann Reserve Bank of Australia\nShirley McCoy JPMorgan Chase\nKatherine McGaugh State Street\nKevin Meagher Fidelity Investments\nOmar Medina Goldman Sachs Asset Management\nFRBNY Economic Policy Review / October 2010 69\n\nAppendix: Additional Individuals Who Provided Feedback and Assistance\nin the Implementation Phase of the TMPG Fails Charge Initiative (Continued)\nFatima Mehladi Euroclear\nEric Miller Citadel Solutions, LLC\nTamara Molinary AllianceBernstein Holdings\nCarolyn Monroe-Koatz JPMorgan Chase\nPenny Morgan Western Asset Management\nLouis Nazarro JPMorgan Chase\nEdward Neeck JPMorgan Chase\nPeter Novello Lord, Abbett & Co. LLC\nElisa Nuottajarvi SIFMA\nPaul Parseghian Prudential Investment Management Inc.\nJudith Polzer JPMorgan Chase\nJoseph Pomo Goldman Sachs Asset Management\nThomas Ponti State Street\nNancy Prior Fidelity Investments\nPawan Puneet State Street IMS\nChristopher Ramsay Citadel Investment Group, LLC\nBill Rose BTG\nTheodore Rothschild JPMorgan Chase\nTimothy Ryan SIFMA\nJoseph Sack SIFMA\nRandy Snook SIFMA\nGuido Stroemer UBS\nBrian Swann Goldman Sachs\nRob Toomey SIFMA\nDiane Trupia SIFMA\nRaymond Tyrrell Brown Brothers Harriman & Co.\nJason Ward Fidelity Investments\nAndrew Waskow Goldman Sachs\nMark Willis Merrill Lynch\nPatricia Yak Credit Suisse First Boston\nLawrence Young Credit Suisse First Boston\nAnthony Zook JPMorgan Chase\n70 The Introduction of the TMPG Fails Charge\n\nReferences\nCommittee on Banking, Finance, and Urban Affairs. 1985. “The Federal ———. 2007. “Dealer Behavior in the Specials Market for U.S.\nReserve Bank of New York Discount Window Loan of $22.6 Billion Treasury Securities.” Journal of Financial Intermediation 16,\nExtended to the Bank of New York.” Hearing before the no. 2 (April): 204-28.\nSubcommittee on Domestic Monetary Policy of the Committee\non Banking, Finance, and Urban Affairs. U.S. House of Garbade, K. 2004. “Origins of the Federal Reserve Book-Entry\nRepresentatives, 99th Cong., 1st Sess., December 12. System.” Federal Reserve Bank of New York Economic Policy\nReview 10, no. 3 (December): 33-50.\nCornell, B., and A. Shapiro. 1989. “The Mispricing of U.S. Treasury\nBonds: A Case Study.” Review of Financial Studies 2, no. 3 ———. 2006. “The Evolution of Repo Contracting Conventions in the\n(fall): 297-310. 1980s.” Federal Reserve Bank of New York Economic Policy\nReview 12, no. 1 (February): 25-40.\nDepartment of the Treasury. 2006. “Consideration of a Proposed\nTreasury Securities Lending Facility.” Federal Register 71, ———. 2007. “The Emergence of ‘Regular and Predictable’ as a\nno. 85 (May 3): 26,174-8. Treasury Debt Management Strategy.” Federal Reserve Bank of\nNew York Economic Policy Review 13, no. 1 (March): 53-71.\nDepartment of the Treasury, Securities and Exchange Commission, and\nBoard of Governors of the Federal Reserve System. 1992. “Joint Garbade, K., and J. Ingber. 2005. “The Treasury Auction Process:\nReport on the Government Securities Market.” January. Objectives, Structure, and Recent Adaptations.” Federal Reserve\nBank of New York Current Issues in Economics and\nDuffie, D. 1996. “Special Repo Rates.” Journal of Finance 51, no. 2 Finance 11, no. 2 (February).\n(June): 493-526.\nGarbade, K., and J. Kambhu. 2005. “Why Is the U.S. Treasury\nFisher, M. 2002. “Special Repo Rates: An Introduction.” Federal Contemplating Becoming a Lender of Last Resort for Treasury\nReserve Bank of Atlanta Economic Review 87, no. 2 (second Securities?” Federal Reserve Bank of New York Staff Reports,\nquarter): 27-43. no. 223, October.\nFleming, M., and K. Garbade. 2002. “When the Back Office Moved Ingber, J. 2006. “A Decade of Repo Netting.” Futures & Derivatives\nto the Front Burner: Settlement Fails in the Treasury Market after Law Report 26, no. 2 (February): 3-12.\n9/11.” Federal Reserve Bank of New York Economic Policy\nReview 8, no. 2 (November): 35-57. Jordan, B., and S. Jordan. 1997. “Special Repo Rates: An Empirical\nAnalysis.” Journal of Finance 52, no. 5 (December): 2051-72.\n———. 2003. “The Repurchase Agreement Refined: GCF Repo.”\nFederal Reserve Bank of New York Current Issues in Economics Keane, F. 1996. “Repo Rate Patterns for New Treasury Notes.” Federal\nand Finance 9, no. 6 (June). Reserve Bank of New York Current Issues in Economics and\nFinance 2, no. 10 (September).\n———. 2004. “Repurchase Agreements with Negative Interest Rates.”\nFederal Reserve Bank of New York Current Issues in Economics Sender, H. 1986. “The Day the Computers Went Down.”\nand Finance 10, no. 5 (April). Institutional Investor 11, no. 3 (March): 203-7.\n———. 2005. “Explaining Settlement Fails.” Federal Reserve Bank of\nNew York Current Issues in Economics and Finance 11, no. 9\n(September).\nThe views expressed are those of the authors and do not necessarily reflect the position of the Federal Reserve Bank of New York\nor the Federal Reserve System. The Federal Reserve Bank of New York provides no warranty, express or implied, as to the\naccuracy, timeliness, completeness, merchantability, or fitness for any particular purpose of any information contained in\ndocuments produced and provided by the Federal Reserve Bank of New York in any form or manner whatsoever.\nFRBNY Economic Policy Review / October 2010 71",
    "length": 118904,
    "date": null
  }
]