[
  {
    "id": "fednsp:30197",
    "url": "https://www.newyorkfed.org/newsevents/speeches/2015/mus150624.html",
    "text": "It is a pleasure to have been invited to speak to the Institute of International Bankers today about the U.S. economy and financial system in an international context.  Developments in the U.S. have important implications for the rest of the world and vice-versa.\n\nI have two main messages today.\n\nFirst, the Federal Reserve has domestic objectives with respect to employment and inflation, the safety and soundness of supervised financial institutions, and the stability of the U.S. financial system. In the context of these domestic objectives, the Fed is mindful about the potential international implications of its policies.  This comes from a sense of a special responsibility given the international reserve currency status of the dollar and also because the international effects of Fed policies can spill back onto the U.S. economy and financial conditions.\n\nSecond, policies that make the U.S. economy and financial system strong and stable are most likely to generate positive spillovers to the rest of the world.  Federal Reserve transparency and clear communication about the evolution of the economic and financial landscape are critical for these positive spillovers to occur.\n\nIn my remarks I will review the U.S. economy; potential spillovers from U.S. monetary policy normalization; and U.S. financial system reforms in support of financial stability and economic growth.\n\nAs a reminder, my remarks reflect my own views and not necessarily those of the Federal Reserve Bank of New York or the Federal Reserve System.\n\nAs highlighted in the June FOMC statement and economic projections of FOMC members, the economy is expected to expand at roughly 2.0-2.5 percent per year over the next several years, in line with the average pace of the expansion experienced since the end of the Great Recession.  The Committee’s assessment was that the upside and downside risks to U.S. growth are nearly balanced.\n\nDespite some softness in the first quarter, there are a number of reasons to expect a return to ongoing moderate growth going forward.  Consumers are benefiting from improved balance sheets, low debt service burdens, the positive wealth effects of higher house and equity prices, and nearly a percentage point increase to real disposable incomes due to lower energy prices. The labor market has continued to strengthen.  Workers are finally beginning to see at least modest real wage gains, and the U.S. unemployment rate has fallen to the lowest level since mid-2008.  The housing sector is now in much better balance.  The inventory-sales ratio for homes is near, or even slightly below, levels typically considered “normal,” and there has been a significant drop in the fraction of households carrying mortgage balances in excess of the value of their homes.  Finally, business fixed investment outside of oil and gas seems likely to advance, reflecting high cash flows and a low cost of capital.\n\nThere are, however, also downside risks to the growth outlook.  Households could behave cautiously given the experience of the Great Recession and thus far appear to be saving a high fraction of the windfall from lower oil prices and from positive wealth effects.  Net exports have represented a notable headwind and are associated with weak domestic manufacturing activity.  These effects may continue to be felt well into 2016.  The fall in investment and employment in the oil producing sector have already been sharp and this could play out in activity over the next quarter or two, but the effects could also prove more extended.  Finally, the U.S. economy’s productivity performance has been poor in recent quarters, raising questions about whether there has been a step down in the underlying trend.\n\nThe FOMC also highlighted that it expects inflation to rise gradually over the medium term from its recent low level toward 2 percent, as the labor market improves further and the transitory effects of earlier declines in energy and import prices dissipate.\n\nSome uncertainty also remains about the inflation outlook.  On the upside, recent Federal Reserve Bank of New York research suggests the economy should be near a point at which further declines in labor market slack would put greater upside pressure on wages.  Stronger wage growth could translate over time into upward pressure on inflation.  This tendency could be amplified if productivity growth remains lackluster.  However, there are also downside inflation risks.  A range of indicators points to some remaining cyclical weakness in the labor market. Healthy profit margins give U.S. firms scope for absorbing stronger wage gains without raising prices.  Also, the recent dip in productivity growth could prove temporary.  More generally, core PCE inflation has been running measurably below the Committee’s 2 percent objective for some time; and the experience of other advanced economies demonstrates how difficult it can be to raise low inflation.\n\nIt is in this context that the Committee is considering the appropriate timing and pace for beginning to remove extraordinary accommodation.  The Committee stated in June that it will look at a wide range of indicators to make a data dependent evaluation, and that it will be appropriate to raise the federal funds rate “when it has seen further improvement in the labor market and is reasonably confident that inflation will move back to its 2 percent objective over the medium term.” 2 Given the Committee’s communication about data dependence, market participants seem to expect that economic conditions will warrant a first rate increase in the latter part of this year.\n\nProspects of U.S. monetary policy normalization have raised concerns about international spillovers particularly for emerging market economies (EME).  These concerns are understandable.\n\nLooking back at previous periods of Fed tightening, average EME economic performance has actually been strong.  For instance, industrial production growth has averaged between 7½ to 10 percent in the 12 months following individual Fed tightening cycles, while export volumes have risen 10 to 15 percent.  These growth rates are comfortably above long-term averages.  A likely explanation for this favorable record is that Fed tightening has recently occurred during periods of strong U.S. economic performance.  The financial market performance of EMEs has been more varied, however.  For instance, average financial market performance was strong in the tightening cycle that began in 2004, but very weak in the 1994 tightening cycle, and more mixed in the 1999 cycle.  Of course, average performance hides considerable diversity across countries.  In the 1994 tightening cycle, for example, the economic and financial performance of emerging Asia was strong while Mexico slumped and then fell into a crisis, with contagion to Latin America more broadly.\n\nConcerns about EME economic and financial performance during Fed normalization also stem from the 2013 Taper Tantrum, when EMEs experienced sizeable weakening of their currencies, local currency and foreign currency bonds, and equity markets.  Other factors also played an important role ahead of the Taper Tantrum, including record capital inflows into emerging markets, stretched asset valuations, and weaknesses in some countries’ domestic fundamentals.  Market stress was most severe for countries reliant on external financing and, in these countries, led to slower growth.\n\nThe impact of eventual Fed monetary policy normalization on EMEs will likely depend mostly on the underlying domestic economic fundamentals of individual countries and on the robustness of Fed communication.\n\nThe fundamental risk profile of EMEs has deteriorated modestly in recent years.  This reflects a combination of slowing trend GDP growth, deteriorating fiscal positions, and a build-up of domestic and external debt.  Commodity producers have experienced a more substantial deterioration in fundamentals.  Compared to conditions prevailing ahead of the Taper Tantrum, more recently capital inflows to EMEs have been more muted, valuations of emerging market assets are lower, and market pricing appears to be differentiating countries to a greater extent based on fundamentals.\n\nStill, many of the structural strengths that have enabled EMEs to weather recent periods of market strain remain largely in place; the most important of which is the presence of flexible and credible macroeconomic and monetary policy frameworks. A continued focus on implementing predictable policies, consistent with inflation and external sustainability objectives, will be important to help EMEs manage through potentially turbulent markets associated with the normalization of U.S. monetary policy.\n\nWhat accounts for the difference in EME performance across tightening cycles? Research suggests that anticipated Fed tightening moves have historically been followed by a minor pullback in private capital inflows, while unanticipated tightening moves have typically been followed by a pullback in private capital flows some four times as large. 3 Research also suggests that the economic and financial performance of EMEs tends to be favorable when U.S. long-term yields rise because U.S. growth prospects are higher, as opposed to when U.S. yields rise because there is a monetary surprise not associated with higher U.S. growth prospects. 4 This highlights the importance of transparency and clear messaging by the Fed about how it is evaluating the evolving economic landscape, to reduce the risk that policy adjustments might be associated with undue market volatility.\n\nShifts in Fed monetary policy can also impact advanced economies and spill back to the U.S.  For instance, President Draghi highlighted that financial conditions associated with Fed exit discussions contributed to the ECB’s decision to bring euro area interest rates down to their effective lower bound and strengthen forward guidance in 2014. 5 Monetary policy actions by other central banks can also impact international markets, including U.S. bond and currency markets. There is growing evidence that unconventional monetary policy actions by the ECB have impacted U.S. and other markets. 6\n\nFor all central banks, and the Fed in particular at this stage, it is important to clearly communicate assessments about the economy, the financial system and the stance of policy.\n\nLet me now add a few thoughts about ongoing financial reform efforts.  The complexity, severity and speed of the global financial crisis required a forceful and wide-ranging international regulatory response.  This has included higher capital and liquidity standards as well as stronger recovery and resolution regimes for supervised institutions, and greater transparency and standardization in derivatives markets.  These efforts will have a number of positive effects, and may lead to some changes in bank business models and strategy in the U.S. and internationally.\n\nIn the U.S., regulatory reforms have made the banking system much stronger than before the crisis.  In aggregate, Tier 1 risk-based capital ratios among U.S. bank holding companies have increased to 12.6 percent, an increase of almost 40 percent relative to pre-crisis levels, and the quality of capital has improved.  This progress is also evident in firms’ forward-looking, post-stress capital positions as assessed under the CCAR process. In the latest exercise, firms had a significantly higher post-stress Tier 1 common ratio of 7.1 percent, compared to their starting position of 5.3 percent in the 2009 SCAP exercise.\n\nBank holding company balance sheets are also significantly more liquid, with liquid assets increasing from 30 percent of total assets at end-2006 to just over 40 percent as of the first quarter of 2015.  Core deposits now fund 47 percent of total assets, a more than 10 percentage point increase from pre-crisis levels.  A stronger U.S. banking system better protects against future shocks, provides a more solid foundation for growth, and therefore also enhances prospects for growth and financial stability abroad.\n\nI would like to briefly touch on two U.S.-specific financial regulatory issues with international implications, namely enhanced prudential standards for foreign banks - including intermediate holding company requirements for the largest institutions -, and issues surrounding correspondent banking, U.S. anti-money laundering rules, and “de-risking”.  Of these, the latter may be more relevant for emerging market economies and the former may be more relevant for advanced economies.\n\nThe adoption of Regulation YY, Enhanced Prudential Standards for Bank Holding Companies and Foreign Banking Organizations (FBOs) is a key element of U.S. regulatory reforms, and a significant change in supervision of FBOs. 7 The largest FBOs with U.S. non-branch assets greater than $50 billion must hold their U.S. subsidiaries under an intermediate holding company (IHC), and meet various capital, leverage, liquidity, stress testing, risk management and corporate governance requirements.  These requirements respond to a mandate in the Dodd-Frank Act for enhanced standards for the largest domestic and foreign banks.  Firms have submitted their IHC implementation plans for review. The most significant requirements are expected to fall on the largest FBOs from advanced economies—some of which have also adopted tighter local requirements for foreign banks—and should contribute importantly to a safer and sounder U.S. and international financial system. The IIB has played a constructive role on this topic by offering comments on the original proposal and by providing assistance in organizing its members to discuss the implementation plan requirement with the Federal Reserve.\n\nCorrespondent banking relationships have also received heightened attention in the context of serious violations of anti-money laundering and know-your-customer standards by some banks, and substantial associated fines.  It is imperative to firmly deal with illegal, unsafe and unsound banking practices, including money laundering and transactions with U.S.-sanctioned countries.\n\nIt is also important to be on the look-out for potential unintended consequences and externalities, such as widespread de-risking where correspondent bank access is shut off to compliant counterparties and to legal flows, economic costs are increased, or flows migrate to avenues subject to less oversight or transparency.  The scope, scale, and impact of de-risking need to be better understood.  Dialogue between market participants and the official sector is ongoing.\n\nLet me conclude.  The U.S. economy and financial system have strengthened notably in recent years and in a mutually reinforcing way.  Monetary, supervisory and regulatory policy need to be tailored to domestic U.S. conditions.  In the context of its domestic objectives, the Fed is also mindful of the international effects of its policies, given the central place of the U.S. in the global financial system, and the potential for spillbacks to the U.S. economy and financial conditions.  Policies that make the U.S. economy and financial system strong and stable are most likely to generate positive spillovers to the rest of the world. Fed communication about the evolution of the economic and financial landscape is critical for these positive spillovers to occur.\n\nThank you for the opportunity to speak to you today.\n\n1 Idanna Appio, Gerard Dages, Matthew Higgins, David Hou, Siobhan Sanders and Kevin Stiroh assisted in preparing these remarks.\n\n2 See June 17, 2015 Federal Open Market Committee statement.\n\n3 “International Capital Flows:  Reliable or Fickle?”  World Economic Outlook,  April 2011, Chapter 4.\n\n4 See “Spillovers from Unwinding Monetary Support in Advanced Economies,” 2014 Spillover Report , Chapter 2.  See also, “On the Receiving End:  External Financial Conditions and Emerging Market Growth Before, During and After the Global Financial Crisis,” World Economic Outlook , April 2013, Chapter 4.\n\n5 “The ECB’s recent monetary policy measures: Effectiveness and challenges”, Mario Draghi May 14, 2015.\n\n6 “Evaluating Asset-Market Effects of Unconventional Monetary Policy:  A Cross-Country Comparison,” Rogers, Scotti, and Wright, (March 2014); “ECB Unconventional Monetary Policy Actions:  Market Impact, International Spillovers and Transmission Channels,” Fratzscher, Duca, and Straub (November 2014).\n\n7 Enhanced Prudential Standards for Bank Holding Companies and Foreign Banking Organizations , Federal Register, Vol. 79 No. 59, March 27, 2014.",
    "length": 16608,
    "date": "June 24, 2015",
    "parsing_from": "html"
  },
  {
    "id": "fednsp:30215",
    "url": "https://www.newyorkfed.org/newsevents/speeches/2015/mus150309.html",
    "text": "Thank you for the invitation to speak here today.  It has been a pleasure to attend this conference, and to have the opportunity to exchange views with many of you.\n\nMy remarks today will focus on the potential effects of the U.S. outlook and policy for emerging market economies.  I will make three main points.\n\nBefore I turn to the specifics, let me remind you that what I say today reflects my own views, and not necessarily those of the Federal Reserve Bank of New York or the Federal Reserve System.\n\nSince the end of the Great Recession almost six years ago, U.S. growth has averaged a somewhat disappointing 2.3 percent.  But growth has picked up recently, and the latest Blue Chip forecast is for growth to average slightly below 3 percent over the next year.\n\nThere are good reasons to think that a period of stronger growth can be sustained.\n\nOf course, there are important risks to the growth outlook including:  whether households behave cautiously relative to fundamentals given the experience of the Great Recession; the extent of the impact to the oil producing sector from lower oil prices, and the direction of the business cycle abroad.  The FOMC’s view in its January statement was that the risks to U.S. growth are nearly balanced.\n\nThere are also risks in both directions to the inflation outlook.  Headline inflation has fallen quite low due to the drop in oil prices. These effects are likely to be transitory.  Measures of underlying inflation such as the core PCE deflator have been running somewhat short of the FOMC’s 2 percent objective for some time.  Moreover, market-based measures of medium-term inflation compensation have fallen somewhat below the objective in recent months, even if survey measures of expectations have held essentially steady.\n\nThere are also upside risks to inflation.  The unemployment rate has declined and wage growth should firm as remaining slack diminishes.  Moreover, the U.S. economy’s productivity performance has been relatively unimpressive in recent quarters.  If continued, this could also begin to push inflation higher.\n\nIt is in this context that the Committee has begun to consider the appropriate timing and pace for removing extraordinary accommodation.  The Committee stated in January that “it can be patient in beginning to normalize the stance of monetary policy,” and that the timing of any policy shift will be data dependent, based on an ongoing careful evaluation of progress towards the Committee’s goals of maximum employment and 2 percent inflation. 1\n\nEmerging market officials and market participants have expressed concerns that Fed liftoff might spark an undue tightening in global financial conditions, creating a new growth headwind for emerging market economies.  These concerns are understandable.  The Federal Funds rate has been near the zero lower bound for more than six years.  The Taper Tantrum in the spring and summer of 2013 provides a ready reminder of the potential for volatility around actual or perceived news concerning Fed policy.\n\nLike other central banks, the Fed’s monetary policy mandate is defined in domestic terms.  Yet the Fed takes the potential international implications of its policies quite seriously.  In part, this comes from a sense of a special responsibility given the international reserve currency status of the dollar.  An outward-looking perspective is also warranted because the international effects of Fed policies can spill back onto the U.S. economy and financial conditions.\n\nIt is of note that emerging market economic performance during previous Fed tightening cycles has generally been good.  During the last three U.S. tightening cycles, EME industrial production growth has come to between 7½ and 10 percent over the 12 months from the start of Fed tightening, while EME export volumes have risen 10 to 15 percent.  A likely explanation for this favorable record is that Fed tightening generally occurs during periods of strong U.S. economic performance.  Recent research from the IMF bears out this hypothesis, finding that higher U.S. interest rates associated with stronger U.S. growth represent a net positive for EMEs. 2\n\nFinancial performance of EMEs has been more diverse across Fed policy cycles.  The strongest contrast is between the tightening cycle that began in 2004, and the one beginning a decade earlier, in 1994.  EME asset prices strengthened considerably during the 2004 cycle, but weakened considerably during the earlier cycle.  Notably, the 1994 cycle was associated with a large increase in U.S. long-term bond yields, and appears to represent a case in which there was some distance between Fed policy and market expectations.  Other IMF research suggests that anticipated Fed tightening moves have historically been followed by only a minor pullback in private capital inflows, while unanticipated tightening has typically been followed by a pullback in private flows some four times as large. 3 This evidence highlights the importance of transparency and clear messaging in how the Fed is evaluating the evolving economic landscape.\n\nThe FOMC has taken a number of steps in recent years to increase transparency and improve communications.  This includes press conferences by the Fed chair following FOMC meetings; the publishing of growth and inflation forecasts of FOMC participants; participants’ projections of the Federal Funds rate at various horizons; and a concerted attempt to lay out the guideposts that the FOMC will look at to assess progress toward its mandate.  These steps are aimed at reducing the risk that Fed policy adjustment might be associated with undue market volatility.\n\nThe stance of Fed policy will be far from the only thing affecting the global landscape facing EMEs.  As the FOMC considers the appropriate timing and pace of moving to a less accommodative policy stance, central banks in the Euro area and Japan are in the process of implementing additional easing measures.  Other important factors affecting the global terrain include China’s slowing of credit growth without derailing economic growth, the behavior of oil and other commodity prices, and EMEs’ own domestic fundamentals and growth dynamics.  Fed policy will be only one factor.\n\nEME fundamentals are likely to be an important determinant of how EME financial conditions respond to Fed policy normalization.  This was one of the key lessons from the Taper Tantrum.  At first, market pressure was somewhat indiscriminant and then later became more discerning with respect to EME fundamentals.  Financial conditions tightened, especially for countries with fundamental vulnerabilities including: large current account deficits, a heavy reliance on portfolio inflows, and high and above-target inflation rates.  Markets then responded favorably as EME authorities shifted toward clear, more consistent policies focused on inflation objectives and external sustainability, and away from policies with multiple and sometimes competing objectives.\n\nLet me now add a few thoughts about ongoing financial reform efforts.  The complexity, severity and speed of the global financial crisis required a forceful and wide-ranging international regulatory response.  This has included higher capital and liquidity standards, stronger recovery and resolution regimes for supervised institutions, and greater transparency and standardization in derivatives markets.  These efforts will have a number of positive effects, although they may lead to some changes in bank business models and strategy in the U.S. and internationally.\n\nIn the U.S., these efforts have made the banking system much stronger today than before the crisis.  In aggregate, Tier 1 risk-based capital ratios among U.S. bank holding companies have increased to just under 13 percent, an increase of almost 45 percent relative to pre-crisis levels, and the quality of capital has improved.  Bank holding company balance sheets are also significantly more liquid, with liquid assets increasing from 26 percent of total assets at end-2006 to 38 percent at end-2014.  Core deposits now fund 44 percent of total assets, a 10 percentage point increase from pre-crisis levels.  A stronger U.S. banking system better protects against future shocks, provides a more solid foundation for growth, and therefore also enhances prospects for growth and financial stability abroad.\n\nBasel III implementation has been proceeding on a comparable basis in advanced and emerging market countries.  The Financial Stability Board has been monitoring the unintended effects of reforms on EME banks and EMEs report no significant adverse effects. 4 However, potential differences in reform implementation across jurisdictions could create challenges, particularly in countries where foreign banks are active.  This underscores the importance of continued home and host coordination.\n\nI would like to briefly touch on two U.S.-specific financial regulatory issues with international implications, namely enhanced prudential standards for foreign banks, including intermediate holding company requirements for the largest institutions, and issues surrounding correspondent banking, U.S. anti-money laundering rules, and “de-risking”.  Of these, the latter may have the most relevance for the EMEs broadly.\n\nThe adoption of enhanced prudential standards for foreign banking organizations (FBOs) is a key element of U.S. regulatory reforms, and a significant change in supervision of FBOs. 5 The largest FBOs (with U.S. non-branch assets greater than $50 billion) must hold their U.S. subsidiaries under an intermediate holding company (IHC), and meet various capital, leverage, liquidity, stress testing, risk management and corporate governance requirements.  These requirements respond to a mandate in the Dodd-Frank Act for enhanced standards for the largest domestic and foreign banks.  The most significant requirements are expected to fall on the largest FBOs from advanced economies—some of which have also adopted tighter local requirements for foreign banks—and should contribute importantly to a safer and sounder U.S. and international financial system.\n\nCorrespondent banking relationships have also received heightened attention in the context of serious violations of anti-money laundering and know-your-customer standards by some banks, and substantial fines.  It is imperative to firmly deal with illegal, unsafe and unsound banking practices, including money laundering and transactions with U.S.-sanctioned countries.\n\nIt is also important to be on the look-out for potential unintended consequences and externalities, such as widespread de-risking where correspondent bank access is shut off to compliant counter parties and to legal flows, economic costs are excessively increased, or flows migrate to avenues subject to less oversight or transparency.  The scope, scale, and impact of de-risking need to be better understood.  Dialogue between market participants and the official sector is ongoing, both multilaterally and bilaterally.\n\nLet me conclude.  The U.S. economy and financial system have strengthened notably in recent years and in a mutually reinforcing way.  U.S. monetary and regulatory policy both need to be tailored to domestic conditions.  The Fed is also mindful of the international effects of its policies, given the central place of the U.S. in the global financial system, and the potential for spillbacks to the U.S. economy and financial system.  Effective communication with market participants and policymakers is important.  The opportunity for dialogue is what makes conferences such as this one valuable.\n\nThank you very much.\n\n1 See January 27-28, 2015 Federal Open Market Committee statement .\n\n2 See “Spillovers from Unwinding Monetary Support in Advanced Economies,” 2014 Spillover Report , Chapter 2.  See also, “On the Receiving End:  External Financial Conditions and Emerging Market Growth Before, During and After the Global Financial Crisis,” World Economic Outlook , April 2013, Chapter 4.\n\n3 “International Capital Flows:  Reliable or Fickle?” World Economic Outlook , April 2011, Chapter 4.\n\n4 “Monitoring the effects of agreed regulatory reforms on emerging market and developing economies”, Financial Stability Board, November 12, 2014.\n\n5 Enhanced Prudential Standards for Bank Holding Companies and Foreign Banking Organizations , Federal Register, Vol. 79 No. 59, March 27, 2014.",
    "length": 12443,
    "date": "March 9, 2015",
    "parsing_from": "html"
  },
  {
    "id": "fednsp:29940",
    "url": "https://www.newyorkfed.org/newsevents/speeches/2016/mus160301",
    "text": "Good morning.  Thank you for the opportunity to  speak here in Hangzhou about the important theme of international spillovers.  By exchanging perspectives and experiences we can forge relationships and a shared  understanding that can lead to better economic outcomes.  I will focus mostly on  the interaction of international spillovers with policy frameworks within and  across countries.  I will do this from the vantage point of a domestic economy experiencing  foreign spillovers.  I will then briefly turn to considerations from a U.S.  perspective. As always, my remarks reflect my own views and not necessarily  those of the Federal Reserve Bank of New York, the Federal Open Market  Committee (FOMC), or the Federal Reserve System. 1\n\nInternational spillovers encompass a broad topic  with respect to their sources and channels.  Before narrowly focusing on  monetary sources and associated channels, it seems appropriate to first take a  broader view of the various sources.  Foreign spillovers can emanate from monetary,  fiscal, regulatory, currency or trade policies.  Spillovers can also arise from endogenous  productivity changes, from financial stability developments, and from a global  financial cycle. 2\n\nThe Mundell-Fleming logic remains relevant for  thinking about policy options of open economies.  It provides lessons on channels of transmission,  basic tradeoffs across objectives, and the effectiveness of policy responses. 3 The channels of macroeconomic and financial transmission among open and  interdependent economies occur through the current account of the balance of  payments, the capital account, or both.  From the vantage point of the domestic  economy, there are three main channels of transmission: the exchange rate; the external  demand; and the interest rate or risk-premia channel.  The last can be more broadly  defined as the financial conditions channel.\n\nThe intensity of transmission of spillovers will  depend on the monetary policy, currency policy and the real and financial openness  of the economy being affected by external developments.  Other relevant characteristics  include the flexibility of labor and product markets; the depth, safety and  soundness of the financial system; and the economy’s position as an  international creditor or debtor.\n\nThe Mundell-Fleming framework suggests that a  country with a high degree of capital mobility and a flexible currency will be  in a favorable position to use monetary policy to attain its internal growth  and inflation objectives.  When foreign interest rates increase and financial  conditions tighten, changes in relative prices brought about by currency fluctuations  can help to absorb the external shocks.  The  positive expenditure switching effect from currency depreciation improves the  trade balance and supports demand.  It is  sufficiently larger than the negative investment demand effect from higher  interest rates, such that internal balance is attained and monetary policy is  able to pursue domestic inflation and growth objectives. 4\n\nDifferent policy options are available to a  country with a high degree of capital mobility and a preference for currency  stability.  A country may prefer currency stability as an effective nominal  anchor, or because of concerns about the broader uncertainties associated with currency  volatility.  Regardless of the reason and because the exchange rate is not available  to absorb external shocks, this country will be in an unfavorable position to achieve  domestic macroeconomic objectives by using monetary policy.  Instead, monetary policy is aimed at external adjustment.  Tighter foreign monetary policy and financial conditions need to be  validated by tighter domestic monetary policy to maintain currency stability.  With  domestic monetary conditions effectively imported from abroad, they may sometimes  conflict with domestic growth and inflation objectives. Simply put, currency  stability is prioritized.\n\nThese policy considerations are summarized in the  well-known international policy trilemma.  It says that a country cannot  simultaneously maintain independent monetary policy focused on domestic  objectives, a high degree of capital mobility, and currency stability.  Any two  of these regime characteristics can be chosen, but not all three.  While the  trilemma suggests sharp tradeoffs, additional policy tools can soften the  tradeoffs.\n\nFiscal policy is one tool that serves this  purpose.  When foreign credit conditions tighten, expansionary fiscal policy can  allow a country with a high degree of capital mobility, and a policy preference  for currency stability, to effectively manage towards domestic macroeconomic  objectives and internal balance.  In fact, fiscal policy can also be used to  rebalance the composition of demand towards the desired mix of investment and  consumption.\n\nSofter tradeoffs than implied by the trilemma  are suggested by some of the empirical evidence on interest rate co-movements.  For example, there is ample evidence that  domestic short-term interest rates become progressively less correlated with  short-term interest rates in large foreign countries, and that monetary policy  is more autonomous, as countries move from high capital mobility to low capital  mobility, and from rigid currencies to flexible currencies. 5\n\nUsing foreign exchange reserves to support currency  stability is unlikely to be as effective in enabling the country to attain  domestic growth and inflation objectives.  If losses of foreign reserves are not  sterilized, the effect will be similar to that of domestic monetary tightening,  and as already discussed, might work against domestic growth and inflation  objectives.  If reserve losses are sterilized and the underlying cause of  capital outflows is not addressed, reserves losses can be persistent.\n\nMacroprudential policy provides an additional  tool that can add degrees of freedom and help soften the tradeoffs of the  trilemma. Macroprudential policy can potentially temper spillovers by modulating the type of buildup  of financial imbalances that contributed to the Asian crisis of 1997, countless  other emerging market crisis, the global financial crisis of 2008 and the  subsequent euro area crisis of 2011.  Progress continues to be made in designing  macroprudential policy frameworks, in definition of objectives, and in  developing appropriate instruments, calibration and communication.\n\nCapital flow management can be viewed as the part  of the macroprudential toolkit that operates across borders.  Over the last five  years, capital flow management has received increased attention, first in managing  inflows and, more recently, in managing outflows. 6 A consensus has emerged that capital flow management can be useful as part of a  broader set of policy tools.  In fact, the effectiveness of capital flow  management may be limited if not appropriately supported by monetary, fiscal,  exchange rate and prudential policies, or the warranted macroeconomic  adjustment.  Also, capital flow  management practices that are transparent, temporary, and targeted seem to work  best.\n\nSpillovers from foreign countries are not  confined only to conventional monetary policies, nor is the U.S. the sole source  of transmission.  There also is evidence that the unconventional monetary policies  of the ECB and the BOJ have spilled over onto the U.S. yield curve and broader  financial conditions. 7 This is interesting because all three monetary areas share the characteristics  of flexible currencies and capital mobility.\n\nI will now conclude with a few related  comments from the U.S. perspective.\n\nThe  Fed’s statutory mandate, like that of other central banks, is domestic.  The  Federal Reserve Act states that the Fed should “promote effectively the goals  of maximum employment, stable prices, and moderate long-term interest rates”.  Within this mandate, there are good reasons to consider the international effects  of monetary and regulatory policies.  The U.S. economy and the economies of the  rest of the world have important feedback effects on each other, and adverse  international spillovers can harm U.S. prosperity.\n\nLike other central banks, the Federal Reserve can help promote  global prosperity and stability, by promoting growth and stability at home.  The FOMC has taken a number of steps in recent years to increase transparency and  improve communications, to effectively convey policy intentions to market  participants and policymakers. The Fed has also made considerable progress  in strengthening the safety and soundness of the U.S. financial system, through  improved regulation and supervision of banks and a broader group of  systemically important institutions.  A stronger U.S. banking system better  protects against future shocks, provides a more solid foundation for domestic  growth, and therefore also enhances prospects for growth and financial  stability abroad.\n\nI look forward to a discussion with fellow  panelists and also to engaging with conference participants over the next two  days.\n\nThank you for your attention.\n\nReferences\n\nEhrmann,  M. & M. Fratzscher (2005). Equal Size, Equal  Role? Interest Rate Interdependence Between the Euro Area and the United States, Royal Economic Society, vol. 115 (506), pages  928-948, October.\n\nFarhi, E.  and I. Werning (2014). Dilemma not Trilemma? Capital Controls and Exchange Rates  with Volatile Capital Flows, IMF Economic  Review , pp. 62: 569-605.\n\nFederal Open  Market Committee (2016), Statement on Longer-Run Goals and Monetary Policy  Strategy, Adopted effective January 24, 2012; as amended effective January 26,  2016\n\nFederal Open  Market Committee (2016), Policy Statement, January 27, 2016\n\nFleming, M.  (1962). Domestic Financial Policies under  Fixed and under Floating Exchange Rates, IMF  staff papers , 9 (3), pp. 369-380.\n\nG20 (2010), Summit  Leaders’ Declaration, Seoul, Korea, November 11 – 12, 2010\n\nGoldberg, L.  (2013). Banking Globalization, Transmission, and Monetary Policy Autonomy, Sveriges Riksbank Economic Review (Special  Issue), pp. 161-193.\n\nIMF (2105),  The IMF’s Approach to Capital Account Liberalization Revisiting the 2005 IEO  Evaluation, Independent Evaluation Office, Washington, D.C.\n\nIMF (2015),  2015 Spillover Report, Washington, D.C.\n\nIMF (2012), The  Liberalization and Management of Capital Flows: an Institutional View,  Washington, D.C.\n\nKlein, M.  and Shambaugh, J. (2015). “Rounding the Corners of the Policy Trilemma: Sources  of Monetary Policy Autonomy”, American  Economic Journal: Macroeconomics 2015, 7 (4): 33–66,  http://dx.doi.org/10.1257/mac.20130237\n\nKrugman, P.  (1999). Balance Sheets, the Transfer Problem, and Financial Crises, in International  Finance and Financial Crises:  Essays in  Honor of Robert Flood , edited by Peter Isard, Assaf Razin and Andrew Rose  (Springer Netherlands) pp. 31-55.\n\nMundell, R. (1963).  Capital Mobility and Stabilization Policy under Fixed and Flexible Exchange  Rates, Canadian Journal of Economic and  Political Science , 29 (4), pp.475–485.\n\nObstfeld, M.  (2015). Trilemmas and tradeoffs: living with financial globalization, BIS  Working Papers No 480.\n\nObstfeld,  M., Shambaugh, J., and Taylor, A. (2005). The Trilemma in History: Tradeoffs among  Exchange Rates, Monetary Policies, and Capital Mobility, Review of Economics and Statistics , vol. 87 (3).\n\nRey, H.  (2014). International Channels of Transmission of Monetary Policy and the  Mundellian Trilemma, London Business School, Paper presented at the 15th  Jacques Polak Annual Research Conference Hosted by the International Monetary  Fund, Washington, D.C., November 13–14.\n\nUnited  States Congress (1913), Federal Reserve Act, Amended 1977, Section 2A\n\n1 Linda Goldberg, Paolo Pesenti, Joseph Tracy and Matthew Higgins contributed to  these remarks.\n\n2 A  global financial cycle refers to the global co-movement of credit by banks and  capital markets, asset prices, term  premia, and risk premia.\n\n3 Fleming (1962) and Mundell (1963).\n\n4 Krugman  (1999). The balance sheet effects imparted from a large international debtor  position may work against achievement of an improved external balance and  attainment of internal balance.\n\n5 Obstfeld, Shambaugh and Taylor (2005), Goldberg (2013), Klein and Shambaugh  (2015) and Obstfeld (2015).\n\n6 G20 (2010), IMF (2012), Farhi and Werning (2014) and IMF (2015).\n\n7 http://www.federalreserve.gov/aboutthefed/section2a.htm",
    "length": 12514,
    "date": "March 1, 2016 Posted March 15, 2016",
    "parsing_from": "html"
  },
  {
    "id": "fednsp:30172",
    "url": "https://www.newyorkfed.org/newsevents/speeches/2015/mus151123",
    "text": "Thank you to  the Institute for Law and Finance for the invitation to speak here today. It is  a pleasure to be at Goethe University.\n\nThe New York  Fed has, for the last two years, been part of an international dialogue on the  reform of culture in the financial services industry.  Why culture?   Let’s begin with the following hypothesis: environment drives conduct.  What each of us learned from our parents  governs some of our behavior, but not nearly as much as any of us who are  parents would like to believe.  Place  ordinary people in a bad environment, and bad things tend to happen.  That said, place someone in a good  environment, and good things tend to happen.  This is just part of being human.  We observe and adapt.\n\nBefore continuing, I would like to  clarify that the views I express today are my own and may not reflect the views  of the Federal Reserve Bank of New York or the Federal Reserve System.\n\nPart  of any organization’s environment is its culture.  Some have labored over a precise definition of  the word “culture.”  Bill Dudley, the  President of the New York Fed, has offered the following description, which  works for me:  “Culture relates to the  implicit norms that guide behavior in the absence of regulations or compliance  rules—and sometimes despite those explicit restraints.  Culture exists within every firm whether it  is recognized or ignored, whether it is nurtured or neglected, and whether it is embraced or disavowed.” 1\n\nThe New York  Fed’s interest in reforming culture is a product of events since the Financial  Crisis.  Take, for example, the  manipulation of LIBOR and foreign exchange rates, much of which was collusive.  Each of those episodes involved misconduct affecting  wholesale markets on which the real economy relies.  Both cases shared an underlying, flawed  outlook.  Bankers failed to see beyond their  immediate financial goals.  They ignored the  broader social consequences of their decisions on the firm and its customers, as  well as on consumers, producers, savers and investors.  The same flawed outlook may have contributed  to the Financial Crisis. 2\n\nThere are  many more examples.  One bank was fined  for doing business with Sudan despite economic sanctions imposed for engaging  in genocide. 3 Another bank manipulated electricity markets  in California and Michigan. 4 Other banks helped U.S. citizens evade taxes. 5 I will not review the full litany.  Notably, none of these recent episodes had  anything to do with capital levels or liquidity ratios.  The many post-Crisis reforms to bank balance  sheets—including the Dodd-Frank Act and new standards developed by the Basel  Committee on Bank Supervision and the Financial Stability Board—provided necessary  bulwarks against systemic risks.  Capital  and liquidity requirements, and the enhanced testing surrounding them, have  made banks and the financial system more resilient to stress.  But those new laws, regulations, and  standards have done little to curb banker misconduct.  Each post-Crisis episode demonstrates a narrow  cultural focus on short-term gain and disregard of broader social consequences.\n\nLast year  the New York Fed challenged the industry to consider many factors that have  contributed to recent, widespread misconduct.   There are no simple answers and that discussion is continuing.  This year, by contrast, our focus has been more  on solutions—what’s working, and what is not.   In both years, we have offered three messages to the industry.\n\nFirst , cultural problems are the  industry’s responsibility to solve.  The official  sector can monitor progress and deliver feedback and recommendations.  In fact, many individual supervisory findings  are often symptoms of deeper cultural issues at a firm.  But the banks themselves must actively reform  and manage their cultures.\n\nSecond , a bank’s implicit  norms—especially those reinforced through incentives—must align with the public  purpose of banking.  Gerald Corrigan,  more than three decades ago, presented a theory of banking based on the  principle of reciprocity. 6 Banks receive operating benefits unavailable  to other industries because they provide important services to the public.  For example, financial intermediation is  enhanced through deposit insurance and access to the discount window.  Public benefits, though, are not a gift.  They are part of a quid pro quo .  In exchange  for receiving valuable operating benefits, a bank’s implicit codes of  conduct—that is, its culture—must reflect the public dimension of the services  that banks provide.\n\nThird , the reform of bank culture should  aim to restore trust. 7 The bedrock of the financial system is trust  and the word credit derives from the Latin notion of believing or trusting. We  saw seven years ago that the public’s trust is critical in a crisis.  The repair of the financial system would not  have been possible without public support.   If another crisis were to happen tomorrow, would there be that  support?\n\nA lack of  trust—or, more accurately, low trustworthiness—also imposes day-to-day costs. 8 For starters, there are fines.  Then there are the legal costs in  investigating allegations and defending lawsuits.  Internal monitoring also becomes more  expensive as rules become more extensive.   Some might say that the proliferation of rules since the Financial  Crisis is inversely proportional to a decline in the industry’s perceived  trustworthiness.  The choice between  rules and standards depends on the trustworthiness of the regulated.  A more flexible, standards-based legal regime  requires a degree of trustworthiness that, in recent years, banks have not  demonstrated.\n\nThose are  the measurable costs of low trustworthiness.  There may be other, longer-term costs that  are more difficult to price.  Let me  raise just two.  If employees perceive a  firm as untrustworthy or disloyal, will they choose to work in that firm?  And, if they do, how will they behave toward the  firm and its stakeholders?\n\nI am  encouraged that the industry seems to understand the importance of reforming its  culture.  Consider for a moment the  following data points.  In September  2013, shareholders of a major U.S. bank requested that the bank prepare “a full  report on what the bank has done to end [its] unethical activities, to rebuild  [its] credibility and provide new strong, effective checks and balances within  the [b]ank.”  That request was forwarded,  by the way, by a Catholic nun.  The bank  responded through its attorneys that the nun’s proposal was “materially false  and misleading” and “impermissibly vague and indefinite.” 9 Fast forward to May 2015.  The Federal Advisory Council—a panel of  bankers that advises the Federal Reserve System—reported that “Regulators and  the banking industry have worked extensively to restore financial stability  through a series of mechanisms and rules that establish appropriate levels of  capital, liquidity, and leverage. . . . As often as not, however, the  challenges faced in recent years have been behavioral and cultural; post-crisis  episodes such as LIBOR and foreign exchange manipulation provide hard evidence  that there remains work to be done.” 10 This is clearly an encouraging difference in perspectives.\n\nThe public  sector, too, has paid increasing attention to culture.  The Group of Thirty, the Basel Committee, the  European Systemic Risk Board, and the Financial Stability Board have issued  papers on culture, governance, and misconduct risk.  The Fair and Effective Markets Review—a joint  project of the Bank of England, the Financial Conduct Authority, and Her  Majesty’s Treasury—has called for heightened standards for market practice in  matters affecting the public good.  And in  the last year, we have seen emerging approaches to supervision that aim to  address culture, conduct, and governance.   In particular, the central bank of the Netherlands—De Nederlandsche  Bank—has pioneered new techniques for the supervision of corporate governance,  especially for assessing the group dynamics of boards and senior management. 11\n\nCulture also features prominently in  criminal enforcement.  The U.S. Department  of Justice requires its prosecutors to determine “the pervasiveness of  wrongdoing” at a corporation before seeking an indictment.  According to its prosecutors’ manual, “[T]he  most important [factor in making this determination] is the role and conduct of  management.  Although acts of even  low-level employees may result in criminal liability, a corporation is directed  by its management and management is responsible for a corporate culture in  which criminal conduct is either discouraged or tacitly encouraged.” 12 Individuals, including senior managers, also  face criminal liability for their conduct.   Recent guidance from the U.S. Department of Justice places greater  emphasis on individual culpability. 13 And the recent convictions of two traders for  rigging LIBOR, one of whom served as the Global Head of Liquidity and Finance  at a major bank, may send a powerful message to bankers about the consequences  of their misconduct. 14\n\nThe new  acceptance of culture as an important area of focus was evident at a workshop  that the Federal Reserve Bank of New York hosted on November 5.  Christine Lagarde, Managing Director of the  International Monetary Fund, and Stanley Fischer, Vice Chairman of the Board of  Governors of the Federal Reserve System, headlined a contingent of over 20  public sector authorities from around the globe.  They were joined by the CEOs, senior  executives, and board members of global financial institutions.  Together, they discussed methods of reforming  culture and the continuing challenges in this effort.  In my view, the workshop offered a number of useful  insights, chiefly:\n\nThe Federal Reserve Bank of New York recently  launched a webpage that collects resources on bank culture. 15 We’ve included the papers by the Group of  Thirty and other organizations that I have mentioned, and summaries of our two  workshops on culture.  I hope you’ll take  a look.\n\nTo conclude,  the Financial Crisis and subsequent scandals revealed deep and continuing flaws  in the culture of banking.  The  responsibility to address these flaws rests with the banks themselves.  Many industry leaders have initiated reform  programs within their firms.  It is  important to keep the momentum going.  Reform requires relentless and sustained  effort: from the top of an institution to its most junior employees, and across  all of the institution’s business activities.  Reform must include the full scope of an employee's career, beginning with recruiting and continuing with annual performance management, compensation and promotion decisions.  We in the official sector  will be looking to the industry to fulfill its end of the bargain—to act consistent  with the public well-being, to value long-term stability over short-term gain,  and to take account of all stakeholders in making decisions.\n\nThank you for your time and  attention.\n\n1 William C. Dudley, Enhancing Financial Stability by Improving Culture in the Financial Services  Industry , Remarks at the Workshop on Reforming Culture and Behavior in the  Financial Services Industry, October 20, 2014.\n\n2 Cf. William  C. Dudley, Opening Remarks at Reforming Culture and Behavior in the Financial  Services Industry: Workshop on Progress and Challenges , Federal Reserve Bank of  New York, November 5, 2015, (“The banking scandals that followed the financial crisis are  evidence that something fundamental is wrong.   I would encourage each of you to consider not just specific examples of  misconduct, but the patterns within them that point to underlying causes.  I suspect we will see a strong overlap with  those factors that contributed to the financial crisis.”).\n\n3 See Thomas C. Baxter, Jr., Reflections on the New Compliance  Landscape , Remarks at The New Compliance Landscape: Increasing Roles –  Increasing Risks Conference, July 24, 2014.\n\n4 See Order Approving Stipulation and Consent Agreement, In re Make-Whole Payments and Related  Bidding Strategies , No. IN 11-8-000, IN 13-5-000, U.S. Federal Energy  Regulatory Commission (July 30, 2013).\n\n5 See Baxter, supra n.3.\n\n6 E. Gerald Corrigan, Are  Banks Special? , Federal Reserve Bank of Minneapolis Annual Report, January 1983.\n\n7 See Christine Lagarde, Economic Inclusion and Financial  Integrity , Address to the Conference on Inclusive Capitalism, May 27, 2014, (“Trust is the lifeblood of the modern  business economy. . . . To restore trust, we need a shift toward greater  integrity and accountability.  We need a  stronger and systematic ethical dimension.”);  Mark Carney, Rebuilding Trust in Global Banking , Speech at 7th Annual Thomas d’Aquino  Lecture on Leadership, Ontario, February 25, 2013, (“The real  economy relies on the financial system. And the financial system depends on  trust. Indeed, trust is imbedded in the language of finance. The word credit is  derived from the Latin, credere ,  which means ‘to have trust in.’”); Dudley, supra n. 1 (“Unless the financial industry can rebuild the public trust, it cannot  effectively perform its essential functions.   For this reason alone, the industry must do much better.”).\n\n8 See generally Onora O’Neill, A  Question of Trust 15-17, 23-24, and 43-47 (2002) (distinguishing trust from  trustworthiness).\n\n9 Letter of Martin P. Dunn to  the Office of Chief Counsel at the U.S. Securities and Exchange Commission’s Division  of Corporation Finance , January 17, 2014.\n\n10 Federal Advisory Council  and Board of Governors, Record of Meeting , May 8, 2015.\n\n11 See Supervision of Behavior and Culture: Foundations, Practice &  Future Developments (Mirea Raaijmakers, ed. 2015).\n\n12 U.S. Attorneys’ Manual, §  9-28.500.\n\n13 See Memorandum of Sally Quillian Yates, Deputy Attorney General,  regarding Individual Accountability for Wrongdoing , September 9, 2015.\n\n14 See U.S. v. Allen et al. ,  14-cr-00272, Dkt. No. 147 (S.D.N.Y Nov. 6, 2015) (jury verdict against Anthony  Allen and Anthony Conti).\n\n15 https://www.newyorkfed.org/governance-and-culture-reform/index.htm l .",
    "length": 14238,
    "date": "November 23, 2015",
    "parsing_from": "html"
  }
]