[
  {
    "id"  : "fedgsq:22971",
    "date": "2018-04-06",
    "author": "p:powell-jerome-h",
    "text": "The Outlook for the U.S. Economy\nRemarks by\nJerome H. Powell\nChairman\nBoard of Governors of the Federal Reserve System\nat\nThe Economic Club of Chicago\nChicago, Illinois\nApril 6, 2018\nFor more than 90 years, the Economic Club of Chicago has provided a valued\nforum for current and future leaders to discuss issues of vital interest to this city and our\nnation. I am honored to have the opportunity to speak to you here today.\nAt the Federal Reserve, we seek to foster a strong economy for the benefit of\nindividuals, families, and businesses throughout our country. In pursuit of that\noverarching objective, the Congress has assigned us the goals of achieving maximum\nemployment and stable prices, known as the dual mandate. Today I will review recent\neconomic developments, focusing on the labor market and inflation, and then touch\nbriefly on longer-term growth prospects. I will finish with a discussion of monetary\npolicy.\nRecent Developments and the State of the Economy\nAfter what at times has been a slow recovery from the financial crisis and the\nGreat Recession, growth has picked up. Unemployment has fallen from 10 percent at its\npeak in October 2009 to 4.1 percent, the lowest level in nearly two decades (figure 1).\nSeventeen million jobs have been created in this expansion, and the monthly pace of job\ngrowth remains more than sufficient to employ new entrants to the labor force (figure 2).\nThe labor market has been strong, and my colleagues and I on the Federal Open Market\nCommittee (FOMC) expect it to remain strong. Inflation has continued to run below the\nFOMC’s 2 percent objective but we expect it to move up in coming months and to\nstabilize around 2 percent over the medium term.\nBeyond the labor market, there are other signs of economic strength. Steady\nincome gains, rising household wealth, and elevated consumer confidence continue to\nsupport consumer spending, which accounts for about two thirds of economic output.\n- 2 -\nBusiness investment improved markedly last year following two subpar years, and both\nbusiness surveys and profit expectations point to further gains ahead. Fiscal stimulus and\ncontinued accommodative financial conditions are supporting both household spending\nand business investment, while strong global growth has boosted U.S. exports.\nAs many of you know, each quarter FOMC participants--the members of the\nBoard of Governors and the presidents of the Reserve Banks--submit their individual\nprojections for growth, unemployment, and inflation, as well as their forecasts of the\nappropriate path of the federal funds rate, which the Committee uses as the primary tool\nof monetary policy. These individual projections are compiled and published in the\nSummary of Economic Projections, or SEP. FOMC participants submitted their most\nrecent forecasts three weeks ago, and those forecasts show a strengthening in the\nmedium-term economic outlook (table 1). As you can see, participants generally raised\ntheir forecasts for growth in inflation-adjusted gross domestic product (GDP) and\nlowered their forecasts for unemployment. In addition, many participants expressed\nincreased confidence that inflation would move up toward our 2 percent target. The\nFOMC sees the risks to the economic outlook as roughly balanced.\nThe State of the Labor Market\nAs I mentioned, the headline unemployment rate has declined to levels not seen\nsince 2000. The median projection in the March SEP calls for unemployment to fall well\nbelow 4 percent for a sustained period, something that has not happened since the late\n1960s. This strong labor market forecast has important implications for the fulfillment of\nboth sides of the dual mandate, and thus for the path of monetary policy. So I will spend\na few minutes exploring the state of the job market in some detail.\n- 3 -\nA good place to begin is with the term “maximum employment,” which the\nCommittee takes to mean the highest utilization of labor resources that is sustainable over\ntime. In the long run, the level of maximum employment is not determined by monetary\npolicy, but rather by factors affecting the structure and dynamics of the labor market.1\n\nAlso, the level of maximum employment is not directly measureable, and it changes over\ntime. Real-time estimates of maximum employment are highly uncertain.2\n Recognizing\nthis uncertainty, the FOMC does not set a fixed goal for maximum employment. Instead,\nwe look at a wide range of indicators to assess how close the economy is to maximum\nemployment.\nThe headline unemployment rate is arguably the best single indicator of labor\nmarket conditions. In addition, it is widely known and updated each month. As I noted,\nthe unemployment rate is currently at 4.1 percent, which is a bit below the FOMC’s\nmedian estimate of the longer-run normal rate of unemployment. However, the\nunemployment rate does not paint a complete picture. For example, to be counted in the\nofficial measure as unemployed, a person must have actively looked for a job in the past\nfour weeks.3\n People who have not looked for work as recently are counted not as\nunemployed, but as out of the labor force, even though some of them actually want a job\n 1 See the FOMC’s Statement on Longer-Run Goals and Monetary Policy Strategy, amended effective\nJanuary 30, 2018, available on the Board’s website at\nhttps://www.federalreserve.gov/monetarypolicy/files/FOMC_LongerRunGoals.pdf. 2 This fundamental uncertainty has been extensively studied, particularly with respect to the most\ncommonly used measure of full employment--the so-called natural rate of unemployment. The authors of\none well-regarded study concluded that even when using sophisticated statistical techniques, the natural\nrate of unemployment could be as much as 1-1/2 percentage points above or below their point estimate.\nSee Douglas Staiger, James H. Stock, and Mark W. Watson (1997), “How Precise Are Estimates of the\nNatural Rate of Unemployment?” chapter 5 in Christina D. Romer and David H. Romer, eds., Reducing\nInflation: Motivation and Strategy (Chicago: University of Chicago Press), pp. 195-246,\nwww.nber.org/chapters/c8885.pdf. 3 Individuals expecting to be recalled from a temporary layoff are also counted as unemployed whether or\nnot they are actively looking for work.\n- 4 -\nand are available to work. Others working part time may want a full-time job. And still\nothers who say that they do not want a job right now might be pulled into the job market\nif the right opportunity came along. So, in judging tightness in the labor market, we also\nlook at a range of other statistics, including alternative measures of unemployment, as\nwell as measures of vacancies and job flows, surveys of households’ and businesses’\nperceptions of the job market, and, of course, data on wages and prices.\nFigure 3 shows the headline unemployment rate and two broader measures of\nunemployment, known as U-5 and U-6.4\n U-5 includes the unemployed plus people who\nsay they want a job and have looked for one in the past year (though not in the past four\nweeks). U-6 includes all those counted in U-5 plus people who are working part time but\nwould like full-time work. Like the headline unemployment rate, both U-5 and U-6 have\ndeclined significantly in recent years. They are now at levels seen before the financial\ncrisis, though not quite as low as they were in 1999 to 2000, a period of very tight job\nmarket conditions.\nThe left panel of the next chart shows that employers are having about as much\ndifficulty now attracting qualified workers as they did 20 years ago (figure 4). Likewise,\nthe job vacancy rate, shown on the right, is close to its all-time high, as is the average\nnumber of weeks it takes to fill a job opening.5\n Households also are increasingly\nreporting that jobs are plentiful (figure 5), which is consistent with the high level of job\npostings reported by firms. In addition, the proportion of workers quitting their jobs is\nhigh, suggesting that workers are being hired away from their current employers and that\n 4 The official unemployment rate is known as U-3. 5 These data are from the Bureau of Labor Statistics’ Job Openings and Labor Turnover Survey, or JOLTS,\nand start in 2000.\n- 5 -\nothers are confident enough about their prospects to leave jobs voluntarily--even before\nthey have landed their next job.\nWhile the data I have discussed thus far do point to a tight labor market, other\ndata are less definitive. The labor force participation rate, which measures the percentage\nof working age individuals who are either working or actively looking for a job, has\nremained steady for about four years (figure 6). This flat performance is actually a sign\nof improvement, since increased retirements as our population ages have been putting\ndownward pressure on participation and will continue to do so. However, the\nparticipation rate of prime-age workers (those between the ages of 25 and 54) has not\nrecovered fully to its pre-recession level, suggesting that there might still be room to pull\nmore people into the labor force (figure 7). Indeed, the strong job market does appear to\nbe drawing back some people who have been out of the labor force for a significant time.\nFor example, the percentage of adults returning to the labor force after previously\nreporting that they were not working because of a disability has increased over the past\ncouple of years, and anecdotal reports indicate that employers are increasingly willing to\ntake on and train workers they would not have considered in the past.6\n\nWage growth has also remained moderate, though it has picked up compared with\nits pace in the early part of this recovery (figure 8). Weak productivity growth is an\nimportant reason why we have not seen larger wage gains in recent years. At the same\ntime, the absence of a sharper acceleration in wages suggests that the labor market is not\nexcessively tight. I will be looking for an additional pickup in wage growth as the labor\nmarket strengthens further.\n 6 For disability transition rates, see Ernie Tedeschi (2018), “Will Employment Keep Growing? Disabled\nWorkers Offer a Clue,” The Upshot, New York Times, March 15.\n- 6 -\nTaking all of these measures of labor utilization on board, what can we say about\nthe state of the labor market relative to our statutory goal of maximum employment?\nWhile uncertainty around the long run level of these indicators is substantial, many of\nthem suggest a labor market that is in the neighborhood of maximum employment. A\nfew other measures continue to suggest some remaining slack. Assessments of the\nmaximum level of employment are uncertain, however, and subject to revision. As we\nseek the highest sustainable utilization of labor resources, the Committee will be guided\nby incoming data across all of these measures.\nInflation\nThat brings me to inflation--the other leg of our dual mandate. The substantial\nimprovement in the labor market has been accompanied by low inflation. Indeed,\ninflation has continued to run below our 2 percent longer-run objective (figure 9).\nConsumer prices, as measured by the price index for personal consumption expenditures,\nincreased 1.8 percent over the 12 months ending in February. The core price index,\nwhich excludes the prices of energy and food and is typically a better indicator of future\ninflation, rose 1.6 percent over the same period. In fact, both of these indexes have been\nbelow 2 percent consistently for the past half-dozen years. This persistent shortfall in\ninflation from our target has led some to question the traditional relationship between\ninflation and the unemployment rate, also known as the Phillips curve. Given how low\nthe unemployment rate is, why aren’t we seeing higher inflation now?\nAs those of you who carefully read the minutes of each FOMC meeting are\naware--and I know there are some of you out there--we had a thorough discussion of\ninflation dynamics at our January meeting. Almost all of the participants in that\n- 7 -\ndiscussion thought that the Phillips curve remained a useful basis for understanding\ninflation. They also acknowledged, however, that the link between labor market\ntightness and changes in inflation has become weaker and more difficult to estimate,\nreflecting in part the extended period of low and stable inflation in the United States and\nin other advanced economies. Participants also noted that other factors, including\ninflation expectations and transitory changes in energy and import prices, can affect\ninflation.\nMy view is that the data continue to show a relationship between the overall state\nof the labor market and the change in inflation over time. That connection has weakened\nover the past couple of decades, but it still persists, and I believe it continues to be\nmeaningful for monetary policy. Much of the shortfall in inflation in recent years is well\nexplained by high unemployment during the early years of the recovery and by falling\nenergy prices and the rise in the dollar in 2015 and 2016. But the decline in inflation last\nyear, as labor market conditions improved significantly, was a bit of a surprise. The 2017\nshortfall from our 2 percent goal appears to reflect, at least partly, some unusual price\ndeclines, such as for mobile phone plans, that occurred nearly a year ago. In fact,\nmonthly inflation readings have been firmer over the past several months, and the 12-\nmonth change should move up notably this spring as last spring’s soft readings drop out\nof the 12-month calculation. Consistent with this view, the median of FOMC\nparticipants’ projections in our March survey shows inflation moving up to 1.9 percent\nthis year and to 2 percent in 2019.\nLonger-Run Challenges\n- 8 -\nAlthough job creation is strong and unemployment is low, the U.S. economy\ncontinues to face some important longer-run challenges. GDP growth has averaged just\nover 2 percent per year in the current economic expansion, much slower than in previous\nexpansions. Even the higher growth seen in recent quarters remains below the trend\nbefore the crisis. Nonetheless, the unemployment rate has come down 6 percentage\npoints during the current expansion, suggesting that the trend growth necessary to keep\nthe unemployment rate unchanged has shifted down materially. The median of FOMC\nparticipants’ projections of this longer-run trend growth rate is 1.8 percent. The latest\nestimate from the Blue-Chip consensus of private forecasters is about 2 percent.\n7\nTo unpack this discussion a little further, we can think of output growth as\ncomposed of increases in hours worked and in output per hour, also known as\nproductivity growth. Here, a comparison with the 2001-to-2007 expansion is\ninformative. Output growth in that earlier expansion averaged nearly 3 percent per year,\nwell above the pace in the current expansion. Despite the faster output growth, however,\naverage job growth in the early 2000s was 1/2 percentage point per year weaker than in\nthe current expansion. The difference, of course, is productivity, which grew at more\nthan twice the pace in the early 2000s than it has in recent years.\nTaking a longer view, the average pace of labor productivity growth since 2010 is\nthe slowest since World War II and about one-fourth of the average postwar rate (figure\n10). Moreover, the productivity growth slowdown seems to be global and is evident even\nin countries that were little affected by the financial crisis (figure 11). This observation\nsuggests that factors specific to the United States are probably not the main drivers.\n 7 Wolters Kluwer (2018), Blue Chip Economic Indicators, vol. 43, no. 3 (March 10).\n- 9 -\nAs shown in figure 12, labor productivity growth can be broken down into the\ncontributions from business investment (or capital deepening), changes in the skills and\nwork experience of the workforce, and a residual component that is attributed to other\nfactors such as technological change and efficiency gains (usually lumped together under\nthe term total factor or multifactor productivity).\nIn the United States and in many other countries, some of the slowdown in labor\nproductivity growth can be traced to weak investment after the crisis. Investment has\npicked up recently in the United States, however, which suggests that capital deepening\nmay pick up as well. The other big contributor to the slowdown has been in total factor\nproductivity growth. The outlook for this dimension of productivity is considerably more\nuncertain. Total factor productivity growth is notoriously difficult to predict, and there\nare sharply different views on where it might be heading. Some argue that the\nproductivity gains from the information technology revolution are largely behind us, and\nthat more-recent technological innovations have less potential to boost productivity.8\n\nOthers argue that a well-documented decline in measures of business dynamism--such as\nthe number of start-ups, the closure of less-productive businesses, and the rates at which\nworkers quit their jobs and move around the country to take a new job--has held back\nproductivity growth, in part by slowing the movement of capital and labor toward their\nmost productive uses.\n9\n 8 See, for example, Robert J. Gordon (2016), The Rise and Fall of American Growth: The U.S. Standard of\nLiving since the Civil War (Princeton, N.J.: Princeton University Press). 9 See, for example, Ryan A. Decker, John Haltiwanger, Ron S. Jarmin, and Javier Miranda (2016),\n“Declining Business Dynamism: What We Know and the Way Forward,” American Economic Review,\nvol. 106 (May), pp. 203-07.\n- 10 -\nNew technological breakthroughs in many areas--robotics, biotech, and artificial\nintelligence to name just a few--have led others to take a more optimistic view.10 They\npoint to substantial productivity gains from innovation in areas such as energy production\nand e-commerce. In addition, the optimists point out that advances in technology often\ntake decades to work their way into the economy before their ultimate effects on\nproductivity are felt. That delay has been observed even for game-changing innovations\nlike the steam engine and electrification, which ultimately produced broad increases in\nproductivity and living standards. In this view, we just need to be patient for new\ntechnologies to diffuse through the economy. Only time will tell who has the better\nview--the record provides little basis to believe that we can accurately forecast the rate of\nincrease in productivity.\nThe other principal contributor to output growth is hours worked. Hours growth,\nin turn, is largely determined by growth in the labor force, which has averaged just 1/2\npercent per year since 2010, well below the average in previous decades (figure 13). One\nreason for slower growth of the labor force is that baby boomers are aging and retiring,\nand that trend will continue. But another reason is that labor force participation of people\nbetween the ages of 25 and 54--prime-age individuals--declined from 2010 to 2015 and\nremains low. Indeed, the participation rate for prime-age men has been falling for more\nthan 50 years, while women’s participation in this age group rose through the 1990s but\nthen turned downward, and it has fallen for the past 20 years.\n 10 See, for example, Erik Brynjolfsson, Daniel Rock, and Chad Syverson (2017), “Artificial Intelligence\nand the Modern Productivity Paradox: A Clash of Expectations and Statistics,” NBER Working Paper\nSeries 24001 (Cambridge, Mass.: National Bureau of Economic Research, November),\nwww.nber.org/papers/w24001.\n- 11 -\nThese trends in participation have been more pronounced in the United States\nthan in other advanced economies. In 1990, the United States had relatively high\nparticipation rates for prime-age women relative to other countries and was in the\nmidrange of advanced economies for prime-age men. However, we now stand at the low\nend of participation for both men and women in this age group--just above Italy, but well\nbelow Germany, France, and Spain (figure 14).\nThere is no consensus about the reasons for the long-term decline in prime-age\nparticipation rates, and a variety of factors could have played a role. 11 For example,\nwhile automation and globalization have contributed positively to overall domestic\nproduction and growth, adjustment to these developments has resulted in dislocations of\nmany workers without college degrees and those employed in manufacturing. In\naddition, factors such as the increase in disability rolls in recent decades and the opioid\ncrisis may have reduced the supply of prime-age workers. Given that the declines have\nbeen larger here than in other countries, it seems likely that factors specific to the United\nStates have played an important role. As I noted earlier, the strong economy may\ncontinue to pull some prime-age individuals back into the labor force and encourage\nothers not to drop out. Research suggests that structurally-oriented measures--for\nexample, improving education or fighting the opioid crisis--also will help raise labor\nforce participation in this age group.\n12\n 11 See, for example, Katharine G. Abraham and Melissa S. Kearney (2018), “Explaining the Decline in the\nU.S. Employment-to-Population Ratio: A Review of the Evidence,” NBER Working Paper Series 24333\n(Cambridge, Mass.: National Bureau of Economic Research, February), www.nber.org/papers/w24333. 12 See Alan B. Krueger (2017), “Where Have All the Workers Gone? An Inquiry into the Decline of the\nU.S. Labor Force Participation Rate,” Brookings Papers on Economic Activity, Fall, pp. 1-87,\nhttps://www.brookings.edu/bpea-articles/where-have-all-the-workers-gone-an-inquiry-into-the-decline-ofthe-u-s-labor-force-participation-rate.\n- 12 -\nTo summarize this discussion, some of the factors weighing on longer-term\ngrowth are likely to be persistent, particularly the slowing in growth of the workforce.\nOthers are hard to predict, such as productivity. But as a nation, we are not bystanders.\nWe can put policies in place that will support labor force participation and give us the\nbest chance to achieve broad and sustained increases in productivity, and thus in living\nstandards. These policies are mostly outside the toolkit of the Federal Reserve, such as\nthose that support investment in education and workers’ skills, business investment and\nresearch and development, and investment in infrastructure.\nMonetary Policy\nLet me turn now to monetary policy. In the aftermath of the financial crisis, the\nFOMC went to extraordinary lengths to promote the recovery, support job growth, and\nprevent inflation from falling too low. As the recovery advanced, it became appropriate\nto begin reducing monetary policy support. Since monetary policy affects the economy\nwith a lag, waiting until inflation and employment hit our goals before reducing policy\nsupport could have led to a rise in inflation to unwelcome levels. In such circumstances,\nmonetary policy might need to tighten abruptly, which could disrupt the economy or even\ntrigger a recession.\nAs a result, to sustain the expansion, the FOMC adopted a gradual approach to\nreducing monetary policy support. We began in December 2015 by raising our target for\nthe federal funds rate for the first time in nearly a decade. Since then, with the economy\nimproving but inflation still below target and some slack remaining, the Committee has\ncontinued to gradually raise interest rates. This patient approach also reduced the risk\nthat an unforeseen blow to the economy might push the federal funds rate back near\n- 13 -\nzero--its effective lower bound--thus limiting our ability to provide appropriate monetary\naccommodation.\nIn addition, after careful planning and public communication, last October the\nFOMC began to gradually and predictably reduce the size of the Fed’s balance sheet.\nReducing our securities holdings is another way to move the stance of monetary policy\ntoward neutral. The balance sheet reduction process is going smoothly and is expected to\ncontribute over time to a gradual tightening of financial conditions. Over the next few\nyears, the size of our balance sheet is expected to shrink significantly.\nAt our meeting last month, the FOMC raised the target range for the federal funds\nrate by 1/4 percentage point, bringing it to 1-1/2 to 1-3/4 percent. This decision marked\nanother step in the ongoing process of gradually scaling back monetary policy\naccommodation. The FOMC’s patient approach has paid dividends and contributed to\nthe strong economy we have today.\nOver the next few years, we will continue to aim for 2 percent inflation and for a\nsustained economic expansion with a strong labor market. As I mentioned, my FOMC\ncolleagues and I believe that, as long as the economy continues broadly on its current\npath, further gradual increases in the federal funds rate will best promote these goals. It\nremains the case that raising rates too slowly would make it necessary for monetary\npolicy to tighten abruptly down the road, which could jeopardize the economic\nexpansion. But raising rates too quickly would increase the risk that inflation would\nremain persistently below our 2 percent objective. Our path of gradual rate increases is\nintended to balance these two risks.\n- 14 -\nOf course, our views about appropriate monetary policy in the months and years\nahead will be informed by incoming economic data and the evolving outlook. If the\noutlook changes, so too will monetary policy. Our overarching objective will remain the\nsame: fostering a strong economy for all Americans--one that provides plentiful jobs and\nlow and stable inflation."
  },

  {
    "id"  : "fedgsq:93329",
    "date": "2012-11-08",
    "author": "p:powell-jerome-h",
    "text": "Opening Remarks\nby\nJerome H. Powell\nChair\nBoard of Governors of the Federal Reserve System\nat the\nGender and the Economy Conference, a symposium hosted by\nthe Division of Consumer and Community Affairs\nBoard of Governors of the Federal Reserve System\nWashington, D.C.\n(via webcast)\nNovember 8, 2021\nGood morning. I am pleased to welcome everyone to today’s conference on\ngender and the economy. Thank you for being here, for participating, and for lending\nyour expertise on this important topic.\nWe have gathered an impressive lineup of speakers and panelists, who will\naddress a range of timely and important issues.\nTo open the conference, I will give a brief tour of the important research on\ndisplay here, then discuss how the pandemic has affected the economy along gender\nlines.\nResearch\nThe speakers and panelists will be exploring a wide range of topics, from a\nhistorical review of gender issues and the economy to how someone’s education\noptions—and the financing of those choices—affect that person’s early career and\nfinancial stability. Speakers and panelists will also be looking at the influence of family\nand caregiving on career advancement and will discuss timely topics of wealth and\nretirement.\nThe Pandemic and Gender\nThe pandemic widened deep-rooted inequities in our economy. Along racial,\ngender, and socioeconomic lines, those least able to bear it, unfortunately, were those\nwho were most affected. Women make up the majority of frontline workers, who have\nbeen under substantial strain—and subject to personal risks—during the pandemic.\nAdditionally, women took on the majority of caring responsibilities, for older relatives\nand children alike. As schools closed and childcare services shuttered during the worst of\nthe pandemic, that added responsibility and stress made working more difficult for some\n- 2 -\nand took many away from their jobs. These burdens are real and have been an additional\nchallenge during an already challenging time.\nIn a reversal of previous recessions, women suffered more from job losses in the\nCOVID-19 recession than men. In April 2020, the unemployment rate for women was\n16.1 percent, compared with 13.6 percent for men. The gap persisted until September of\nthat year, and while it has since reversed, it does not account for the many women who\nleft the workforce entirely.1\n\nIncreased childcare responsibilities during the pandemic also affected many\nparents’ working lives. Mothers of small children were more likely to exit the labor force\nduring the pandemic compared with previous periods. These increases were larger\namong mothers who earned less before the pandemic.2\nThis issue was widespread and had significant financial consequences on many\nhouseholds. The Federal Reserve’s 2020 Survey of Household Economics and\nDecisionmaking shows that the pandemic disrupted childcare or in-person schooling for\nnearly 70 percent of parents, with 25 percent of mothers reporting they did not work or\nworked less as a result. Many faced substantial financial difficulty. Only 37 percent of\nmothers who reported not working or working less because of childcare or schooling\ndisruptions would cover a $400 expense with cash or its equivalent.\nAs households and the economy continue to recover, the lessons learned during\nthis era will help inform how policymakers and communities work to bridge those gaps.\n1 Statistics come from historical tables A-1 (“Employment Status of the Civilian Population by Sex and\nAge”) of the Bureau of Labor Statistics’ Employment Situation report. See Bureau of Labor Statistics\n(2021), “The Employment Situation,” https://www.bls.gov/cps/cpsatabs.htm. 2 See Katherine Lim and Mike Zabek (2021), “Women’s Labor Force Exits during COVID-19:\nDifferences by Motherhood, Race, and Ethnicity,” Finance and Economics Discussion Series 2021-067\n(Washington: Board of Governors of the Federal Reserve System, October),\nhttps://doi.org/10.17016/FEDS.2021.067.\n- 3 -\nLong-standing disparities weigh on the productive capacity of our economy, which can\nonly realize its full potential if everyone has a solid chance to contribute to, and to reap\nthe benefits of, broad-reaching prosperity.\nConclusion\nIn closing, I want to thank you all for taking the time to join this discussion.\nThese are vital issues not just to the economy, but to families across the country. There is\nmore to be done, but this conference highlights the number of world-class researchers,\npractitioners, and policymakers who are dedicated to understanding and addressing these\ndeeply entrenched issues.\nAs a group, we have an opportunity to reaffirm the importance of gender parity\nand diversity in our professions, in our research, and in our policymaking. Thank you."
  },

  {
    "id"  : "fedgsq:99781",
    "date": "2025-04-04",
    "author": "p:powell-jerome-h",
    "text": "Economic Outlook\nRemarks by\nJerome H. Powell\nChair\nBoard of Governors of the Federal Reserve System\nat the\nSociety for Advancing Business Editing and Writing Annual Conference\nArlington, Virginia\nApril 4, 2025\nThank you for having me here today. Monetary policy is more effective when the\npublic understands what we are doing and why. Through your work, journalists like you\nhelp promote that greater understanding. I am sure this room full of reporters does not\nlack for questions to ask. Before addressing a few of those, I will briefly summarize the\noutlook for the economy and monetary policy.\nAt the Fed, we are squarely focused on achieving the dual-mandate goals\nCongress has given us of maximum employment and stable prices. While uncertainty is\nhigh and downside risks have risen, the economy is still in a good place. The incoming\ndata show solid growth, a labor market in balance, and inflation running much closer to,\nbut still above, our 2 percent objective.\nRecent Economic Data\nAfter a couple of years of solid growth, many forecasters have anticipated\nsomewhat slower growth this year. The initial reading for first-quarter GDP will be\nreleased later this month. The limited hard data are consistent with a slower but still solid\ngrowth outlook. At the same time, surveys of households and businesses report dimming\nexpectations and higher uncertainty about the outlook. Survey respondents point to the\neffects of new federal policies, especially related to trade. We are closely watching this\ntension between the hard and soft data. As the new policies and their likely economic\neffects become clearer, we will have a better sense of their implications for the economy\nand for monetary policy.\nLooking across many indicators, the labor market appears to be broadly in\nbalance and is not a significant source of inflationary pressure. This morning’s jobs\nreport shows the unemployment rate at 4.2 percent in March, still in the low range where\n- 2 -\nit has held since early last year. Over the first quarter, payrolls grew by an average of\n150,000 jobs a month. The combination of low layoffs, moderating job growth, and\nslowing labor force growth has kept the unemployment rate broadly stable.\nTurning to the other leg of our dual mandate, inflation has declined sharply from\nits pandemic highs of mid-2022. It has done so without the kind of painful rise in\nunemployment that has often accompanied periods of tight monetary policy that are\nneeded to reduce inflation. More recently, progress toward our 2 percent inflation\nobjective has slowed. Total PCE prices rose 2.5 percent over the 12 months ending in\nFebruary. Core PCE prices, which exclude the volatile food and energy categories, rose\n2.8 percent. Looking ahead, higher tariffs will be working their way through our\neconomy and are likely to raise inflation in coming quarters. Reflecting this, both\nsurvey- and market-based measures of near-term inflation expectations have moved up.\nBy most measures, longer-term inflation expectations—those beyond the next few\nyears—remain well anchored and consistent with our 2 percent inflation goal. We\nremain committed to returning inflation sustainably to our 2 percent objective.\nMonetary Policy\nTurning to monetary policy, we face a highly uncertain outlook with elevated\nrisks of both higher unemployment and higher inflation. The new Administration is in\nthe process of implementing substantial policy changes in four distinct areas: trade,\nimmigration, fiscal policy, and regulation. Our monetary policy stance is well positioned\nto deal with the risks and uncertainties we face as we gain a better understanding of the\npolicy changes and their likely effects on the economy. It is not our role to comment on\nthose policies. Rather, we make an assessment of their likely effects, observe the\n- 3 -\nbehavior of the economy, and set monetary policy in a way that best achieves our dualmandate goals.\nWe have stressed that it will be very difficult to assess the likely economic effects\nof higher tariffs until there is greater certainty about the details, such as what will be\ntariffed, at what level and for what duration, and the extent of retaliation from our trading\npartners. While uncertainty remains elevated, it is now becoming clear that the tariff\nincreases will be significantly larger than expected. The same is likely to be true of the\neconomic effects, which will include higher inflation and slower growth. The size and\nduration of these effects remain uncertain. While tariffs are highly likely to generate at\nleast a temporary rise in inflation, it is also possible that the effects could be more\npersistent. Avoiding that outcome would depend on keeping longer-term inflation\nexpectations well anchored, on the size of the effects, and on how long it takes for them\nto pass through fully to prices. Our obligation is to keep longer-term inflation\nexpectations well anchored and to make certain that a one-time increase in the price level\ndoes not become an ongoing inflation problem.\nWe will continue to carefully monitor the incoming data, the evolving outlook,\nand the balance of risks. We are well positioned to wait for greater clarity before\nconsidering any adjustments to our policy stance. It is too soon to say what will be the\nappropriate path for monetary policy.\nConclusion\nWe understand the benefits of a solid economy where workers can find jobs and\ninflation is low and predictable. We also understand that elevated levels of\nunemployment or inflation can be damaging and painful for communities, families, and\n- 4 -\nbusinesses. That is why we at the Fed will continue to do everything we can to achieve\nour maximum-employment and price-stability goals.\nThank you. I look forward to your questions."
  },

  {
    "id"  : "fedgsq:23046",
    "date": "2025-02-18",
    "author": "p:powell-jerome-h",
    "text": "Financial Institutions, Financial Markets, and Financial Stability\nRemarks by\nJerome H. Powell\nMember\nBoard of Governors of the Federal Reserve System\nat\nStern School of Business\nNew York University\nNew York, New York\nFebruary 18, 2015\nIt has now been over six years since the most acute phase of the financial crisis.\nOver the intervening years, market structures have evolved, and financial firms have\nchanged their business models in important respects. Authorities around the world are\nimplementing reforms that address the painful lessons of the crisis, while at the same\ntime keeping the evolution of markets and firms in mind.1\n\nToday, I will briefly summarize this sweeping reform program as it relates to\nlarge, global systemically important banks (G-SIBs), critical financial market\ninfrastructure, and money markets. In my view, the basic agendas in these areas are, to\ndifferent degrees, well developed, although a great deal of implementation remains. In\ncontrast, I will argue that thinking about financial stability in the context of credit\nmarkets is less advanced and presents difficult challenges for supervisors. I will consider\na range of factors that may address those challenges, illustrated with a discussion of\nrecent developments in the syndicated leveraged loan market. And I will argue that the\nstandard for regulatory intervention in the credit markets should be higher than for the\nother three areas.\nFinancial Institutions: Even before the financial crisis ended, it was clear that\nreforms to strengthen the most systemically important firms and their regulation and\nsupervision needed to be the first order of business. I will mention four critical elements\nof that program. First, these institutions are required to hold, and now do hold, much\nhigher levels of higher-quality capital, as measured by both risk-based ratios and a much\nmore comprehensive leverage ratio. Under the “enhanced prudential standards” of the\nDodd-Frank Wall Street Reform and Consumer Protection Act (Dodd-Frank), the fully\n1 The views expressed here are my own and not necessarily those of others in the Federal Reserve System.\n\n- 2 -\nphased-in capital requirements will be meaningfully higher for these institutions because\nof the greater threat their failure would pose to the financial system and to the broader\neconomy. Second, these institutions are for the first time becoming subject to rule-based\nliquidity regulation, including the Liquidity Coverage Ratio, the Net Stable Funding\nRatio, and liquidity stress testing.2\n These innovations are in part designed to address the\nfirms’ vulnerabilities to damaging runs on their short-term financing, runs that occurred\nrepeatedly during the crisis and clearly increased its severity. Third, we now have\nrigorous, forward-looking capital stress testing that recognizes the dynamic nature of the\nfinancial system and guards against the excessive optimism that can build during a credit\nboom.\nThese three reforms are well advanced and, in my view, have left the G-SIBs far\nstronger than they were before the crisis. Together, they significantly reduce the\nprobability of a large bank failure. But they would leave us short of meeting the\noverriding objective of eliminating the too-big-to-fail conundrum without a fourth\nreform--a viable resolution mechanism that could handle the failure of these institutions\nwithout severe damage to the economy. Until recently, no nation has had a way of\nhandling such failures without that degree of damage.\nAuthorities around the world have been working to develop an approach to\nresolving large financial firms that credibly imposes losses on shareholders and debt\nholders consistent with the basic tenets of our capitalist system, but does so in a way that\nprotects the rest of the financial system and the real economy from severe damage. The\n2 For more information, see Daniel K. Tarullo (2014), “Liquidity Regulation,” speech delivered at the\nClearing House 2014 Annual Conference, New York, November 20,\nwww.federalreserve.gov/newsevents/speech/tarullo20141120a%20.htm.\n\n- 3 -\nsingle-point-of-entry approach developed by the Federal Deposit Insurance Corporation\n(FDIC) in conjunction with other U.S. supervisors is a promising innovation, especially\nin combination with the recent proposal of the Financial Stability Board to increase the\n“total loss absorbency capacity” of systemically important firms in terms of their total\nlevels of equity and long-term debt. When fully worked out, these new regulatory\nregimes should permit a large, consolidated entity that owns banks or broker-dealers to\ncontinue to function even if the ultimate holding company ceases to be viable and must\nbe recapitalized or wound down.\nAs I said at the outset, these reforms directed at the G-SIBs are well advanced.\nBut much implementation remains, including, most notably, addressing cross-border\nissues associated with the failure of complex global firms. It will take time and continued\ninternational cooperation to complete this task.3\n\nInfrastructure: The crisis exposed a number of important weaknesses in the\ninfrastructure of the financial markets--what might be more plainly called the plumbing.\nReforms aimed at addressing these weaknesses receive less public attention than those\nfocused on the G-SIBs, and are in some respects less advanced in their conception and\nexecution. But they are, in my view, of great importance.\nI will mention two important sets of reforms in the U.S. context, one well\nadvanced and the other still under development. The first concerns the triparty\nrepurchase agreement (repo) market, which is a principal source of overnight financing\n3 For a more complete treatment of these issues, see Daniel K. Tarullo (2015), “Advancing Macroprudential\nPolicy Objectives,” speech delivered at “Evaluating Macroprudential Tools: Complementarities and\nConflicts,” a conference cosponsored by the Office of Financial Research and the Financial Stability\nOversight Council, held in Arlington, Va., January 30,\nwww.federalreserve.gov/newsevents/speech/tarullo20150130a.htm.\n\n- 4 -\nfor the largest securities dealers. Before the crisis, the functioning of this market was\ncritically dependent on the extension of large volumes of discretionary intraday credit by\ntwo clearing banks. When confidence in Bear Stearns collapsed in March 2008, the\nvulnerability of this market and its settlement procedures in particular became very clear.\nToday, almost seven years later, in no small measure thanks to the leadership and\npersistence of the Federal Reserve Bank of New York, the triparty repo settlement\nprocess has been substantially reengineered, with reliance on discretionary intraday credit\nessentially eliminated.4\n In addition, a smaller fraction of the market now involves the\nfinancing of lower-quality collateral, and far less of the overall funding is provided\novernight and thus subject to daily rollover risk. 5\n Dealers in general manage their shortterm funding risk far more conservatively than before the crisis, including by carrying\nsubstantially higher levels of liquidity, in part because of the introduction of prudential\nliquidity standards that I mentioned earlier.\nSecond, as I have discussed at some length in other venues, in the run-up to the\ncrisis, the highly opaque and fast-growing market for over-the-counter derivatives gave\nrise to an underappreciated and largely invisible buildup of risk, which proved a major\nsource of instability when the crisis broke.6 In light of this experience, authorities around\n4 For more on this topic, see William C. Dudley (2014), “Welcoming Remarks at Workshop on the Risks\nof Wholesale Funding,” speech delivered at “Workshop on the Risks of Wholesale Funding,” sponsored\nby the Federal Reserve Bank of New York, New York, August 13,\nwww.newyorkfed.org/newsevents/speeches/2014/dud140813.html. 5 There have also been reforms to the money market funds that provide most of the funding in this market,\nas discussed later.\n6 See Jerome H. Powell (2013), “OTC Market Infrastructure Reform: Opportunities and Challenges,”\nspeech delivered at the Clearing House 2013 Annual Meeting, New York, November 21,\nwww.federalreserve.gov/newsevents/speech/powell20131121a.htm; and Jerome H. Powell (2014), “A\nFinancial System Perspective on Central Clearing of Derivatives,” speech delivered at “The New\nInternational Financial System: Analyzing the Cumulative Impact of Regulatory Reform,” a conference\ncosponsored by the Federal Reserve Bank of Chicago and the Bank of England, Chicago, November 6,\nwww.federalreserve.gov/newsevents/speech/powell20141106a.htm.\n\n- 5 -\nthe world agreed in 2009 that standardized derivatives should be cleared through central\ncounterparties (CCPs), and that noncentrally cleared derivatives should be subject to\nminimum margin requirements.\nCentral clearing holds the promise of enhancing financial stability through the\nnetting of counterparty risks, creating greater transparency, and applying stronger and\nmore consistent risk-management practices. But this reform program will only succeed if\nCCPs, in which counterparty credit risks are concentrated, are strong enough to withstand\nsevere but plausible stress scenarios, including, for example, the failure of multiple\nclearing members. Achieving this degree of resiliency will require robust liquidity riskmanagement practices, including the maintenance of substantial buffers of liquid\nresources that can quickly be tapped. In addition, adequate loss absorption capacity is\nessential, including through substantial initial margin requirements and default funds. A\nframework for such requirements has been agreed upon at the international level through\nthe Principles for Financial Market Infrastructures.7\n Vigorous implementation at the\nnational level is essential. There is also a need for greater transparency for clearing\nmembers and the public regarding the risk-management practices of CCPs, for\nheightened stress testing, for consideration of “skin-in-the-game” requirements, and for\ncredible recovery and resolution plans. A great deal of work remains to be done to\nfinalize and implement these additional reforms in all of the important CCPs around the\nworld.\n7 See Committee on Payment and Settlement Systems and Technical Committee of the International\nOrganization of Securities Commissions (2012), Principles for Financial Market Infrastructures (Basel,\nSwitzerland: Bank for International Settlements and International Organization of Securities Commissions,\nApril), www.bis.org/cpmi/publ/d101a.pdf.\n\n- 6 -\nMoney Markets: Money markets involve money-like investments such as\ncommercial paper and repo. Investors in these markets include money market funds,\ncorporations and other large holders of excess cash seeking a safe return in the short term,\nfrequently no longer than overnight. Borrowers in money markets include banks,\nsecurities dealers and other financial companies, nonfinancial corporations, and\ngovernments. By linking investors seeking a safe return with borrowers needing shortterm credit, money markets do what commercial banks have always done, but without\ndeposit insurance and other aspects of the safety net provided for regulated depository\ninstitutions. After Lehman failed and the Reserve Fund “broke the buck,” money market\nfund investors realized that their investments were not as safe and liquid as “money” after\nall. There were widespread runs in these markets, and it took a U.S. Treasury guarantee,\naugmented by a number of unprecedented liquidity facilities established by the Federal\nReserve, to stabilize the money market fund industry and, more importantly, stave off a\nsudden stoppage of the flow of credit to households and businesses.\nThis experience tells us clearly that disruptions in the money markets can threaten\nthe broader financial system. Regulation to increase the resilience of the money markets\nneeds to reflect their systemic importance. Some important steps have been taken to\naddress the most immediate risks--for example, through the liquidity standards for large\ninstitutions I mentioned earlier. But the risks associated with dislocations in the money\nmarkets go far beyond the large banks.\nThe Securities and Exchange Commission (SEC) has taken some important steps\nto address the money market fund issue, notably through its 2014 rule amendments.8\n To\n8 The 2014 SEC rule amendments are available at www.sec.gov/rules/final/2014/33-9616.pdf.\n\n- 7 -\naddress so-called repo runs, the Financial Stability Board is in the final phases of\ndeveloping a framework of margin rules designed to be applied uniformly across nations\nfor securities financing transactions involving nongovernmental securities. These\nminimum standards should increase the resiliency of those markets and mitigate the\npressures on terms that inevitably emerge during benign periods. We expect to propose\nregulations implementing these rules in the United States in due course.\nCredit Markets: That brings me to the credit markets, where households,\nbusinesses and governments engage in borrowing to fund their purchases and operations.\nThese markets figured importantly in the crisis, most notoriously through securities\ncollateralized by subprime mortgages. The story is by now well known. Lenders offered\nthese loans to retail borrowers, often with negligible or simply fraudulent underwriting.\nMany of our largest financial institutions packaged the loans into marginally capitalized\nsecuritization structures that were rated highly by the credit rating agencies and thus\ngenerally viewed as suitable for purchase by a range of investors--including the most risk\naverse. As conditions in the housing market deteriorated, the threat of significant\nmortgage defaults emerged in 2007. The panic began in earnest when it became apparent\nthat exposure to subprime mortgages was ubiquitous, from the balance sheets of key\nfinancial intermediaries and their supposedly “off balance sheet” vehicles to the\ninvestment portfolios of other institutional investors around the world. Although the total\nlosses were initially thought to be not so large as to threaten the system, some of these\ntoxic mortgage-backed securities (MBS) were financed with the types of short-term,\nconfidence-sensitive funding mechanisms I have just described, which amplified the\n- 8 -\ndislocations once the run in funding markets began and caused great harm to the broader\neconomy.\nAs the crisis has receded, supervisors--not to mention market participants,\ncommentators, and the general public--have eyed financial markets with a heightened\nsensitivity to anything that resembles the buildup of risks that occurred in the run-up to\nthe crisis--a natural and useful exercise in pattern recognition. In that spirit, the Fed, the\nOffice of the Comptroller of the Currency (OCC), and the FDIC have focused significant\nattention on the origination activities of depository institutions in the syndicated\nleveraged loan market, where some of the troubling patterns that were evident in\nsubprime MBS have been observed.\nThese conditions prompted policymakers first to ask questions and then to act.\nFed officials raised concerns publicly as early as 2011.9\n The Fed, the OCC, and the\nFDIC issued supervisory guidance emphasizing these concerns in 2013.\n10 In 2014, the\nagencies clarified the guidance through published FAQs and began to exercise intensive\nsupervision at the largest regulated banks emphasizing the need to improve underwriting\nstandards and credit risk management on safety and soundness grounds.11\n9 See, for example, Janet L. Yellen (2011), “Assessing Potential Financial Imbalances in an Era of\nAccommodative Monetary Policy,” speech delivered at “Real and Financial Linkage and Monetary\nPolicy,” an international conference sponsored by the Bank of Japan, June 1,\nwww.federalreserve.gov/newsevents/speech/yellen20110601a.htm. 10 See Board of Governors of the Federal Reserve System, Federal Deposit Insurance Corporation, and\nOffice of the Comptroller of the Currency (2013), “Interagency Guidance on Leveraged Lending,”\nMarch 13, www.federalreserve.gov/bankinforeg/srletters/sr1303a1.pdf. 11 Along with the Shared National Credit results, the Fed, along with the OCC and the FDIC, released on\nNovember 7, 2014, an FAQ document regarding the guidance\n(www.federalreserve.gov/newsevents/press/bcreg/bcreg20141107a3.pdf). Also see Board of Governors of\nthe Federal Reserve System, Federal Deposit Insurance Corporation, and Office of the Comptroller of the\nCurrency (2014), “Credit Risk in the Shared National Credit Portfolio Is High; Leveraged Lending\nRemains a Concern,” joint press release, November 7,\nwww.federalreserve.gov/newsevents/press/bcreg/20141107a.htm.\n The guidance covers a wide range of risk-management issues and generally aims tighter scrutiny at\ndeals with leverage over six times pre-tax cash flow, or with forecast debt paydown of less than 50 percent\n\n- 9 -\nThe case of the leveraged loan market is an interesting one, because it sits at the\nintersection between core financial institutions and credit markets and illustrates the\nchallenges supervisors face in thinking about intervention in credit markets. I will turn to\nthat market now in some detail.\nThe term portions of leveraged loans are typically not held in the arranging banks’\nportfolios, but rather sold to a wide range of institutional investors--collateralized loan\nobligations (CLOs), retail loan funds, pension funds, insurance companies, hedge funds,\nand others (figures 1 and 2). This “originate-to-distribute” model is now dominant across\na range of markets and reflects the movement over several decades of credit\nintermediation from portfolio lending (from the firm’s perspective, the “storage\nbusiness”) to the capital markets (the “moving business”). This practice transfers and\ndisperses credit and liquidity risks from the core of the financial sector to capital market\ninvestors that are willing to bear such risks for what they deem appropriate compensation.\nWhile the risks do not disappear, the system can, in principle, be safer if the ultimate\ninstitutional investors pose lower risk to the system than banks. For example, movement\nof credit exposure to speculative grade firms from a bank’s balance sheet to a vehicle that\nis stably funded by sophisticated, deep-pocket institutional investors could be a net gain\nto financial stability. Movement of such loans to a highly leveraged, runnable vehicle\nbeyond the regulatory perimeter could have the opposite effect.\nPre-crisis conditions in leveraged finance markets were, with the benefit of\nhindsight, clearly in bubble territory. Deal leverage was at historically high levels (figure\n3), and spreads were at historic lows (figure 4). Interest coverage ratios were quite low\nover a five-to-seven-year period; differences across industries and companies are also to be taken into\nconsideration.\n\n- 10 -\n(figure 5). Unusually large leveraged buyouts were common. Banks entered into very\nlarge, long duration commitments to fund deals that faced significant regulatory and other\nrequirements before they could close. Estimates vary, but when the crisis emerged and\nliquidity in these markets evaporated, large dealers were left holding roughly $350 billion\nin loans and commitments in their pipelines that they could not sell, and these positions\nremained on banks’ balance sheets for a time. As loan values declined an unprecedented\n40 percent (figure 6), there were significant mark-to-market losses on these assets, which\nmay have contributed to doubts about the condition of institutions at the core of the\nsystem. Subsequent default rates were not outsized by historical standards, and recovery\nrates were in line with past averages (figure 7). Of course, the Fed’s monetary policy\neased financial conditions across the economy and enabled the refinancing of many of\nthese loans at lower rates and with issuer-friendly terms.\nBecause leveraged loans were generally not held in investment structures that\nused short-term, confidence-sensitive funding, these investments were not a principal\nfocal point of runs such as those that plagued MBS funding structures. CLOs were the\nlargest institutional investors in leveraged loans, holding over 50 percent of loans\noutstanding. These structures are funded with stable capital, with both equity and debt\ntranches committed for several years--a longer duration than that of the underlying loans.\nThis picture of the pre-crisis leveraged lending market is one of a sharp decline in\nunderwriting standards and a breakdown of risk management, resulting in a large risk\nbuildup involving many of the G-SIBs--something the Fed and other regulators want to\navoid. Leveraged loans may not have been a material cause of the crisis, and leveraged\nlending alone would likely not have threatened the overall health of the large institutions.\n- 11 -\nBut caution on the part of supervisors is certainly understandable here. It is worth\nremembering that the destructive potential of the subprime mortgage market was not\nobvious in advance and not fully reflected in real-time measures of balance sheet\nexposure. In light of that demonstrated uncertainty, since the crisis, supervisors have\nopted to react earlier and more aggressively to the buildup of risk.\nLet’s now turn to post-crisis market conditions, which exhibit both similarities\nand differences compared with the pre-crisis period. Borrowing through leveraged loans\nby speculative-grade companies has been brisk since 2010, with about $800 billion of\ninstitutional loans now outstanding (figure 8). Over much of the post-crisis low interest\nrate period, demand for higher-yielding assets has been very strong, often outstripping\nsupply. Price and nonprice terms in the syndicated leveraged loan market have been\nhighly favorable to borrowers, as credit spreads declined, albeit not to particularly low\nlevels (figure 4), and leverage multiples increased (figure 3). The share of loan\nagreements that lack traditional maintenance covenants increased to historic highs\n(figures 9 and 10).\n12\nCLOs and other stably funded investors continue to be the primary owners of\nleveraged loans. But in recent years, mutual funds that invest in fixed income assets have\nseen large inflows and have become more significant investors in this market. Some of\nthese funds, including those holding syndicated leveraged loans and high-yield bonds,\nprovide investors with what is called “liquidity transformation”--providing daily liquidity\n12 Highly accommodative monetary policy, while far from the only cause of ebullient credit market\nconditions, is designed to support economic activity by creating incentives to take credit and duration risk.\nSee Ben S. Bernanke (2013), “Semiannual Monetary Policy Report to the Congress,” statement before the\nCommittee on Banking, Housing, and Urban Affairs, U.S. Senate, February 26,\nwww.federalreserve.gov/newsevents/testimony/bernanke20130226a.htm.\n\n- 12 -\neven when the underlying assets are relatively illiquid. The risk is that, in the event of a\nshock or a panic, investors will demand all of their money back at the exact time when\nthe liquidity of the already illiquid underlying assets deteriorates even further. Investors\nmay not anticipate or recognize this problem until it is too late--the so-called liquidity\nillusion.\nBank loan funds, which attract retail investors and offer daily liquidity, now total\nabout $150 billion, or 20 percent of institutional leveraged loans outstanding (figure 11).\nThe liquidity transformation provided by these funds has not created problems so far\ndespite recent outflows from bank loan funds, but supervisors and market participants\nhave raised valid concerns that stressful times could well bring large-scale redemptions\nand threaten runs (figure 12). Chair Mary Jo White has made liquidity concerns\nregarding open-ended mutual funds a priority for the SEC.13\nWhile it is possible to observe the characteristics of cash market investments, it is\nfar more challenging to assess comparable positions in the derivatives and secured\nlending markets. Investors may take highly leveraged positions in leveraged loans\nthrough total return swaps and secured funding transactions, and a substantial buildup of\nthese positions could present run and fire-sale risks if asset values started to fall. Today,\nthe evidence suggests that such positions are fairly limited, but challenges in\nmeasurement and data make it hard to get a clear picture.\nWhile some of these conditions evoke the pre-crisis bubble period and thus raise\nred flags, there are important differences as well. The large institutions that arrange these\n13 See Mary Jo White (2014), “Enhancing Risk Monitoring and Regulatory Safeguards for the Asset\nManagement Industry,” speech at the New York Times DealBook Opportunities for Tomorrow\nConference, New York, December 11,\nwww.sec.gov/News/Speech/Detail/Speech/1370543677722#.VN0WontBfT4.\n\n- 13 -\nloans have significantly reduced both the size and duration of their leveraged loan\ncommitments (figure 13). Thus, they are not exposed to the large “pipeline risk” they\nfaced as the crisis broke. In addition, banks now routinely limit their risk by including\n“flex” provisions that, among other things, enable them to increase the interest rate on a\nloan offered for sale by 150 basis points or more, at the borrower’s expense. So far, we\nhave not seen the very large transactions of the pre-crisis period. In these and other\nrespects, the leveraged finance markets have evolved, probably because of supervision as\nwell as lessons learned by the banks themselves. Given these changes, banks at the core\nof our financial system seem less likely to experience stress should conditions in\nleveraged lending deteriorate. Of course, the guidance now stands in the way of a return\nto pre-crisis conditions.\nLet’s now step back from the leveraged loan market to ask the broader question of\nhow supervisors should address a clear deterioration of credit market conditions. I will\nconsider three factors that are often discussed in considering the broader question of\nwhen and how to intervene in the credit markets to promote financial stability through\ninstitution-specific supervisory policy.14\nFirst, do conditions present a threat to the safety and soundness of financial\ninstitutions at the core of the system?\n14 This approach is consistent with the financial stability framework in Adrian, Covitz, and Liang (2013),\nand emphasizes the importance of leverage, maturity transformation, and common risks and behaviors in\nthe financial system that can amplify credit losses and harm the real economy. See Tobias Adrian, Daniel\nCovitz, and Nellie Liang (2013), “Financial Stability Monitoring,” Finance and Economics Discussion\nSeries 2013-21 (Washington: Board of Governors of the Federal Reserve System),\nwww.federalreserve.gov/pubs/feds/2013/201321/201321abs.html.\n\n- 14 -\nIt hardly needs saying that we must to be alert to the buildup of risks in the credit\nmarkets that could undermine the safety, soundness, or solvency of the G-SIBs or the\nbroader system. If deterioration in one or more of the key credit markets would credibly\nraise such threats, the Fed and the other supervisors should react preemptively. An object\nlesson in this regard is the damage done by the accumulation of excessive exposures to\nhigh-risk MBS and other mortgage-related assets in the years leading up to the\ncrisis. The originate-to-distribute model of mortgage lending on its face promised a\nsocial-welfare-enhancing distribution of mortgage credit risk away from banks and\ntoward stable capital market investors. But the banks remained profoundly exposed\nthrough contractual putback rights, mortgage and MBS litigation, residual balance sheet\nholdings, and implicit support to sponsored investment vehicles.\nSince the crisis, there have been significant and eminently justified legislative and\nregulatory actions to assure that mortgage originators follow minimum underwriting\nstandards and that banks are better protected from exposure to high-risk\nmortgages. These efforts include the Dodd-Frank risk retention rules and ability-to-pay\nstandards, much higher capital and liquidity requirements, stricter accounting rules that\nlimit off-balance-sheet treatment for sponsored vehicles, and a much greater supervisory\nfocus on litigation and reputational risk.\nSecond, is there use of run-prone financing by other investors that can lead to\ndamaging fire sales?\nSupervisors should be highly alert to the reemergence in the markets--that is, not\non the balance sheets of the large banks--of structures that are prone to runs and\ndamaging fire sales triggered by sharp declines in asset values. As I mentioned earlier,\n- 15 -\ntwo different features can create vulnerability to runs and fire-sale risk. The first\ninvolves funding of volatile assets with high leverage that includes short-term, confidence\nsensitive debt. These structures were widely used before the crisis in the funding of\nMBS. The second involves “liquidity transformation,” in which the investment structure\nprovides investors daily liquidity, but the underlying assets are far less liquid and prone\nto becoming quite illiquid in times of stress. Either or both of these features can be\nreplicated in the derivatives or securities lending markets, which provide less visibility to\nmarket participants and supervisors. Financial markets evolve constantly in response to\nmarket conditions, financial engineering, and regulation. It will be important to keep up\nwith trends in these markets that may give rise to this threat.\nThird, if left unaddressed, is it likely that conditions will risk meaningful damage to\nthe real economy when the credit cycle turns?\nA positive answer on either of the first two questions should raise red flags for\nsupervisors. Let’s say, for the sake of argument, that the answers to these questions were\nnegative. One might still try to make the case for supervisory intervention into the credit\nmarkets to avoid the risk of meaningful damage to the economy down the road. History\nshows that excesses that occur at the height of a credit boom can result in substantial\nlosses not just to financial firms and market investors, but also to households and\nbusinesses, when that boom turns to bust.\n15\n15 See, for example, Moritz Schularick and Alan M. Taylor (2012), “Credit Booms Gone Bust: Monetary\nPolicy, Leverage Cycles, and Financial Crises, 1870-2008,” American Economic Review, vol. 102 (2),\npp. 1029-61.\n\n- 16 -\nThe question of whether to “lean against” the credit cycle through supervisory\npolicy--and when, and with what tools--is a difficult one.\n16 An important threshold\nquestion is whether supervisors will be able to correctly and in a timely manner identify\n“dangerous” conditions in credit markets, without too many false positives and without\nunnecessarily limiting credit availability by interfering with market forces. Interesting\nrecent research seeks to identify observable variables that could be used to monitor credit\nconditions and detect trends that could threaten the performance of the real economy in\nthe future.17 This research is promising, and it could be used by supervisors to inform\ntheir thinking as it develops further. In the meantime, unless there is a plausible threat to\nthe core of the system or potential for damaging fire sales, I would set a high bar for\nsupervisory interventions to lean against the credit cycle. Such interventions would\nalmost surely interfere with the traditional function of capital markets in allocating capital\nto productive uses and dispersing risk to the investors who willingly choose to bear it.\nFinally, another issue to consider when contemplating such intervention is that,\nparticularly in the United States, activity is free to migrate outside the commercial\nbanking system into less regulated entities. As supervisory scrutiny has increased in\nrecent years, a growing number of nonbanks have become involved in the distribution of\nleveraged loans. Migration of this activity could be either a net positive or a net negative\nfor financial stability, depending on whether it actually transfers risk irrevocably from the\n16 The U.S. banking agencies, following the lead of the Basel Committee on Banking Supervision, created a\ncountercyclical capital buffer that could be activated during periods of excess aggregate credit growth. The\nBasel proposal can both “lean against the cycle” and create a capital cushion to absorb losses from the\nlikely increase in defaults. 17 See Robin Greenwood and Samuel G. Hanson (2013), “Issuer Quality and Corporate Bond Returns,”\nReview of Financial Studies, vol. 26 (June), pp. 1483-525; and David López-Salido, Jeremy C. Stein, and\nEgon Zakrajšek (2014), “Credit-Market Sentiment and the Business Cycle,” slide presentation,\nhttp://economics.mit.edu/files/10240.\n\n- 17 -\ncore of the financial system, and whether the institutions to which activity migrates rely\non funding that is stable and robust to fire sale dynamics.\nConclusion\nTo wrap up, I believe that sustaining financial stability requires supervisors to\nconsider financial markets, in addition to financial institutions and infrastructure. That is\nmost obviously so when conditions threaten the safety and soundness of the financial\nsystem through leverage, liquidity transformation, or deterioration of credit underwriting\nor other risk-management standards. At the same time, financial stability need not seek\nto eliminate all risks. We need to learn, but not overlearn, the lessons of the crisis. I\nbelieve there should be a high bar for “leaning against the credit cycle” in the absence of\ncredible threats to the core or the reemergence of run-prone funding structures. In my\nview, the Fed and other prudential and market regulators should resist interfering with the\nrole of markets in allocating capital to issuers and risk to investors unless the case for\ndoing so is strong and the available tools can achieve the objective in a targeted manner\nand with a high degree of confidence."
  }
]